<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу javascript - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16963862528-1001110946746" class="card-link">
        Js developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#JS</span> <span style="opacity: 0.5;">#jquery</span>
Frontend developer
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x412;&#x441;&#x435;&#x418;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B;.&#x440;&#x443;
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; 
&#x414;&#x438;&#x430;&#x43F;&#x430;&#x437;&#x43E;&#x43D;: 100000 - 130000 &#x440;&#x443;&#x431;./&#x43C;&#x435;&#x441;. net

&#x417;&#x430;&#x434;&#x430;&#x447;&#x430;: &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x438; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B; &#x441;&#x430;&#x439;&#x442;&#x430; &#x43D;&#x430; js &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; jquery.

&#x421;&#x442;&#x435;&#x43A;: 
- Javascript &#x43E;&#x442; 2-3 &#x43B;&#x435;&#x442;;
- ES6+;
- Jquery;
- HTML5, CSS3, SCSS.

&#x41F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x44F; &#x43E; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="https://nn.hh.ru/vacancy/37324206">https://nn.hh.ru/vacancy/37324206</a>
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: telegram <a href="tg://resolve?domain=obukhova_irina">@obukhova_irina</a> &#x438;&#x43B;&#x438; <a target="_blank" rel="noopener noreferrer" href="mailto:irina.obukhova@vseinstrumenti.ru">irina.obukhova@vseinstrumenti.ru</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/jquery" class="mr-2">
         jquery
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16960716800-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#&#x441;&#x43F;&#x431;</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#redux</span> <span style="opacity: 0.5;">#emotion</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x421;&#x430;&#x43D;&#x442;&#x43A;-&#x41F;&#x435;&#x442;&#x435;&#x440;&#x431;&#x443;&#x440;&#x433;, &#x443;&#x43B;. &#x420;&#x443;&#x431;&#x438;&#x43D;&#x448;&#x442;&#x435;&#x439;&#x43D;&#x430; (5 &#x443;&#x433;&#x43B;&#x43E;&#x432;)
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 80&#x43A; &#x434;&#x43E; 130&#x43A; &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; (&#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;, &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43F;&#x43E; &#x441;&#x43E;&#x433;&#x43B;&#x430;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;)
&#x418;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;&#x44B;&#x439; &#x441;&#x442;&#x435;&#x43A;: react 16 (hooks), redux, emotion

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442; &#x432;&#x441;&#x435;&#x43C;, &#x43C;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43A;&#x440;&#x443;&#x442;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B;, &#x441;&#x432;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x435;&#x436;&#x434;&#x435; &#x432;&#x441;&#x435;&#x433;&#x43E; &#x441; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x43C; &#x437;&#x434;&#x43E;&#x440;&#x43E;&#x432;&#x44C;&#x435;&#x43C; &#x43B;&#x44E;&#x434;&#x435;&#x439;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x442;&#x440;&#x430;&#x442;&#x44F;&#x442; &#x435;&#x433;&#x43E;, &#x437;&#x430;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x44F; &#x441;&#x435;&#x431;&#x435; &#x43D;&#x430; &#x445;&#x43B;&#x435;&#x431;. &#x42D;&#x442;&#x438; &#x43B;&#x44E;&#x434;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x442; &#x43D;&#x430; &#x441;&#x43A;&#x43B;&#x430;&#x434;&#x430;&#x445;, &#x43F;&#x435;&#x440;&#x435;&#x43D;&#x43E;&#x441;&#x44F; &#x43A;&#x43E;&#x440;&#x43E;&#x431;&#x43A;&#x438; &#x441; &#x43C;&#x435;&#x441;&#x442;&#x430; &#x43D;&#x430; &#x43C;&#x435;&#x441;&#x442;&#x43E;, &#x432; &#x441;&#x43E;&#x440;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x43E;&#x447;&#x43D;&#x44B;&#x445; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x430;&#x445;, &#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x44F; &#x432;&#x430;&#x43C; &#x43F;&#x43E;&#x441;&#x44B;&#x43B;&#x43A;&#x438;, &#x43D;&#x430; &#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430;&#x445;, &#x438; &#x432; &#x43E;&#x441;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43C;&#x435;&#x441;&#x442;&#x430;&#x445;, &#x433;&#x434;&#x435; &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x439; &#x442;&#x440;&#x443;&#x434;.
&#x41D;&#x430;&#x448;&#x438; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x44E;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;&#x43C; &#x437;&#x430; &#x433;&#x440;&#x430;&#x43D;&#x438;&#x446;&#x435;&#x439; &#x438;&#x437;&#x43C;&#x435;&#x440;&#x44F;&#x442;&#x44C; &#x438; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; (&#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; &#x43D;&#x43E;&#x441;&#x438;&#x43C;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;) &#x440;&#x438;&#x441;&#x43A;&#x430;&#x43C;&#x438; &#x432;&#x43E;&#x437;&#x43D;&#x438;&#x43A;&#x43D;&#x43E;&#x432;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x440;&#x430;&#x432;&#x43C;&#x44B; &#x434;&#x43B;&#x44F; &#x441;&#x432;&#x43E;&#x438;&#x445; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432; (&#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x43E;&#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x435;: <a target="_blank" rel="noopener noreferrer" href="https://soteranalytics.com/">https://soteranalytics.com/</a> ). &#x42F; &#x441;&#x43E;&#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430; &#x438; &#x43D;&#x430;&#x43C; &#x432; &#x441;&#x435;&#x43D;&#x442;&#x44F;&#x431;&#x440;&#x435; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x441;&#x44F; 4 &#x433;&#x43E;&#x434;&#x430;. &#x421; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x43A;&#x430;&#x43D;&#x430;&#x43B;&#x430; &#x43C;&#x44B; &#x443;&#x436;&#x435; &#x43D;&#x430;&#x448;&#x43B;&#x438; &#x434;&#x432;&#x443;&#x445; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x43E; &#x443; &#x43D;&#x430;&#x441; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x442;, &#x43D;&#x43E; &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x442;&#x430;&#x43A;&#x438;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x430;, &#x447;&#x442;&#x43E; &#x447;&#x435;&#x43C; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x435;&#x435; &#x43C;&#x44B; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x444;&#x438;&#x447;&#x438; &#x432; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;&#x445;, &#x442;&#x435;&#x43C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x440;&#x44B;&#x43D;&#x43A;&#x430; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x437;&#x430;&#x445;&#x432;&#x430;&#x442;&#x438;&#x442;&#x44C;.

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;: &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x434;&#x44D;&#x448;&#x431;&#x43E;&#x440;&#x434;&#x44B; &#x438; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x435; &#x432;&#x435;&#x431; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x44B; &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432;, &#x442;&#x430;&#x43A; &#x438; &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x445; &#x43D;&#x443;&#x436;&#x434;.

&#x427;&#x442;&#x43E; &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43E;&#x442; &#x432;&#x430;&#x441;: &#x43C;&#x44B; &#x446;&#x435;&#x43D;&#x438;&#x43C; &#x441;&#x430;&#x43C;&#x43E;&#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x438; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x43D;&#x435; &#x43B;&#x44E;&#x431;&#x438;&#x43C; &#x43C;&#x438;&#x43A;&#x440;&#x43E;&#x43C;&#x435;&#x43D;&#x435;&#x434;&#x436;&#x43C;&#x435;&#x43D;&#x442;. &#x422;&#x430;&#x43A;&#x436;&#x435; &#x43C;&#x44B; &#x43B;&#x44E;&#x431;&#x438;&#x43C; &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x43D;&#x430;&#x448;&#x438; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x443; &#x43D;&#x430;&#x441; &#x43D;&#x430; &#x433;&#x43B;&#x430;&#x437;&#x430;&#x445; &#x438; &#x432;&#x441;&#x44F;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x441;&#x442;&#x430;&#x440;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43F;&#x43E;&#x43C;&#x43E;&#x447;&#x44C;. &#x423; &#x43D;&#x430;&#x441; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x441;&#x444;&#x43E;&#x440;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x430; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x438;&#x437; &#x43E;&#x43F;&#x44B;&#x442;&#x43D;&#x44B;&#x445; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x438;&#x43C;&#x435;&#x44E;&#x442; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x438;&#x437;&#x44B; &#x43F;&#x43E;&#x447;&#x442;&#x438; &#x432; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x439; &#x442;&#x435;&#x43C;&#x435;.
&#x422;&#x430;&#x43A;&#x436;&#x435; &#x43C;&#x44B; &#x446;&#x435;&#x43D;&#x438;&#x43C;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; &#x443;&#x43C;&#x435;&#x435;&#x442; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;&#x44B;, &#x430; &#x43D;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x432;&#x430;&#x442;&#x44C; &#x438;&#x445; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; <a href="tg://resolve?domain=pavko_a">@pavko_a</a>. &#x412; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x438; &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x43B;&#x438; &#x43D;&#x430; reactjs, &#x447;&#x435;&#x43C; &#x432;&#x44B; &#x433;&#x43E;&#x440;&#x434;&#x438;&#x442;&#x435;&#x441;&#x44C; &#x432; &#x441;&#x432;&#x43E;&#x435;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43F;&#x430;&#x440;&#x443; &#x441;&#x442;&#x440;&#x43E;&#x43A; &#x43E; &#x441;&#x435;&#x431;&#x435; &#x438; &#x447;&#x435;&#x43C; &#x432;&#x44B; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43D;&#x430; &#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x43D;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;.

&#x417;&#x430;&#x431;&#x44B;&#x43B; &#x443;&#x43F;&#x43E;&#x43C;&#x44F;&#x43D;&#x443;&#x442;&#x44C;: &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x43C;, &#x442;&#x430;&#x43A; &#x43A;&#x430;&#x43A; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x441;&#x44F; &#x432; &#x41B;&#x43E;&#x43D;&#x434;&#x43E;&#x43D;&#x435; &#x438; &#x44F;&#x432;&#x43B;&#x44F;&#x44E;&#x442;&#x441;&#x44F; &#x43D;&#x43E;&#x441;&#x438;&#x442;&#x435;&#x43B;&#x44F;&#x43C;&#x438; &#x44F;&#x437;&#x44B;&#x43A;&#x430;. <span style="opacity: 0.5;">#doyourhomework</span></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/react-redux" class="mr-2">
         react-redux
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16957571072-1001110946746" class="card-link">
        Javascript программист
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#angular</span>

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;

&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x430;&#x44F;

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 700-850 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; &#x447;&#x430;&#x441;.

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: &#x417;&#x434;&#x440;&#x430;&#x432;&#x441;&#x442;&#x432;&#x443;&#x439;&#x442;&#x435;, &#x438;&#x449;&#x443; Angular &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x441;&#x442;&#x430; &#x434;&#x43B;&#x44F; &#x434;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; Front enda &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;, &#x432;&#x441;&#x435; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x438; &#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x438;.
&#x410;&#x43D;&#x433;&#x443;&#x43B;&#x44F;&#x440; &#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x43D;&#x435;&#x439; &#x432;&#x435;&#x440;&#x441;&#x438;&#x438;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: SiP

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a target="_blank" rel="noopener noreferrer" href="https://t.me/vladyslav_shubyn">https://t.me/vladyslav_shubyn</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/angularjs" class="mr-2">
         angularjs
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16954425344-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x451;&#x43D;&#x43D;&#x43E;</span> <span style="opacity: 0.5;">#nestjs</span> <span style="opacity: 0.5;">#nest</span> <span style="opacity: 0.5;">#fullstack</span> <span style="opacity: 0.5;">#typescript</span> 

Fullstack TypeScript Developer

<a target="_blank" rel="noopener noreferrer" href="https://edm-ghost-production.com">https://edm-ghost-production.com</a> &#x438;&#x449;&#x435;&#x442; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x434;&#x43B;&#x44F; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x43C;&#x443;&#x437;&#x44B;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;. 

&#x2B50;&#x421;&#x442;&#x435;&#x43A;: 
Node.Js, TypeScript, Express, NestJS, TypeOrm, PostgreSQL, Redis, Vue 

&#x1F53B; &#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; NestJS (&#x43D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; 6 &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x435;&#x432;), TypeOrm;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Vue (vue-class-component, vue-property-decorator) &#x43D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; &#x433;&#x43E;&#x434;&#x430;
- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x44F; ES6/ES7/ES8;
- REST APIs, &#x43D;&#x430; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x435; Express &#x438; NestJS;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; PostgreSQL; 
- Typescript (&#x43D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; &#x433;&#x43E;&#x434;&#x430;)
- ESLint;
- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43E;&#x441;&#x43D;&#x43E;&#x432; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x432;&#x435;&#x440;&#x441;&#x438;&#x439; (Git);
- &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x438; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x447;&#x438;&#x441;&#x442;&#x44B;&#x439; &#x43A;&#x43E;&#x434;;

&#x1F4A5;&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
- AWS S3;
- &#x418;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x44F; &#x441; Helpdesk (Zendesk/Intercom/Helpcrunch etc.)

&#x1F64B;&#x2642;&#x41E;&#x431;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;:
- &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x431;&#x44D;&#x43A;&#x435;&#x43D;&#x434;&#x430; &#x438; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x44D;&#x43D;&#x434;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; 
- &#x412;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x441; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;&#x43C;&#x438;

&#x1F539;&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
- &#x423;&#x434;&#x430;&#x43B;&#x451;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;
- &#x41F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C; 
- &#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; (&#x432;&#x430;&#x436;&#x43D;&#x43E; &#x447;&#x442;&#x43E; &#x431;&#x44B; &#x432;&#x441;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x431;&#x44B;&#x43B;&#x438; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x44B;)
- &#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430; 120 000 - 200 000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; (&#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x430; middle/senior)

&#x41F;&#x440;&#x438;&#x441;&#x44B;&#x43B;&#x430;&#x439;&#x442;&#x435; CV &#x432; &#x41B;&#x421; <a href="tg://resolve?domain=alexlarichev">@alexlarichev</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/express" class="mr-2">
         express
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16952328192-1001110946746" class="card-link">
        Javascript разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#typescript</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x41F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x44F; &#x2013; Frontend developer
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x2013; Quadcom
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F; &#x2013; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x411;&#x43E;&#x442;&#x430;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x430;&#x434;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C; &#x2013; &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x43E;&#x444;&#x438;&#x441;, &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x430; &#x434;&#x43D;&#x44F;
&#x41E;&#x43F;&#x43B;&#x430;&#x442;&#x430;: &#x43E;&#x442; 150 000 &#x434;&#x43E; 200 000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x442;&#x430;&#x43B;&#x430;&#x43D;&#x442;&#x43B;&#x438;&#x432;&#x43E;&#x433;&#x43E; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x434;-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; &#x43D;&#x430;&#x448;&#x443; &#x43D;&#x435; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x443;&#x44E;, &#x43D;&#x43E; &#x434;&#x440;&#x443;&#x436;&#x43D;&#x443;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443;.
&#x415;&#x441;&#x43B;&#x438; &#x442;&#x44B; &#x43B;&#x435;&#x433;&#x43A;&#x43E; &#x43E;&#x441;&#x432;&#x430;&#x438;&#x432;&#x430;&#x435;&#x448;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438;, &#x43B;&#x44E;&#x431;&#x438;&#x448;&#x44C; &#x447;&#x438;&#x441;&#x442;&#x44B;&#x439; &#x438; &#x43A;&#x440;&#x430;&#x441;&#x438;&#x432;&#x44B;&#x439; &#x43A;&#x43E;&#x434;, &#x437;&#x43D;&#x430;&#x435;&#x448;&#x44C; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x44B; &#x438; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F;, &#x442;&#x43E; &#x43C;&#x44B; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x445;&#x43E;&#x442;&#x438;&#x43C; &#x442;&#x435;&#x431;&#x44F; &#x43A; &#x441;&#x435;&#x431;&#x435;!

&#x41C;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x44B; &#x434;&#x43B;&#x44F; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x435;&#x433;&#x43E; &#x438; &#x432;&#x43D;&#x435;&#x448;&#x43D;&#x435;&#x433;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x423; &#x43D;&#x430;&#x441; &#x435;&#x441;&#x442;&#x44C; &#x43A;&#x430;&#x43A; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B;, &#x442;&#x430;&#x43A; &#x438; &#x43C;&#x430;&#x43B;&#x435;&#x43D;&#x44C;&#x43A;&#x438;&#x435;. &#x41D;&#x430;&#x447;&#x438;&#x43D;&#x430;&#x44F; &#x441; 2014 &#x433;&#x43E;&#x434;&#x430; &#x441; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x43C;&#x44B; &#x440;&#x430;&#x437;&#x432;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x434;&#x43E; &#x434;&#x43E;&#x432;&#x43E;&#x43B;&#x44C;&#x43D;&#x43E; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x434;&#x430;&#x43B;&#x44C;&#x448;&#x435;

&#x411;&#x430;&#x437;&#x438;&#x440;&#x443;&#x435;&#x43C;&#x441;&#x44F; &#x432; &#x443;&#x44E;&#x442;&#x43D;&#x43E;&#x43C; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x446;&#x435;&#x43D;&#x442;&#x440;&#x435; &#x43D;&#x435;&#x434;&#x430;&#x43B;&#x435;&#x43A;&#x43E; &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x411;&#x43E;&#x442;&#x430;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x430;&#x434; &#x438; &#x412;&#x414;&#x41D;&#x425;. &#x423; &#x43D;&#x430;&#x441; &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;, &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x438; &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x43E;&#x431;&#x43E;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;.

&#x2705; &#x41D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x44B;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438;:

&#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Javascript &#x438; ES6+, React + Redux
&#x2022; &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; HTML, CSS/SASS/LESS
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; Git &#x438; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x43E;&#x439; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x43C;&#x438;

&#x2705; &#x41F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x442;:

&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; REST API
&#x2022; &#x417;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x441;&#x442;&#x432;&#x43E; &#x441; TypeScript
&#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x43E;&#x432; &#x438; &#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;

&#x2705; &#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:

&#x2022; &#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x43E;&#x439;, &#x440;&#x430;&#x441;&#x442;&#x443;&#x449;&#x435;&#x439; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;
&#x2022; &#x41A;&#x430;&#x440;&#x44C;&#x435;&#x440;&#x43D;&#x44B;&#x439; &#x438; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x440;&#x43E;&#x441;&#x442;
&#x2022; &#x423;&#x44E;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441;
&#x2022; &#x41E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x435; &#x43A;&#x430;&#x43A;&#x43E;&#x433;&#x43E;-&#x43B;&#x438;&#x431;&#x43E; &#x434;&#x440;&#x435;&#x441;&#x441;-&#x43A;&#x43E;&#x434;&#x430;
&#x2022; &#x421;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x44B;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;
&#x2022; &#x410;&#x434;&#x435;&#x43A;&#x432;&#x430;&#x442;&#x43D;&#x43E;&#x435; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E;

&#x417;&#x41F; &#x43E;&#x442; 150 000 &#x434;&#x43E; 200 000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;
&#x43F;&#x43E; &#x438;&#x442;&#x43E;&#x433;&#x430;&#x43C; &#x441;&#x43E;&#x431;&#x435;&#x441;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;

&#x260E;&#xFE0F; &#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44F; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:

telegram <a href="tg://resolve?domain=codebor">@codebor</a>
e-mail <a target="_blank" rel="noopener noreferrer" href="mailto:ybb@quadcom.ru">ybb@quadcom.ru</a>

&#x1F4A1;&#x414;&#x43B;&#x44F; &#x436;&#x435;&#x43B;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x43C;&#x44B; &#x43F;&#x43E;&#x434;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x438;&#x43B;&#x438; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x435; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435; [~4 &#x447;&#x430;&#x441;&#x430;]
<a target="_blank" rel="noopener noreferrer" href="https://github.com/walborn/test-backend-jwt/blob/master/task.md">https://github.com/walborn/test-backend-jwt/blob/master/task.md</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/sass" class="mr-2">
         sass
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/github" class="mr-2">
         github
        </a><a href="/tags/jwt" class="mr-2">
         jwt
        </a><a href="/tags/react-redux" class="mr-2">
         react-redux
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16948133888-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#gamedev</span> <span style="opacity: 0.5;">#&#x433;&#x435;&#x439;&#x43C;&#x434;&#x435;&#x432;</span> <span style="opacity: 0.5;">#job</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;</span> <span style="opacity: 0.5;">#JavaScript</span> <span style="opacity: 0.5;">#WebGL</span> <span style="opacity: 0.5;">#AR</span> <span style="opacity: 0.5;">#8thwall</span> <span style="opacity: 0.5;">#React</span> <span style="opacity: 0.5;">#JS</span>  <span style="opacity: 0.5;">#ReactNative</span> <span style="opacity: 0.5;">#WebAR</span> 

&#x1F539; &#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="https://twin3d.ru">https://twin3d.ru</a>
&#x1F539; &#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;
&#x1F539; &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;, &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;
&#x1F539; &#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x41D;&#x430; &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C; (2 &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x430;)
&#x1F539; &#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 100 000 - 150 000 &#x440;&#x443;&#x431;

&#x1F525; &#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: React Native + JavaScript Frontend &#x438;&#x43B;&#x438; Fullstack &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; &#x43D;&#x430; &#x438;&#x433;&#x440;&#x43E;&#x432;&#x43E;&#x439; WebAR &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x43D;&#x430; iOS &#x438; Android (safari, chrome, opera).
&#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;, &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C;, &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x43E; &#x43D;&#x430; 2+ &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x430;.

&#x1F6CE; &#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
- JavaScript, &#x430; &#x438;&#x43C;&#x435;&#x43D;&#x43D;&#x43E; three.js, ar.js, node.js
- React Native
- &#x41E;&#x43F;&#x44B;&#x442; c AR &#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438; &#x438;&#x433;&#x440;&#x43E;&#x432;&#x44B;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43E;&#x433;&#x440;&#x43E;&#x43C;&#x43D;&#x44B;&#x43C; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Web &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438;
- &#x41E;&#x43F;&#x44B;&#x442; &#x441;&#x431;&#x43E;&#x440;&#x43A;&#x438; &#x432; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; 3D &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x435;&#x439; &#x438; &#x430;&#x43D;&#x438;&#x43C;&#x430;&#x446;&#x438;&#x439;
- &#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; Middle &#x438;&#x43B;&#x438; Senior
- &#x41E;&#x43F;&#x44B;&#x442; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; +3 &#x433;&#x43E;&#x434;&#x430;
- &#x41D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x435; &#x43F;&#x43E;&#x440;&#x442;&#x444;&#x43E;&#x43B;&#x438;&#x43E; - &#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A; &#x43D;&#x430; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x43E; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B;

&#x1F4BB; &#x41E;&#x431;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;:
- &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x443; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;
- &#x41A;&#x43E;&#x43C;&#x43C;&#x443;&#x43D;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x44F; &#x441; &#x431;&#x435;&#x43A;&#x43E;&#x43C; &#x43D;&#x430; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x435; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x430;
- &#x412;&#x435;&#x440;&#x441;&#x442;&#x43A;&#x430;/&#x441;&#x431;&#x43E;&#x440;&#x43A;&#x430; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; (&#x430;&#x434;&#x430;&#x43F;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F;)
- &#x41D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430; &#x43B;&#x43E;&#x433;&#x438;&#x43A;&#x438;
- &#x418;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x44F; &#x432; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430; 3D &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x435;&#x439;, &#x430;&#x43D;&#x438;&#x43C;&#x430;&#x446;&#x438;&#x439;
- &#x421;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x440;&#x435;&#x43B;&#x438;&#x437;&#x430;, &#x434;&#x43E; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x43C;&#x43E; &#x43A;&#x430;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; (+4 &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x430;) &#x431;&#x435;&#x437; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; (&#x431;&#x443;&#x434;&#x435;&#x43C; &#x43E;&#x43F;&#x43B;&#x430;&#x447;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x43E;&#x447;&#x430;&#x441;&#x43E;&#x432;&#x43E; &#x438;&#x43B;&#x438; &#x43F;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x43C;)

&#x260E;&#xFE0F; &#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: &#x43F;&#x440;&#x438;&#x441;&#x44B;&#x43B;&#x430;&#x439;&#x442;&#x435; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x438; &#x43D;&#x430; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x438; &#x444;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x44B;&#x435; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x432; &#x442;&#x435;&#x43B;&#x435;&#x433;&#x440;&#x430;&#x43C;: <a href="tg://resolve?domain=shemetvlad">@shemetvlad</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/android" class="mr-2">
         android
        </a><a href="/tags/safari" class="mr-2">
         safari
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/react-native" class="mr-2">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16943939584-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#Javascript</span> <span style="opacity: 0.5;">#React</span> <span style="opacity: 0.5;">#Node</span>.js

&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x438;&#x437; &#x43B;&#x44E;&#x431;&#x43E;&#x439; &#x442;&#x43E;&#x447;&#x43A;&#x438; &#x43C;&#x438;&#x440;&#x430;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43E;&#x442; 8 &#x447;&#x430;&#x441;&#x43E;&#x432;/&#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E;
&#x417;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;: &#x43E;&#x442; 20-000 &#x434;&#x43E; 100.000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; (&#x43D;&#x435;&#x442;&#x442;&#x43E;), &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430; &#x441;&#x43A;&#x43B;&#x430;&#x434;&#x44B;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x438;&#x437; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: &#x42F;&#x43D;&#x434;&#x435;&#x43A;&#x441;.&#x41F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A;&#x443;&#x43C; &#x2014; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D;-&#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x435;&#x436;&#x435;&#x43C;&#x435;&#x441;&#x44F;&#x447;&#x43D;&#x43E; &#x437;&#x430;&#x43F;&#x443;&#x441;&#x43A;&#x430;&#x435;&#x442; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x432;&#x435;&#x431;-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;. &#x41D;&#x430;&#x43C; &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; Code reviewer (HTML, CSS, JavaScript) &#x441;&#x43E; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x44F;&#x437;&#x44B;&#x43A;&#x430;. &#x41A;&#x43E;&#x434;-&#x440;&#x435;&#x432;&#x44C;&#x435;&#x440; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x440;&#x44F;&#x435;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x443;&#x434;&#x435;&#x43D;&#x442;&#x43E;&#x43C; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x442;&#x43E;&#x43A;&#x430; &#x43A;&#x43E;&#x434; &#x438; &#x434;&#x430;&#x451;&#x442; &#x43E;&#x431;&#x440;&#x430;&#x442;&#x43D;&#x443;&#x44E; &#x441;&#x432;&#x44F;&#x437;&#x44C; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435;. &#x41A;&#x43E;&#x434;-&#x440;&#x435;&#x432;&#x44C;&#x44E;&#x435;&#x440; &#x440;&#x435;&#x448;&#x430;&#x435;&#x442;: &#x437;&#x430;&#x447;&#x435;&#x441;&#x442;&#x44C; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x43B;&#x438; &#x43D;&#x435;&#x442;. &#x422;&#x430;&#x43A;&#x436;&#x435; &#x43E;&#x43D; &#x434;&#x430;&#x451;&#x442; &#x441;&#x43E;&#x432;&#x435;&#x442;&#x44B; &#x43F;&#x43E; &#x443;&#x43B;&#x443;&#x447;&#x448;&#x435;&#x43D;&#x438;&#x44E; &#x43A;&#x43E;&#x434;&#x430;, &#x43E;&#x442;&#x43C;&#x435;&#x447;&#x430;&#x435;&#x442; &#x43D;&#x435;&#x442;&#x43E;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x443;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x43D;&#x430; &#x43E;&#x448;&#x438;&#x431;&#x43A;&#x438;. &#x412;&#x441;&#x44F; &#x43A;&#x43E;&#x43C;&#x43C;&#x443;&#x43D;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435;.&#x43C;. &#x41F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C; - &#x43E;&#x442; 8 &#x447;&#x430;&#x441;&#x43E;&#x432; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; (&#x43D;&#x43E; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x438; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; :) &#x420;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x44F;&#x437;&#x44B;&#x43A; - &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439;.
&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
&#x2714;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432;&#x435;&#x431;-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x43C; &#x43E;&#x442; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x434;&#x430;;
&#x2714; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; HTML, CSS, JavaScript &#x438; Node.js;
&#x2714; &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x433;&#x440;&#x430;&#x43C;&#x43E;&#x442;&#x43D;&#x43E; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435;;
&#x2714; &#x413;&#x43E;&#x442;&#x43E;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x441;&#x432;&#x44F;&#x449;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x443; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; &#x432;&#x43E;&#x441;&#x435;&#x43C;&#x44C; &#x447;&#x430;&#x441;&#x43E;&#x432; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: &#x42F;&#x43D;&#x434;&#x435;&#x43A;&#x441;.&#x41F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A;&#x443;&#x43C; <a target="_blank" rel="noopener noreferrer" href="https://practicum.yandex.com/">https://practicum.yandex.com/</a>

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x43D;&#x443;&#x442;&#x44C;&#x441;&#x44F;, &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x44C;&#x442;&#x435; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435; &#x441; &#x43F;&#x43E;&#x43C;&#x435;&#x442;&#x43A;&#x43E;&#x439; &#x43D;&#x430; &#x43A;&#x430;&#x43A;&#x443;&#x44E; &#x43F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x44E; &#x432;&#x44B; &#x43F;&#x440;&#x435;&#x442;&#x435;&#x43D;&#x434;&#x443;&#x435;&#x442;&#x435; &#x43D;&#x430; &#x430;&#x434;&#x440;&#x435;&#x441; <a target="_blank" rel="noopener noreferrer" href="mailto:ilinovamarian@yandex-team.ru">ilinovamarian@yandex-team.ru</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16942891008-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><a target="_blank" rel="noopener noreferrer" href="http://Greenatom.ru">Greenatom.ru</a>
<span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#React</span> <span style="opacity: 0.5;">#Typescript</span> <span style="opacity: 0.5;">#Node</span>.js <span style="opacity: 0.5;">#Middle</span> <span style="opacity: 0.5;">#Senior</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;</span> &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; 

&#x1F468;&#x1F3FC;&#x200D;&#x1F4BB; Middle/Senior Frontend Developer, Middle/Senior Backend Developer
&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span>, &#x411;&#x426; &#x421;&#x438;&#x440;&#x438;&#x443;&#x441; &#x41F;&#x430;&#x440;&#x43A;, &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x41D;&#x430;&#x433;&#x430;&#x442;&#x438;&#x43D;&#x441;&#x43A;&#x430;&#x44F;

&#x2705;&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: 
&#x423;&#x414;&#x410;&#x41B;&#x415;&#x41D;&#x41D;&#x410;&#x42F; &#x420;&#x410;&#x411;&#x41E;&#x422;&#x410;

&#x1F4BB;&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x434;&#x43D;&#x44F;.

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 170 000 &#x434;&#x43E; 230 000 &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;.

&#x1F3E2;&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x410;&#x41E; &#x413;&#x440;&#x438;&#x43D;&#x430;&#x442;&#x43E;&#x43C;

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;! &#x41C;&#x44B; &#x440;&#x430;&#x441;&#x442;&#x451;&#x43C; &#x438; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x435;&#x43C; &#x440;&#x44F;&#x434; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;: &#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;, &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x43F;&#x43E;&#x440;&#x442;&#x430;&#x43B;, &#x433;&#x43E;&#x440;&#x44F;&#x447;&#x430;&#x44F; &#x43B;&#x438;&#x43D;&#x438;&#x44F;, &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x43A;&#x430;&#x434;&#x440;&#x43E;&#x432;&#x430;&#x44F; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;. &#x41C;&#x44B; &#x444;&#x43E;&#x440;&#x43C;&#x438;&#x440;&#x443;&#x435;&#x43C; &#x41D;&#x415;&#x421;&#x41A;&#x41E;&#x41B;&#x42C;&#x41A;&#x41E; &#x41A;&#x41E;&#x41C;&#x410;&#x41D;&#x414; &#x438; &#x438;&#x449;&#x435;&#x43C; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x43D;&#x44B;&#x445;:

&#x2705;&#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x434; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;;

&#x2705;&#x431;&#x44D;&#x43A;&#x435;&#x43D;&#x434; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;. 

&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x432; &#x441;&#x442;&#x430;&#x434;&#x438;&#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x438;&#x43B;&#x43E;&#x442;&#x430; &#x438; &#x443; &#x442;&#x435;&#x431;&#x44F; &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x432;&#x43B;&#x438;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x434;&#x430;&#x43B;&#x44C;&#x43D;&#x435;&#x439;&#x448;&#x435;&#x435; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;. &#x415;&#x441;&#x43B;&#x438; &#x443; &#x442;&#x435;&#x431;&#x44F; &#x435;&#x441;&#x442;&#x44C; &#x43A;&#x440;&#x443;&#x442;&#x44B;&#x435; &#x438;&#x434;&#x435;&#x438; - &#x442;&#x44B; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x448;&#x44C; &#x438;&#x445; &#x437;&#x434;&#x435;&#x441;&#x44C; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C;! &#x41E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x430;&#x439;&#x441;&#x44F; &#x441;&#x430;&#x43C; &#x438; &#x437;&#x43E;&#x432;&#x438; &#x434;&#x440;&#x443;&#x437;&#x435;&#x439;! &#x412;&#x438;&#x440;&#x443;&#x441; &#x43F;&#x440;&#x43E;&#x439;&#x434;&#x451;&#x442;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x43E;&#x441;&#x442;&#x430;&#x43D;&#x435;&#x442;&#x441;&#x44F;!

&#x2705;&#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x43C;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438;:
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; &#x434;&#x432;&#x443;&#x445; &#x43B;&#x435;&#x442;
- &#x425;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x447;&#x438;&#x441;&#x442;&#x43E;&#x433;&#x43E; JS
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; TypeScript
- React, MobX, Less/Sass
- &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x44E;&#x43D;&#x438;&#x442;-&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; Jest, Enzym&#x435; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F;

&#x1F4A1;&#x41D;&#x430;&#x448; &#x441;&#x442;&#x435;&#x43A;:
      React, TypeScript, Node.js, MobX, Docker

&#x41C;&#x44B; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x43F;&#x43E; Scrum.

&#x2705;&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
- &#x41E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x422;&#x41A;, &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x437;&#x43F;;
- &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x438; &#x43A;&#x430;&#x440;&#x44C;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x43E;&#x441;&#x442;&#x430;;
- &#x414;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; 3 &#x434;&#x43D;&#x44F; &#x43A; &#x43E;&#x442;&#x43F;&#x443;&#x441;&#x43A;&#x443;;
- &#x41F;&#x43B;&#x430;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x434;&#x43D;&#x44F;;
- &#x414;&#x41C;&#x421; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439;

&#x260E;&#xFE0F;&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
&#x42E;&#x43B;&#x438;&#x44F; - <a target="_blank" rel="noopener noreferrer" href="mailto:YAnZueva@Greenatom.ru">YAnZueva@Greenatom.ru</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/sass" class="mr-2">
         sass
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16939745280-1001110946746" class="card-link">
        Js developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#JavaScript</span> <span style="opacity: 0.5;">#Angular</span> 

&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430; &#x43C;.&#x414;&#x43E;&#x441;&#x442;&#x43E;&#x435;&#x432;&#x441;&#x43A;&#x430;&#x44F;/&#x41D;&#x43E;&#x432;&#x43E;&#x441;&#x43B;&#x43E;&#x431;&#x43E;&#x434;&#x441;&#x43A;&#x430;&#x44F;/&#x41C;&#x435;&#x43D;&#x434;&#x435;&#x43B;&#x435;&#x435;&#x432;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x444;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43D;&#x430; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x43A;&#x430;&#x440;&#x430;&#x43D;&#x442;&#x438;&#x43D;&#x430;/&#x434;&#x430;&#x43B;&#x435;&#x435; &#x43E;&#x444;&#x438;&#x441;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;: &#x43E;&#x442; 140 000 &#x434;&#x43E; 240 000 &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x432;&#x44B;&#x447;&#x435;&#x442;&#x430; &#x43D;&#x430;&#x43B;&#x43E;&#x433;&#x43E;&#x432;
&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: Middle/Senior Front Developer
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: YCLIENTS
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=chernoglazau">@chernoglazau</a>

&#x2B50;&#xFE0F;YCLIENTS -&#x43E;&#x431;&#x43B;&#x430;&#x447;&#x43D;&#x430;&#x44F; ERP &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430; - &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D;-&#x437;&#x430;&#x43F;&#x438;&#x441;&#x438;, &#x441;&#x43A;&#x43B;&#x430;&#x434;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x443;&#x447;&#x435;&#x442;&#x430;, &#x440;&#x430;&#x441;&#x447;&#x435;&#x442;&#x430; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432;, &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x443;&#x432;&#x435;&#x434;&#x43E;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438; &#x438; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43E;&#x439; &#x43B;&#x43E;&#x44F;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;. 
&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x443; 10 &#x43B;&#x435;&#x442;. &#x41D;&#x430; &#x441;&#x435;&#x433;&#x43E;&#x434;&#x43D;&#x44F;&#x448;&#x43D;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x430;&#x43C;&#x438; YCLIENTS &#x44F;&#x432;&#x43B;&#x44F;&#x44E;&#x442;&#x441;&#x44F; &#x431;&#x43E;&#x43B;&#x435;&#x435; 19 &#x442;&#x44B;&#x441;&#x44F;&#x447; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439; &#x432; 400 &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;&#x445; &#x420;&#x43E;&#x441;&#x441;&#x438;&#x438; &#x438; &#x441;&#x442;&#x440;&#x430;&#x43D; &#x421;&#x41D;&#x413;. &#x415;&#x436;&#x435;&#x43C;&#x435;&#x441;&#x44F;&#x447;&#x43D;&#x43E; &#x43D;&#x430; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435; &#x441;&#x43E;&#x432;&#x435;&#x440;&#x448;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x431;&#x43E;&#x43B;&#x435;&#x435; 9 &#x43C;&#x438;&#x43B;&#x43B;&#x438;&#x43E;&#x43D;&#x43E;&#x432; &#x437;&#x430;&#x43F;&#x438;&#x441;&#x435;&#x439; &#x43A; 160 000 &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x43E;&#x432;.

&#x1F4A5;&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
    &#x2022; &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; JavaScript (<a target="_blank" rel="noopener noreferrer" href="http://es.next">es.next</a>), TypeScript
    &#x2022; &#x41E;&#x431;&#x448;&#x438;&#x440;&#x43D;&#x44B;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; angular (4+) &#x438; angularjs, &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438;
    &#x2022; &#x41A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x432;&#x435;&#x440;&#x441;&#x442;&#x430;&#x442;&#x44C; &#x43F;&#x43E; mobile-first (Edge &#x438; &#x43D;&#x43E;&#x440;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x431;&#x440;&#x430;&#x443;&#x437;&#x435;&#x440;&#x44B;)
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; cordova/phonegap
    &#x2022; &#x425;&#x43E;&#x440;&#x43E;&#x448;&#x43E; &#x437;&#x43D;&#x430;&#x435;&#x448;&#x44C; &#x43A;&#x430;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x442; git, &#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x43E; &#x441;&#x435;&#x431;&#x44F; &#x447;&#x443;&#x432;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442; &#x432; *nix-&#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x438;
    &#x2022; &#x417;&#x43D;&#x430;&#x435;&#x442;, &#x43A;&#x430;&#x43A; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x430;&#x438;&#x432;&#x430;&#x442;&#x44C; webpack
     
     &#x1F4A5; &#x41C;&#x44B; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439;, &#x438; &#x43C;&#x43D;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x433;&#x43E; &#x447;&#x43B;&#x435;&#x43D;&#x430; &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x441; &#x438;&#x43C;&#x435;&#x435;&#x442; &#x437;&#x43D;&#x430;&#x447;&#x435;&#x43D;&#x438;&#x435;
    &#x2022; &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x43F;&#x43E; Agile, &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x435;&#x441;&#x442;&#x44C; Scrum-&#x43C;&#x430;&#x441;&#x442;&#x435;&#x440;
    &#x2022; &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439; Work/Life &#x431;&#x430;&#x43B;&#x430;&#x43D;&#x441;
    &#x2022; &#x413;&#x430;&#x440;&#x430;&#x43D;&#x442;&#x438;&#x440;&#x443;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x43A;&#x430;&#x436;&#x434;&#x44B;&#x439; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x431;&#x443;&#x441;&#x442; &#x43D;&#x430; &#x44D;&#x442;&#x43E;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;. &#x41D;&#x430;&#x443;&#x447;&#x438;&#x43C;, &#x440;&#x430;&#x441;&#x441;&#x43A;&#x430;&#x436;&#x435;&#x43C;, &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x412;&#x44B; &#x431;&#x44B;&#x43B;&#x438; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44B; &#x43A; &#x43D;&#x43E;&#x432;&#x44B;&#x43C; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F;&#x43C;.

&#x415;&#x441;&#x43B;&#x438; &#x442;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x43A; &#x43F;&#x435;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x430;&#x43C;, &#x43F;&#x438;&#x448;&#x438; &#x441;&#x440;&#x430;&#x437;&#x443; &#x43C;&#x43D;&#x435;, &#x431;&#x443;&#x434;&#x443; &#x440;&#x430;&#x434;&#x430; &#x43F;&#x43E;&#x43E;&#x431;&#x449;&#x430;&#x442;&#x44C;&#x441;&#x44F;!</div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/angularjs" class="mr-2">
         angularjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/cordova" class="mr-2">
         cordova
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16938696704-1001110946746" class="card-link">
        Javascript developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#react</span>

<a target="_blank" rel="noopener noreferrer" href="http://Rocketech.it">Rocketech.it</a> &#x441;&#x440;&#x43E;&#x447;&#x43D;&#x43E; &#x438;&#x449;&#x435;&#x442; Senior Frontend React Developer

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x438;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: fulltime
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 2200 -2700$/&#x43C;&#x435;&#x441;&#x44F;&#x446; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: 

Rocketech - &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x44E;&#x449;&#x430;&#x44F; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x446;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x44B;&#x435; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x434;&#x43B;&#x44F; &#x438;&#x43D;&#x432;&#x435;&#x441;&#x442;&#x43E;&#x440;&#x43E;&#x432;, &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x435;&#x440;&#x43E;&#x432; &#x438; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439;. &#x41C;&#x44B; &#x443;&#x436;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; 5 &#x43B;&#x435;&#x442; &#x43D;&#x430; &#x440;&#x44B;&#x43D;&#x43A;&#x435; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;. &#x421;&#x43E;&#x442;&#x43D;&#x438; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x44B;&#x445; &#x43A;&#x435;&#x439;&#x441;&#x43E;&#x432;, &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x438; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x445; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432;. 

&#x41E; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;:

&#x41C;&#x430;&#x440;&#x43A;&#x435;&#x442;&#x438;&#x43D;&#x433;&#x43E;&#x432;&#x44B;&#x439; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;.

&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;: 

TypeScript, React, CRA, less, mobx, antd

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;: 

3+ &#x433;&#x43E;&#x434;&#x430; &#x43E;&#x43F;&#x44B;&#x442;&#x430; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x432; frontend

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:

&#x420;&#x430;&#x437;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439;

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: <a href="tg://resolve?domain=mxm_at">@mxm_at</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2 active">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item"><a href="/tags/javascript/22" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item"><a href="/tags/javascript/22" aria-label="22" aria-current="22" class="page-link">22</a></li><li class="page-item active"><a href="/tags/javascript/23" aria-label="23" aria-current="23" class="page-link active--exact active">23</a></li><li class="page-item"><a href="/tags/javascript/24" aria-label="24" aria-current="24" class="page-link">24</a></li><li class="page-item"><a href="/tags/javascript/25" aria-label="25" aria-current="25" class="page-link">25</a></li><li class="page-item"><a href="/tags/javascript/26" aria-label="26" aria-current="26" class="page-link">26</a></li><li class="page-item "><a href="/tags/javascript/24" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script>window.__INITIAL_STATE__={"data":{"records":{"id":"javascript","name":"javascript","belongsTo":{"totalCount":272,"pageInfo":{"totalPages":28,"currentPage":23},"edges":[{"node":{"__typename":"Job","id":"16963862528-1001110946746","title":"Js developer","text":"#вакансия #fulltime #frontend #JS #jquery\nFrontend developer\nКомпания: ВсеИнструменты.ру\nЛокация: удаленная работа \nДиапазон: 100000 - 130000 руб.\u002Fмес. net\n\nЗадача: поддерживать и писать новый функционал сайта на js с использованием jquery.\n\nСтек: \n- Javascript от 2-3 лет;\n- ES6+;\n- Jquery;\n- HTML5, CSS3, SCSS.\n\nПолная информация о вакансии: https:\u002F\u002Fnn.hh.ru\u002Fvacancy\u002F37324206\nКонтакты: telegram @obukhova_irina или irina.obukhova@vseinstrumenti.ru","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"fulltime"},{"type":"hashtag","offset":20,"length":9,"data":"frontend"},{"type":"hashtag","offset":30,"length":3,"data":"JS"},{"type":"hashtag","offset":34,"length":7,"data":"jquery"},{"type":"link","offset":344,"length":33,"data":"https:\u002F\u002Fnn.hh.ru\u002Fvacancy\u002F37324206"},{"type":"handle","offset":397,"length":15,"data":"obukhova_irina"},{"type":"link","offset":417,"length":32,"data":"mailto:irina.obukhova@vseinstrumenti.ru"}],"date":"2020-06-16T09:20:04+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"jquery"},{"name":"dotnet"},{"name":"html"},{"name":"css"}],"cities":[],"allowsRemote":true}},{"node":{"__typename":"Job","id":"16960716800-1001110946746","title":"Js разработчик","text":"#вакансия #middle #спб #react #redux #emotion\n\nГород: Сантк-Петербург, ул. Рубинштейна (5 углов)\nФормат работы: офис\nЗанятость: полная\nЗарплатная вилка: от 80к до 130к рублей (на руки, больше по согласованию)\nИспользуемый стек: react 16 (hooks), redux, emotion\n\nОписание вакансии:\n\nПривет всем, мы разрабатываем крутые проекты, связанные прежде всего с физическим здоровьем людей, которые тратят его, зарабатывая себе на хлеб. Эти люди работают на складах, перенося коробки с места на место, в сортировочных центрах, доставляя вам посылки, на стройках, и в остальных местах, где требуется ручной труд.\nНаши решения помогают компаниям за границей измерять и управлять (с помощью носимых устройств) рисками возникновения травмы для своих сотрудников (подробнее можете ознакомиться по ссылке: https:\u002F\u002Fsoteranalytics.com\u002F ). Я сооснователь проекта и нам в сентябре исполнится 4 года. С помощью этого канала мы уже нашли двух сотрудников, которые успешно у нас работают, но сейчас такие времена, что чем быстрее мы сможем разработать новые фичи в наших продуктах, тем больше рынка сможем захватить.\n\nЧто нужно делать: нужно разрабатывать дэшборды и прочие веб интерфейсы для наших клиентов, так и для наших внутренних нужд.\n\nЧто требуется от вас: мы ценим самоорганизованность и очень не любим микроменеджмент. Также мы любим когда наши сотрудники развиваются у нас на глазах и всячески стараемся этому помочь. У нас также сформирована команда из опытных сотрудников, которые имеют экспертизы почти в каждой теме.\nТакже мы ценим, когда человек умеет решать проблемы, а не создавать их другим.\n\nКонтакты: писать мне в личку @pavko_a. В сообщении пишите что вы уже сделали на reactjs, чем вы гордитесь в своей работе, а также пару строк о себе и чем вы занимались на последнем проекте.\n\nЗабыл упомянуть: в команде очень много общения на английском, так как коммерческая команда находится в Лондоне и являются носителями языка. #doyourhomework","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"middle"},{"type":"hashtag","offset":18,"length":4,"data":"спб"},{"type":"hashtag","offset":23,"length":6,"data":"react"},{"type":"hashtag","offset":30,"length":6,"data":"redux"},{"type":"hashtag","offset":37,"length":8,"data":"emotion"},{"type":"link","offset":790,"length":27,"data":"https:\u002F\u002Fsoteranalytics.com\u002F"},{"type":"handle","offset":1618,"length":8,"data":"pavko_a"},{"type":"hashtag","offset":1920,"length":15,"data":"doyourhomework"}],"date":"2020-06-16T09:16:21+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"redux"},{"name":"react-redux"}],"cities":[],"allowsRemote":false}},{"node":{"__typename":"Job","id":"16957571072-1001110946746","title":"Javascript программист","text":"#вакансия #angular\n\nФормат работы: удаленка\n\nЗанятость: полная, проектная\n\nЗарплатная вилка: 700-850 рублей час.\n\nОписание вакансии: Здравствуйте, ищу Angular программиста для доработки Front enda проекта, все подробности при личном общении.\nАнгуляр последней версии.\n\nНазвание компании: SiP\n\nКонтакты: https:\u002F\u002Ft.me\u002Fvladyslav_shubyn\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":8,"data":"angular"},{"type":"link","offset":303,"length":29,"data":"https:\u002F\u002Ft.me\u002Fvladyslav_shubyn"},{"type":"handle","offset":367,"length":16,"data":"javascript_jobs"}],"date":"2020-06-16T07:41:08+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"angularjs"}],"cities":[],"allowsRemote":true}},{"node":{"__typename":"Job","id":"16954425344-1001110946746","title":"Js разработчик","text":"#вакансия #удалённо #nestjs #nest #fullstack #typescript \n\nFullstack TypeScript Developer\n\nhttps:\u002F\u002Fedm-ghost-production.com ищет в команду разработчика для создания музыкальной платформы. \n\n⭐Стек: \nNode.Js, TypeScript, Express, NestJS, TypeOrm, PostgreSQL, Redis, Vue \n\n🔻 Требования:\n- Опыт работы с NestJS (не менее 6 месяцев), TypeOrm;\n- Опыт работы с Vue (vue-class-component, vue-property-decorator) не менее года\n- Знания ES6\u002FES7\u002FES8;\n- REST APIs, на основе Express и NestJS;\n- Опыт работы с PostgreSQL; \n- Typescript (не менее года)\n- ESLint;\n- Знание основ систем контроля версий (Git);\n- Умение работать в команде и писать чистый код;\n\n💥Будет плюсом:\n- AWS S3;\n- Интеграция с Helpdesk (Zendesk\u002FIntercom\u002FHelpcrunch etc.)\n\n🙋♂Обязанности:\n- Разработка бэкенда и фронтэнда нового приложения \n- Взаимодействие с другими разработчиками\n\n🔹Условия:\n- Удалённая работа\n- Полная занятость \n- Гибкий график работы (важно что бы все задачи были выполнены)\n- Зарплатная вилка 120 000 - 200 000 рублей (в зависимости от уровня кандидата middle\u002Fsenior)\n\nПрисылайте CV в ЛС @alexlarichev","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"удалённо"},{"type":"hashtag","offset":20,"length":7,"data":"nestjs"},{"type":"hashtag","offset":28,"length":5,"data":"nest"},{"type":"hashtag","offset":34,"length":10,"data":"fullstack"},{"type":"hashtag","offset":45,"length":11,"data":"typescript"},{"type":"link","offset":91,"length":32,"data":"https:\u002F\u002Fedm-ghost-production.com"},{"type":"handle","offset":1070,"length":13,"data":"alexlarichev"}],"date":"2020-06-16T06:34:02+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"typescript"},{"name":"nodejs"},{"name":"express"},{"name":"postgresql"},{"name":"redis"},{"name":"vuejs"},{"name":"rest"},{"name":"git"},{"name":"amazon-web-services"}],"cities":[],"allowsRemote":true}},{"node":{"__typename":"Job","id":"16952328192-1001110946746","title":"Javascript разработчик","text":"#вакансия #frontend #react #typescript #middle #senior #москва #офис #fulltime\n\nПозиция – Frontend developer\nКомпания – Quadcom\nЛокация – Москва, м. Ботанический сад\nЗанятость – полная, офис, гибкое время начала дня\nОплата: от 150 000 до 200 000 рублей на руки\n\nМы ищем талантливого фронтенд-разработчика в нашу не очень большую, но дружную команду.\nЕсли ты легко осваиваешь новые технологии, любишь чистый и красивый код, знаешь алгоритмы и готов развиваться, то мы очень хотим тебя к себе!\n\nМы разрабатываем различные сервисы и интерфейсы для внутреннего и внешнего использования. У нас есть как большие проекты, так и маленькие. Начиная с 2014 года с небольшой команды мы развились до довольно большой компании и развиваемся дальше\n\nБазируемся в уютном бизнес-центре недалеко от метро Ботанический сад и ВДНХ. У нас гибкий рабочий график, современный офис и отличное оборудование для работы.\n\n✅ Необходимые навыки:\n\n• Знание Javascript и ES6+, React + Redux\n• Уверенные знания HTML, CSS\u002FSASS\u002FLESS\n• Опыт работы в команде с использованием Git и системой управления задачами\n\n✅ Плюсом будет:\n\n• Опыт написания собственного REST API\n• Знакомство с TypeScript\n• Знание алгоритмов и структур данных\n\n✅ Мы предлагаем:\n\n• Работу в успешной, растущей компании\n• Карьерный и профессиональный рост\n• Уютный офис\n• Отсутствие какого-либо дресс-кода\n• Свободный график\n• Адекватное руководство\n\nЗП от 150 000 до 200 000 рублей на руки\nпо итогам собеседования и испытательного срока\n\n☎️ Контакты для обсуждения вакансии:\n\ntelegram @codebor\ne-mail ybb@quadcom.ru\n\n💡Для желающих мы подготовили небольшое задание [~4 часа]\nhttps:\u002F\u002Fgithub.com\u002Fwalborn\u002Ftest-backend-jwt\u002Fblob\u002Fmaster\u002Ftask.md","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"frontend"},{"type":"hashtag","offset":20,"length":6,"data":"react"},{"type":"hashtag","offset":27,"length":11,"data":"typescript"},{"type":"hashtag","offset":39,"length":7,"data":"middle"},{"type":"hashtag","offset":47,"length":7,"data":"senior"},{"type":"hashtag","offset":55,"length":7,"data":"москва"},{"type":"hashtag","offset":63,"length":5,"data":"офис"},{"type":"hashtag","offset":69,"length":9,"data":"fulltime"},{"type":"handle","offset":1521,"length":8,"data":"codebor"},{"type":"link","offset":1537,"length":14,"data":"mailto:ybb@quadcom.ru"},{"type":"link","offset":1611,"length":63,"data":"https:\u002F\u002Fgithub.com\u002Fwalborn\u002Ftest-backend-jwt\u002Fblob\u002Fmaster\u002Ftask.md"}],"date":"2020-06-15T21:32:03+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"typescript"},{"name":"redux"},{"name":"html"},{"name":"css"},{"name":"sass"},{"name":"git"},{"name":"rest"},{"name":"github"},{"name":"jwt"},{"name":"react-redux"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"16948133888-1001110946746","title":"Js разработчик","text":"#вакансия #удаленка #gamedev #геймдев #job #работа #JavaScript #WebGL #AR #8thwall #React #JS  #ReactNative #WebAR \n\n🔹 Название компании: https:\u002F\u002Ftwin3d.ru\n🔹 Город и адрес офиса: Москва\n🔹 Формат работы: Удаленка, проектная работа\n🔹 Занятость: На полный рабочий день (2 месяца)\n🔹 Зарплатная вилка: 100 000 - 150 000 руб\n\n🔥 Описание вакансии: React Native + JavaScript Frontend или Fullstack разработчик на игровой WebAR проект на iOS и Android (safari, chrome, opera).\nУдаленно, полный рабочий день, проектно на 2+ месяца.\n\n🛎 Требования:\n- JavaScript, а именно three.js, ar.js, node.js\n- React Native\n- Опыт c AR и мобильными игровыми проектами будет огромным плюсом\n- Опыт работы с Web проектами\n- Опыт сборки в приложение 3D моделей и анимаций\n- Уровень Middle или Senior\n- Опыт коммерческой разработки +3 года\n- Наличие портфолио - ссылок на успешно реализованные проекты\n\n💻 Обязанности:\n- Разработать архитектуру приложения\n- Коммуникация с беком на стороне заказчика\n- Верстка\u002Fсборка дизайна приложения (адаптивная)\n- Настройка логики\n- Интеграция в приложение и настройка 3D моделей, анимаций\n- Сопровождение проекта после релиза, до завершения промо кампании (+4 месяца) без активной разработки (будем оплачивать почасово или по задачам)\n\n☎️ Контакты: присылайте ссылки на реализованные проекты и финансовые ожидания в телеграм: @shemetvlad","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"удаленка"},{"type":"hashtag","offset":20,"length":8,"data":"gamedev"},{"type":"hashtag","offset":29,"length":8,"data":"геймдев"},{"type":"hashtag","offset":38,"length":4,"data":"job"},{"type":"hashtag","offset":43,"length":7,"data":"работа"},{"type":"hashtag","offset":51,"length":11,"data":"JavaScript"},{"type":"hashtag","offset":63,"length":6,"data":"WebGL"},{"type":"hashtag","offset":70,"length":3,"data":"AR"},{"type":"hashtag","offset":74,"length":8,"data":"8thwall"},{"type":"hashtag","offset":83,"length":6,"data":"React"},{"type":"hashtag","offset":90,"length":3,"data":"JS"},{"type":"hashtag","offset":95,"length":12,"data":"ReactNative"},{"type":"hashtag","offset":108,"length":6,"data":"WebAR"},{"type":"link","offset":139,"length":17,"data":"https:\u002F\u002Ftwin3d.ru"},{"type":"handle","offset":1343,"length":11,"data":"shemetvlad"}],"date":"2020-06-15T18:52:35+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"ios"},{"name":"android"},{"name":"safari"},{"name":"nodejs"},{"name":"web"},{"name":"react-native"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"16943939584-1001110946746","title":"Js разработчик","text":"#вакансия #remote #Javascript #React #Node.js\n\nЛокация: из любой точки мира\nФормат работы: удаленно\nЗанятость: от 8 часов\u002Fнеделю\nЗаработная плата: от 20-000 до 100.000 рублей (нетто), заработная плата складывается из количества проверенных проектов\n\nОписание вакансии: Яндекс.Практикум — сервис онлайн-образования, ежемесячно запускает обучение по направлению веб-разработки. Нам требуется Code reviewer (HTML, CSS, JavaScript) со знанием английского языка. Код-ревьер проверяет написанный студентом международного потока код и даёт обратную связь на английском языке. Код-ревьюер решает: зачесть задание или нет. Также он даёт советы по улучшению кода, отмечает неточности, указывает на ошибки. Вся коммуникация проходит на английском языке.м. Примерная занятость - от 8 часов в неделю (но можно и больше :) Рабочий язык - английский.\nТребования:\n✔Опыт работы веб-разработчиком от одного года;\n✔ Знание HTML, CSS, JavaScript и Node.js;\n✔ Умение грамотно писать на английском языке;\n✔ Готовность посвящать проекту минимум восемь часов в неделю.\n\nНазвание компании: Яндекс.Практикум https:\u002F\u002Fpracticum.yandex.com\u002F\n\nКонтакты: чтобы откликнуться, отправьте резюме с пометкой на какую позицию вы претендуете на адрес ilinovamarian@yandex-team.ru","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"remote"},{"type":"hashtag","offset":18,"length":11,"data":"Javascript"},{"type":"hashtag","offset":30,"length":6,"data":"React"},{"type":"hashtag","offset":37,"length":5,"data":"Node"},{"type":"link","offset":1082,"length":29,"data":"https:\u002F\u002Fpracticum.yandex.com\u002F"},{"type":"link","offset":1212,"length":28,"data":"mailto:ilinovamarian@yandex-team.ru"}],"date":"2020-06-15T18:42:02+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"nodejs"},{"name":"html"},{"name":"css"}],"cities":[],"allowsRemote":true}},{"node":{"__typename":"Job","id":"16942891008-1001110946746","title":"Js разработчик","text":"Greenatom.ru\n#вакансия #Москва #javascript #React #Typescript #Node.js #Middle #Senior #удаленка #удаленная работа \n\n👨🏼‍💻 Middle\u002FSenior Frontend Developer, Middle\u002FSenior Backend Developer\nГород и адрес офиса: #Москва, БЦ Сириус Парк, метро Нагатинская\n\n✅Формат работы: \nУДАЛЕННАЯ РАБОТА\n\n💻Занятость: полная, гибкое начало трудового дня.\n\nЗарплатная вилка: от 170 000 до 230 000 руб. на руки.\n\n🏢Компания: АО Гринатом\n\nПривет! Мы растём и активно развиваем ряд внутренних проектов: например, корпоративный портал, горячая линия, собственная кадровая система. Мы формируем НЕСКОЛЬКО КОМАНД и ищем классных:\n\n✅фронтенд разработчиков;\n\n✅бэкенд разработчиков. \n\nПроекты в стадии разработки пилота и у тебя есть возможность повлиять на дальнейшее развитие продукта. Если у тебя есть крутые идеи - ты сможешь их здесь реализовать! Откликайся сам и зови друзей! Вирус пройдёт, работа останется!\n\n✅Требуемые знания и навыки:\n- Опыт разработки от двух лет\n- Хорошее знание чистого JS\n- Опыт работы с TypeScript\n- React, MobX, Less\u002FSass\n- Опыт написания юнит-тестов с помощью Jest, Enzymе очень приветствуется\n\n💡Наш стек:\n      React, TypeScript, Node.js, MobX, Docker\n\nМы работаем по Scrum.\n\n✅Условия:\n- Официальное оформление по ТК, белая зп;\n- Возможности профессионального и карьерного роста;\n- Дополнительные 3 дня к отпуску;\n- Плавающее начало дня;\n- ДМС со стоматологией\n\n☎️Контакты:\nЮлия - YAnZueva@Greenatom.ru","markup":[{"type":"link","offset":0,"length":12,"data":"http:\u002F\u002FGreenatom.ru"},{"type":"hashtag","offset":13,"length":9,"data":"вакансия"},{"type":"hashtag","offset":23,"length":7,"data":"Москва"},{"type":"hashtag","offset":31,"length":11,"data":"javascript"},{"type":"hashtag","offset":43,"length":6,"data":"React"},{"type":"hashtag","offset":50,"length":11,"data":"Typescript"},{"type":"hashtag","offset":62,"length":5,"data":"Node"},{"type":"hashtag","offset":71,"length":7,"data":"Middle"},{"type":"hashtag","offset":79,"length":7,"data":"Senior"},{"type":"hashtag","offset":87,"length":9,"data":"удаленка"},{"type":"hashtag","offset":97,"length":10,"data":"удаленная"},{"type":"hashtag","offset":212,"length":7,"data":"Москва"},{"type":"link","offset":1392,"length":21,"data":"mailto:YAnZueva@Greenatom.ru"}],"date":"2020-06-15T18:41:43+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"typescript"},{"name":"nodejs"},{"name":"sass"},{"name":"docker"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"16939745280-1001110946746","title":"Js developer","text":"#вакансия #JavaScript #Angular \n\nЛокация: Москва м.Достоевская\u002FНовослободская\u002FМенделеевская\nФормат работы: Удаленный формат работы на время карантина\u002Fдалее офис\nЗанятость: полная\nЗаработная плата: от 140 000 до 240 000 после вычета налогов\nВакансия: Middle\u002FSenior Front Developer\nКомпания: YCLIENTS\nКонтакты: @chernoglazau\n\n⭐️YCLIENTS -облачная ERP система - предоставляет сервисы онлайн-записи, складского учета, расчета зарплат сотрудников, управления уведомлениями и программой лояльности. \nПроекту 10 лет. На сегодняшний день клиентами YCLIENTS являются более 19 тысяч компаний в 400 городах России и стран СНГ. Ежемесячно на платформе совершается более 9 миллионов записей к 160 000 специалистов.\n\n💥Требования:\n    • Отличные знания JavaScript (es.next), TypeScript\n    • Обширный опыт работы с angular (4+) и angularjs, опыт работы с большими проектами\n    • Качественно верстать по mobile-first (Edge и нормальные браузеры)\n    • Опыт работы с cordova\u002Fphonegap\n    • Хорошо знаешь как работает git, комфортно себя чувствует в *nix-консоли\n    • Знает, как настраивать webpack\n     \n     💥 Мы работаем командой, и мнение каждого члена для нас имеет значение\n    • Работаем по Agile, в команде есть Scrum-мастер\n    • Отличный Work\u002FLife баланс\n    • Гарантируем, что каждый получит технический буст на этом проекте. Научим, расскажем, главное чтобы Вы были открыты к новым знаниям.\n\nЕсли ты готов к переменам, пиши сразу мне, буду рада пообщаться!","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":11,"data":"JavaScript"},{"type":"hashtag","offset":22,"length":8,"data":"Angular"},{"type":"handle","offset":309,"length":13,"data":"chernoglazau"},{"type":"link","offset":751,"length":7,"data":"http:\u002F\u002Fes.next"}],"date":"2020-06-15T18:34:34+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"angularjs"},{"name":"typescript"},{"name":"mobile"},{"name":"cordova"},{"name":"git"},{"name":"webpack"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"16938696704-1001110946746","title":"Javascript developer","text":"#вакансия #удаленка #react\n\nRocketech.it срочно ищет Senior Frontend React Developer\n\nФормат занятости: удаленка\nЗанятость: fulltime\nЗарплатная вилка: 2200 -2700$\u002Fмесяц на руки\n\nО компании: \n\nRocketech - компания, предоставляющая полноценные продуктовые команды для инвесторов, стартаперов и крупных компаний. Мы уже больше 5 лет на рынке разработки програмного обеспечения. Сотни выполненых кейсов, десятки крупных клиентов. \n\nО проекте:\n\nМаркетинговый инструмент.\n\nСтек технологий: \n\nTypeScript, React, CRA, less, mobx, antd\n\nТребования: \n\n3+ года опыта коммерческой разработки в frontend\n\nБудет плюсом:\n\nРазговорный английский\n\nКонтакт: @mxm_at\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"удаленка"},{"type":"hashtag","offset":20,"length":6,"data":"react"},{"type":"link","offset":28,"length":12,"data":"http:\u002F\u002FRocketech.it"},{"type":"handle","offset":640,"length":7,"data":"mxm_at"},{"type":"handle","offset":682,"length":16,"data":"javascript_jobs"}],"date":"2020-06-15T14:35:41+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"typescript"}],"cities":[],"allowsRemote":true}}]}}},"context":{}};(function(){var s;(s=document.currentScript||document.scripts[document.scripts.length-1]).parentNode.removeChild(s);}());</script><script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>