<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу react-native - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71776075776-1001054966032" class="card-link">
        Mobile разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#ReactNative</span> <span style="opacity: 0.5;">#JavaScript</span> <span style="opacity: 0.5;">#&#x41A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x434;&#x430;&#x440;</span> <span style="opacity: 0.5;">#&#x418;&#x436;&#x435;&#x432;&#x441;&#x43A;</span> <span style="opacity: 0.5;">#&#x415;&#x43A;&#x430;&#x442;&#x435;&#x440;&#x438;&#x43D;&#x431;&#x443;&#x440;&#x433;</span> <span style="opacity: 0.5;">#fulltime</span>                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        

&#x413;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x43E;&#x431;&#x441;&#x443;&#x434;&#x438;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;, &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43B;&#x44E;&#x431;&#x43E;&#x43C; &#x438;&#x437; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x444;&#x438;&#x441;&#x43E;&#x432;.

&#x1F50A;Fastdev &#x2013; &#x448;&#x432;&#x435;&#x434;&#x441;&#x43A;&#x430;&#x44F; &#x430;&#x443;&#x442;&#x441;&#x43E;&#x440;&#x441;&#x438;&#x43D;&#x433;&#x43E;&#x432;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x442; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x430;&#x43C; &#x441; 2007 &#x433;.                                                                                                                                                                                                         &#x41F;&#x43E;&#x440;&#x442;&#x444;&#x435;&#x43B;&#x44C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x439; &#x438; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x43E;&#x431;&#x440;&#x430;&#x437;&#x43D;&#x44B;&#x439;, &#x43A;&#x430;&#x43A; &#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x438;&#x437;&#x430; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x443;&#x44E; &#x43C;&#x44B; &#x43A;&#x430;&#x436;&#x434;&#x44B;&#x439; &#x434;&#x435;&#x43D;&#x44C; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x43C;&#x441;&#x44F; &#x443;&#x432;&#x435;&#x43B;&#x438;&#x447;&#x438;&#x442;&#x44C;.
&#x41D;&#x430;&#x448;&#x430; &#x434;&#x440;&#x443;&#x436;&#x43D;&#x430;&#x44F; &#x441;&#x438;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x442; &#x432; &#x418;&#x436;&#x435;&#x432;&#x441;&#x43A;&#x435;, &#x415;&#x43A;&#x430;&#x442;&#x435;&#x440;&#x438;&#x43D;&#x431;&#x443;&#x440;&#x433;&#x435; &#x438; &#x41A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x434;&#x430;&#x440;&#x435;, &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x43D;&#x43E;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; - &#x432; &#x421;&#x442;&#x43E;&#x43A;&#x433;&#x43E;&#x43B;&#x44C;&#x43C;&#x435;.
&#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43C;&#x44B; &#x432; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x435; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; React Native &#x43D;&#x430; &#x43E;&#x434;&#x438;&#x43D; &#x438;&#x437; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;.

&#x1F4DD; &#x41A;&#x430;&#x43A;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;?
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x434;&#x43B;&#x44F; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x435;&#x439;&#x448;&#x435;&#x433;&#x43E; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44F; &#x448;&#x432;&#x435;&#x439;&#x43D;&#x44B;&#x445; &#x43C;&#x430;&#x448;&#x438;&#x43D; &#x432; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x435;. &#x42D;&#x442;&#x438; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430; &#x2013; &#x43C;&#x430;&#x43B;&#x435;&#x43D;&#x44C;&#x43A;&#x438;&#x435; &#x440;&#x43E;&#x431;&#x43E;&#x442;&#x44B;, &#x441; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x432;&#x441;&#x435;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x438;&#x437;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x438;&#x437;&#x434;&#x435;&#x43B;&#x438;&#x44F;, &#x43D;&#x430;&#x447;&#x438;&#x43D;&#x430;&#x44F; &#x43E;&#x442; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x44D;&#x441;&#x43A;&#x438;&#x437;&#x430;.
&#x423;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430; &#x43E;&#x440;&#x438;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x44B; &#x43D;&#x430; &#x448;&#x438;&#x440;&#x43E;&#x43A;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44F;, &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x443; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x44F;&#x44E;&#x442;&#x441;&#x44F; &#x432;&#x44B;&#x447;&#x438;&#x441;&#x43B;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x441;&#x435;&#x442;&#x438; (TiO).

&#x412; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x435; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; React Native &#x43D;&#x430; &#x43E;&#x434;&#x438;&#x43D; &#x438;&#x437; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x435;&#x439;&#x448;&#x435;&#x433;&#x43E; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44F; &#x448;&#x432;&#x435;&#x439;&#x43D;&#x44B;&#x445; &#x43C;&#x430;&#x448;&#x438;&#x43D; &#x432; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x435;. 
                                                                                                                                                                                                              
&#x425;&#x43E;&#x440;&#x43E;&#x448;&#x43E; &#x432;&#x43E;&#x43B;&#x44C;&#x435;&#x442;&#x441;&#x44F; &#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; middle+ &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; &#x43D;&#x430; React Native, c &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x43C; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x43A;&#x440;&#x43E;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;.

&#x1F4A5;  &#x427;&#x442;&#x43E; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x442; &#x43D;&#x430;&#x448; &#x431;&#x443;&#x434;&#x443;&#x449;&#x438;&#x439; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;? 
&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445; &#x438; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x437;&#x430;&#x440;&#x443;&#x431;&#x435;&#x436;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x430;&#x445; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x440;&#x430;&#x441;&#x441;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43C;&#x43D;&#x43E;&#x433;&#x43E; - &#x43F;&#x440;&#x438;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x435; &#x432; &#x433;&#x43E;&#x441;&#x442;&#x438; &#x438; &#x43F;&#x440;&#x438;&#x44F;&#x442;&#x43D;&#x43E; &#x43F;&#x43E;&#x43E;&#x431;&#x449;&#x430;&#x439;&#x442;&#x435;&#x441;&#x44C; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; &#x437;&#x430; &#x447;&#x430;&#x448;&#x43A;&#x43E;&#x439; &#x43A;&#x43E;&#x444;&#x435;.
&#x415;&#x441;&#x442;&#x44C; &#x432;&#x441;&#x435; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;: &#x431;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;, &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438; &#x434;&#x432;&#x430; &#x440;&#x430;&#x437;&#x430; &#x432; &#x433;&#x43E;&#x434; &#x434;&#x43B;&#x44F; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x433;&#x43E;, Performance review.
&#x414;&#x43E;&#x445;&#x43E;&#x434; 100-150&#x41A; net (&#x434;&#x43B;&#x44F; &#x43E;&#x440;&#x438;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x430;), &#x43A;&#x430;&#x436;&#x434;&#x44B;&#x439; &#x43A;&#x432;&#x430;&#x440;&#x442;&#x430;&#x43B; 15% &#x43F;&#x440;&#x438;&#x431;&#x44B;&#x43B;&#x438; Fastdev &#x434;&#x435;&#x43B;&#x438;&#x442;&#x441;&#x44F; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x430;&#x43C;&#x438;.
&#x423; &#x43D;&#x430;&#x441; &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x432; &#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x43E;&#x43C; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x432; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x435;, &#x441; &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x43C; &#x432;&#x438;&#x434;&#x43E;&#x43C; &#x438;&#x437; &#x43E;&#x43A;&#x43D;&#x430;.
&#x41A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x438;&#x440;&#x43E;&#x432;&#x43A;&#x438; &#x437;&#x430; &#x440;&#x443;&#x431;&#x435;&#x436; &#x438; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x432; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x443; &#x2013; &#x431;&#x435;&#x437; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x43D;&#x438;&#x43A;&#x430;&#x43A;, &#x432;&#x435;&#x434;&#x44C; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x435;&#x432;&#x440;&#x43E;&#x43F;&#x435;&#x439;&#x441;&#x43A;&#x430;&#x44F;. 
&#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x44F;&#x435;&#x43C; &#x432; &#x448;&#x442;&#x430;&#x442;, &#x432;&#x441;&#x435; &#x43F;&#x440;&#x43E;&#x437;&#x440;&#x430;&#x447;&#x43D;&#x43E;, &#x414;&#x41C;&#x421; &#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x41A;&#x430;&#x436;&#x434;&#x44B;&#x439; &#x433;&#x43E;&#x434; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x43C; &#x432;&#x44B;&#x435;&#x437;&#x434;&#x43D;&#x43E;&#x439; &#x442;&#x438;&#x43C;&#x431;&#x438;&#x43B;&#x434;&#x438;&#x43D;&#x433; &#x432;&#x441;&#x435;&#x439; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x435;&#x439; (&#x420;&#x424;, &#x410;&#x437;&#x438;&#x44F;, &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x430;) &#x2013; &#x432;&#x43E;&#x441;&#x43F;&#x43E;&#x43C;&#x438;&#x43D;&#x430;&#x43D;&#x438;&#x439; &#x445;&#x432;&#x430;&#x442;&#x430;&#x435;&#x442; &#x434;&#x43E; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x435;&#x439; &#x432;&#x441;&#x442;&#x440;&#x435;&#x447;&#x438;!                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             

&#x41F;&#x43E; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x430;&#x43C; &#x438; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435; &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; <a href="tg://resolve?domain=Lizhen0305">@Lizhen0305</a> &#x438;&#x43B;&#x438; <a target="_blank" rel="noopener noreferrer" href="mailto:elizaveta.yakimova@fastdev.se">elizaveta.yakimova@fastdev.se</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">22 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17108566016-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#typescript</span> <span style="opacity: 0.5;">#nodejs</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#senior</span>

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: <span style="opacity: 0.5;">#M&#x435;&#x442;&#x440;&#x43A;&#x432;&#x430;&#x434;&#x440;&#x430;&#x442;&#x43D;&#x44B;&#x439;</span> <a target="_blank" rel="noopener noreferrer" href="http://www.m2.ru">www.m2.ru</a>
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> &#x43C;.&#x411;&#x435;&#x43B;&#x43E;&#x440;&#x443;&#x441;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; (&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x434;&#x43E; &#x441;&#x435;&#x43D;&#x442;&#x44F;&#x431;&#x440;&#x44F;) 
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;/&#x43F;: 200&#x43A; - 260&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=maxdmitrov">@maxdmitrov</a>

&#x42D;&#x442;&#x43E; &#x44D;&#x43A;&#x43E;&#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430; &#x43D;&#x435;&#x434;&#x432;&#x438;&#x436;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x442; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x430;&#x43C; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x43B;&#x44E;&#x431;&#x44B;&#x435; &#x436;&#x438;&#x43B;&#x438;&#x449;&#x43D;&#x44B;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;: &#x43E;&#x442; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430; &#x432;&#x430;&#x440;&#x438;&#x430;&#x43D;&#x442;&#x43E;&#x432; &#x438; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x434;&#x435;&#x43B;&#x43A;&#x438; &#x434;&#x43E; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x440;&#x435;&#x43C;&#x43E;&#x43D;&#x442;&#x430; &#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x430; &#x432; &#x43D;&#x43E;&#x432;&#x443;&#x44E; &#x43A;&#x432;&#x430;&#x440;&#x442;&#x438;&#x440;&#x443;. &#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x435;&#x43C; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x43F;&#x430;&#x440;&#x442;&#x43D;&#x451;&#x440;&#x43E;&#x432; &#x438; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A;&#x43E;&#x432; &#x440;&#x44B;&#x43D;&#x43A;&#x430; &#x43D;&#x435;&#x434;&#x432;&#x438;&#x436;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438;.

&#x427;&#x435;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F;:

&#x2022;  &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43E;&#x434;&#x438;&#x43D; &#x438;&#x437; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x436;&#x438;&#x43B;&#x438;&#x449;&#x43D;&#x43E;&#x439; &#x44D;&#x43A;&#x43E;&#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B;;
&#x2022;  &#x43F;&#x440;&#x43E;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x441; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x44D;&#x442;&#x430;&#x43F;&#x430; (&#x434;&#x435;&#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x44F;, &#x43F;&#x440;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B;, &#x434;&#x435;&#x43C;&#x43E; &#x441; &#x432;&#x43B;&#x430;&#x434;&#x435;&#x43B;&#x44C;&#x446;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;);
&#x2022;  &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x43E;&#x434; &#x440;&#x435;&#x432;&#x44C;&#x44E;;
&#x2022;  &#x43F;&#x43E;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x434; unit &#x442;&#x435;&#x441;&#x442;&#x430;&#x43C;&#x438;, &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;&#x430;&#x43C; &#x432; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x438; e2e &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;;
&#x2022;  &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x440;&#x435;&#x43D;&#x434;&#x435;&#x440;&#x438;&#x43D;&#x433; &#x438; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x44C; &#x437;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43A;&#x438; &#x441;&#x442;&#x440;&#x430;&#x43D;&#x438;&#x446;;
&#x2022;  &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x44B;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x44B;, &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44F; &#x43E;&#x431;&#x449;&#x438;&#x435; UI &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x438;, &#x438; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x438; &#x44D;&#x442;&#x438;&#x445; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;.

&#x427;&#x435;&#x433;&#x43E; &#x43C;&#x44B; &#x436;&#x434;&#x435;&#x43C;:

&#x2022; Javascript(ES6);
&#x2022; React + MobX/Redux;
&#x2022; HTML;
&#x2022; CSS;
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x43A;&#x440;&#x43E;&#x441;&#x441;&#x431;&#x440;&#x430;&#x443;&#x437;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x432;&#x435;&#x440;&#x441;&#x442;&#x43A;&#x438;.

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:

&#x2022; TypeScript;
&#x2022; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x430; HTTP/HTTPS, websockets, &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; REST API;
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; react native;
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x432; &#x431;&#x435;&#x43A;&#x44D;&#x43D;&#x434;&#x435; &#x43D;&#x430; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x445; &#x44F;&#x437;&#x44B;&#x43A;&#x430;&#x445; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;;
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x444;&#x438;&#x43B;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x438; &#x440;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430; &#x43A;&#x43E;&#x434;&#x430;;
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;.

&#x41C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;: 

&#x2022;  TypeScript + React + MobX + Gatsby;
&#x2022;  NestJS + gRPC + ProtoBuf (&#x43C;&#x438;&#x434;&#x43B;-&#x441;&#x43B;&#x43E;&#x439;, &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x44E;&#x449;&#x438;&#x439; UI &#x438; &#x43E;&#x431;&#x440;&#x430;&#x449;&#x430;&#x44E;&#x449;&#x438;&#x439;&#x441;&#x44F; &#x43A; API &#x431;&#x44D;&#x43A;-&#x44D;&#x43D;&#x434;&#x430;);
&#x2022;  Micro Frontend Service;
&#x2022;  GitLab (CI/CD);
&#x2022;  Yarn + Lerna;
&#x2022;  Webpack/Rollup.

&#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;: 

&#x2022;  &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;;
&#x2022;  &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x432;&#x43B;&#x438;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x443; &#x438; &#x441;&#x440;&#x430;&#x437;&#x443; &#x432;&#x438;&#x434;&#x435;&#x442;&#x44C; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442; &#x441;&#x432;&#x43E;&#x435;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
&#x2022;  &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x435;&#x43D;&#x442;&#x43D;&#x430;&#x44F; &#x417;&#x41F;, &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435;;
&#x2022;  &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
&#x2022;  &#x414;&#x41C;&#x421;, &#x43A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441;&#x430;, &#x43B;&#x44C;&#x433;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x441;&#x442;&#x430;&#x432;&#x43A;&#x430; &#x43F;&#x43E; &#x438;&#x43F;&#x43E;&#x442;&#x435;&#x43A;&#x435;;
&#x2022;  &#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432; &#x411;&#x426; &#xAB;&#x411;&#x435;&#x43B;&#x430;&#x44F; &#x43F;&#x43B;&#x43E;&#x449;&#x430;&#x434;&#x44C;&#xBB; (&#x43C;&#x438;&#x43D;&#x443;&#x442;&#x430; &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E;): &#x43B;&#x430;&#x443;&#x43D;&#x434;&#x436;-&#x437;&#x43E;&#x43D;&#x44B;, &#x431;&#x430;&#x440;&#x438;&#x441;&#x442;&#x430;, &#x444;&#x440;&#x443;&#x43A;&#x442;&#x44B;.

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/gitlab" class="mr-2">
         gitlab
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">22 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17105420288-1001110946746" class="card-link">
        Js программист
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#js</span> <span style="opacity: 0.5;">#ts</span> 

 &#x412; &#x444;&#x438;&#x43D;&#x442;&#x435;&#x445; &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F; <a target="_blank" rel="noopener noreferrer" href="http://YouHodler.com">YouHodler.com</a> &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x442;&#x430;&#x43B;&#x430;&#x43D;&#x442;&#x43B;&#x438;&#x432;&#x44B;&#x439; frontend &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x441;&#x442; 

- 5/2 &#x43A;&#x440;&#x443;&#x433;&#x43B;&#x44B;&#x439; &#x433;&#x43E;&#x434;, &#x431;&#x435;&#x437; &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x430;&#x437;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432; &#x420;&#x424;, &#x43D;&#x43E; &#x43E;&#x442;&#x43F;&#x443;&#x441;&#x43A; 6 &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44C; - &#x434;&#x430;&#x442;&#x44B; &#x432;&#x44B;&#x431;&#x438;&#x440;&#x430;&#x435;&#x448;&#x44C; &#x441;&#x430;&#x43C; &#x43F;&#x43E; &#x434;&#x43E;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439;
- &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430; &#x432; $
- &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; (&#x441; &#x43A;&#x43E;&#x43C;&#x43C;&#x430;&#x43D;&#x434;&#x438;&#x440;&#x43E;&#x432;&#x43A;&#x430;&#x43C;&#x438; &#x437;&#x430; &#x441;&#x447;&#x435;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;)
- &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x43E;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x441; 9:00 &#x434;&#x43E; 18:00 CET &#x441; &#x43F;&#x43E;&#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44C;&#x43D;&#x438;&#x43A;&#x430; &#x43F;&#x43E; &#x43F;&#x44F;&#x442;&#x43D;&#x438;&#x446;&#x443;
- &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x440;&#x430;&#x437; &#x432; &#x433;&#x43E;&#x434; &#x43E;&#x431;&#x449;&#x438;&#x439; &#x441;&#x43B;&#x435;&#x442; &#x437;&#x430; &#x441;&#x447;&#x435;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x432; &#x43A;&#x440;&#x430;&#x441;&#x438;&#x432;&#x44B;&#x445; &#x43C;&#x435;&#x441;&#x442;&#x430;&#x445; &#x43D;&#x430;&#x448;&#x435;&#x439; &#x43F;&#x43B;&#x430;&#x43D;&#x435;&#x442;&#x44B;

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;

&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 2500 &#x434;&#x43E; 3000 USD

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:
&#x41A; &#x43D;&#x430;&#x43C; &#x432; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44E; &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442; &#x442;&#x430;&#x43B;&#x430;&#x43D;&#x43B;&#x438;&#x432;&#x44B;&#x439; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x434; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x441;&#x442; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43D;&#x430;&#x434; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x435;&#x439; &#x432;&#x435;&#x440;&#x441;&#x438;&#x435;&#x439; <a target="_blank" rel="noopener noreferrer" href="http://app.youhodler.com">app.youhodler.com</a> &#x438; <a target="_blank" rel="noopener noreferrer" href="https://apps.apple.com/app/id1469351696">https://apps.apple.com/app/id1469351696</a>
&#x41C;&#x43D;&#x43E;&#x433;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x445; &#x438; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447; &#x437;&#x430;&#x434;&#x430;&#x447; &#x43D;&#x430; &#x43B;&#x44E;&#x431;&#x43E;&#x439; &#x432;&#x43A;&#x443;&#x441;: &#x43E;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43F;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43C; real-time &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x434;&#x43E; &#x430;&#x43D;&#x438;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; 60fps &#x43D;&#x430; &#x432;&#x441;&#x435;&#x445; &#x43F;&#x43B;&#x430;&#x444;&#x43C;&#x430;&#x445; (web, react-native), &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x441;&#x442;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; web &#x441;&#x430;&#x439;&#x442;&#x430;, &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x438; pwa &#x438; &#x442;&#x430;&#x43A; &#x434;&#x430;&#x43B;&#x435;&#x435;

&#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F;:
- typescript;
- react;
- state-management (redux / mobx);

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
- react-native;
- styled-components / styled-system;

<a target="_blank" rel="noopener noreferrer" href="https://www.youhodler.com/">https://www.youhodler.com/</a>
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=acusticdemon">@acusticdemon</a>, <a target="_blank" rel="noopener noreferrer" href="mailto:renat@youhodler.com">renat@youhodler.com</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">22 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/26477592576-1001075660570" class="card-link">
        Php разработчик
      </a></h4><div class="card-text job-content">&#x1F3E1; &#x41F;&#x440;&#x438; &#x43F;&#x443;&#x431;&#x43B;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x443;&#x43A;&#x430;&#x437;&#x430;&#x442;&#x44C; &#x433;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x44E; &#x43C;&#x435;&#x442;&#x440;&#x43E; (&#x438;&#x43B;&#x438; &#x431;&#x43B;&#x438;&#x436;&#x430;&#x439;&#x448;&#x438;&#x439; &#x43E;&#x440;&#x438;&#x435;&#x43D;&#x442;&#x438;&#x440;). &#x415;&#x441;&#x43B;&#x438; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x430; &#x443;&#x434;&#x430;&#x43B;&#x451;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x2013; &#x43D;&#x430;&#x434;&#x43E; &#x43E;&#x431; &#x44D;&#x442;&#x43E;&#x43C; &#x443;&#x43A;&#x430;&#x437;&#x430;&#x442;&#x44C; &#x44F;&#x432;&#x43D;&#x43E;. 

&#x1F535; &#x412; &#x433;&#x440;&#x443;&#x43F;&#x43F;&#x435; &#x435;&#x441;&#x442;&#x44C; &#x442;&#x440;&#x430;&#x434;&#x438;&#x446;&#x438;&#x44F; - &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438; &#x432;&#x445;&#x43E;&#x434;&#x435;:

&#x25AB;&#xFE0F;&#x41A;&#x430;&#x43A;&#x43E;&#x439; &#x443; &#x432;&#x430;&#x441; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x438;&#x43B;&#x438; &#x433;&#x434;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x442;&#x435;?
&#x25AB;&#xFE0F;&#x412; &#x447;&#x451;&#x43C; &#x432;&#x44B; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;?
&#x25AB;&#xFE0F;&#x427;&#x435;&#x43C; &#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B; &#x438;&#x43B;&#x438; &#x43F;&#x43E;&#x43B;&#x435;&#x437;&#x43D;&#x44B; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;?
&#x25AB;&#xFE0F;&#x427;&#x435;&#x43C; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x432;&#x430;&#x43C;? &#x427;&#x442;&#x43E; &#x432;&#x44B; &#x438;&#x449;&#x438;&#x442;&#x435;?
&#x25AB;&#xFE0F;&#x41E;&#x442;&#x43A;&#x443;&#x434;&#x430; &#x432;&#x44B;?
&#x25AB;&#xFE0F;&#x41A;&#x430;&#x43A; &#x443;&#x437;&#x43D;&#x430;&#x43B;&#x438; &#x43F;&#x440;&#x43E; &#x433;&#x440;&#x443;&#x43F;&#x43F;&#x443;?
&#x412; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x438; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x443;&#x43A;&#x430;&#x437;&#x430;&#x442;&#x44C; &#x442;&#x44D;&#x433; <span style="opacity: 0.5;">#whois</span>

&#x1F535; &#x41F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x430; &#x447;&#x430;&#x442;&#x430;: 

&#x1F6AB; &#x420;&#x435;&#x43A;&#x43B;&#x430;&#x43C;&#x430; &#x437;&#x430;&#x43F;&#x440;&#x435;&#x449;&#x435;&#x43D;&#x430;
&#x1F6AB; &#x41F;&#x43E;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x430; &#x437;&#x430;&#x43F;&#x440;&#x435;&#x449;&#x435;&#x43D;&#x430;
&#x1F6AB; &#x424;&#x43B;&#x443;&#x434; &#x438; &#x43E;&#x444;&#x444;&#x442;&#x43E;&#x43F;&#x438;&#x43A; &#x437;&#x430;&#x43F;&#x440;&#x435;&#x449;&#x451;&#x43D;
&#x1F6AB; &#x41D;&#x435;&#x446;&#x435;&#x43D;&#x437;&#x443;&#x440;&#x43D;&#x430;&#x44F; &#x43B;&#x435;&#x43A;&#x441;&#x438;&#x43A;&#x430; &#x437;&#x430;&#x43F;&#x440;&#x435;&#x449;&#x435;&#x43D;&#x430;

&#x417;&#x430; &#x43D;&#x435;&#x441;&#x43E;&#x431;&#x43B;&#x44E;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B; - &#x43E;&#x434;&#x43D;&#x43E; &#x43F;&#x440;&#x435;&#x434;&#x443;&#x43F;&#x440;&#x435;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435;, &#x434;&#x430;&#x43B;&#x435;&#x435; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x435;&#x442; &#x431;&#x430;&#x43D;.

&#x417;&#x434;&#x435;&#x441;&#x44C; &#x43F;&#x443;&#x431;&#x43B;&#x438;&#x43A;&#x443;&#x435;&#x43C; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; (&#x443;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x44F; &#x442;&#x44D;&#x433; <span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span>) &#x438; &#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441;&#x44B; &#x43D;&#x430; &#x43F;&#x43E;&#x438;&#x441;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; (&#x443;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x44F; &#x442;&#x44D;&#x433; <span style="opacity: 0.5;">#&#x438;&#x449;&#x443;</span>) &#x43F;&#x43E; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; PHP, Laravel, Symfony, Yii &#x438; &#x442;.&#x434;. &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x43B;&#x44E;&#x431;&#x43E;&#x439;: full-time, part-time, remote &#x438; &#x440;&#x430;&#x437;&#x43E;&#x432;&#x44B;&#x435; &#x43F;&#x43E;&#x434;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;. &#x422;&#x430;&#x43A;&#x436;&#x435; &#x43E;&#x431;&#x43C;&#x435;&#x43D;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x438;&#x43D;&#x441;&#x430;&#x439;&#x434;&#x430;&#x43C;&#x438; &#x438; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x43E;&#x439; &#x43F;&#x43E; &#x440;&#x44B;&#x43D;&#x43A;&#x443; &#x442;&#x440;&#x443;&#x434;&#x430;.

&#x417;&#x430;&#x43C;&#x435;&#x442;&#x438;&#x43B;&#x438; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x435;? &#x41E;&#x431;&#x440;&#x430;&#x442;&#x438;&#x442;&#x435;&#x441;&#x44C;, &#x43F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430;, &#x43A; &#x43C;&#x43E;&#x434;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x430;&#x43C;:
&#x1F538;<a href="tg://resolve?domain=Ddonalld">@Ddonalld</a> 
&#x1F538;<a href="tg://resolve?domain=DenisIzmaylov">@DenisIzmaylov</a>

&#x1F535; &#x41F;&#x430;&#x440;&#x430;&#x43B;&#x43B;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x441; &#x44D;&#x442;&#x43E;&#x439; &#x433;&#x440;&#x443;&#x43F;&#x43F;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435; &#x433;&#x440;&#x443;&#x43F;&#x43F;&#x44B; &#x441; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;&#x43C;&#x438;, &#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441;&#x430;&#x43C;&#x438; &#x43D;&#x430; &#x43F;&#x43E;&#x438;&#x441;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x438; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x43E;&#x439; &#x43F;&#x43E; &#x440;&#x44B;&#x43D;&#x43A;&#x443; &#x442;&#x440;&#x443;&#x434;&#x430; &#x432; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F;&#x445;:

&#x1F538;<a href="tg://resolve?domain=qa_jobs">@qa_jobs</a> &#x2013; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C; &#x432;&#x438;&#x434;&#x430;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x435;&#x433;&#x43E; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x438; &#x442;.&#x434;. 
&#x1F538;<a href="tg://resolve?domain=mobile_jobs">@mobile_jobs</a> &#x2013; &#x43F;&#x43E; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; iOS, Android, Xamarin &#x438; &#x442;.&#x434;.
&#x1F538;<a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a> &#x2013; &#x43F;&#x43E; JavaScript, React.js, Node.js, React Native &#x438; &#x43F;&#x440;.
&#x1F538;<a href="tg://resolve?domain=devops_jobs">@devops_jobs</a> &#x2013; &#x43F;&#x43E; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; DevOps, Docker, CoreOS, Kubernetes &#x438; &#x43F;&#x440;
&#x1F538;<a href="tg://resolve?domain=uiux_jobs">@uiux_jobs</a> &#x2013;  &#x43F;&#x43E; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; UI, UX, Design Thinking, Style Guides, Mobile &#x438; &#x442;.&#x434;.
&#x1F538;<a href="tg://resolve?domain=products_jobs">@products_jobs</a> &#x2013; &#x43F;&#x43E; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;&#x43C;&#x438;, Growth Hacking, Cust Dev, Design Thinking, UX.

&#x1F30E; &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;, &#x432;&#x430;&#x43C; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x431;&#x443;&#x434;&#x443;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B; &#x433;&#x440;&#x443;&#x43F;&#x43F;&#x44B;: <a href="tg://resolve?domain=qa_ru">@qa_ru</a>, <a href="tg://resolve?domain=android_ru">@android_ru</a>, <a href="tg://resolve?domain=ios_ru">@ios_ru</a>, <a href="tg://resolve?domain=reactnative_ru">@reactnative_ru</a>, <a href="tg://resolve?domain=react_js">@react_js</a>, <a href="tg://resolve?domain=nodejs_ru">@nodejs_ru</a>, <a href="tg://resolve?domain=angularjs_ru">@angularjs_ru</a>, <a href="tg://resolve?domain=angular2">@angular2</a>, <a href="tg://resolve?domain=devops_ru">@devops_ru</a>, <a href="tg://resolve?domain=uiux_ru">@uiux_ru</a>, <a href="tg://resolve?domain=products_">@products_</a>, <a href="tg://resolve?domain=agile_ru">@agile_ru</a>, <a href="tg://resolve?domain=selfdev_ru">@selfdev_ru</a>. &#x41F;&#x440;&#x438;&#x44F;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x44F;!</div><div class="card-text"><div class="tags-items"><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/laravel" class="mr-2">
         laravel
        </a><a href="/tags/symfony" class="mr-2">
         symfony
        </a><a href="/tags/yii" class="mr-2">
         yii
        </a><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/android" class="mr-2">
         android
        </a><a href="/tags/xamarin" class="mr-2">
         xamarin
        </a><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">19 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17029922816-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#react</span>  <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span>
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: Maxiru
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: anywhere/fully remote
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x41F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x413;&#x440;&#x430;&#x444;&#x438;&#x43A;: &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; (&#x441; &#x437;&#x430;&#x445;&#x432;&#x430;&#x442;&#x43E;&#x43C; &#x434;&#x43D;&#x44F; &#x43F;&#x43E; NY time)
&#x417;/&#x43F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: $2,400-$2,900
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: <a href="tg://resolve?domain=elenamat">@elenamat</a>

&#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x44B; React.js &#x432; &#x43D;&#x430;&#x448;&#x435;&#x43C; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; - &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x43E;&#x442;&#x434;&#x44B;&#x445;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x43D;&#x430; &#x43A;&#x440;&#x443;&#x438;&#x437;&#x43D;&#x43E;&#x43C; &#x441;&#x443;&#x434;&#x43D;&#x435;. 
&#x41A;&#x43B;&#x438;&#x435;&#x43D;&#x442;: Virgin Voyages.

&#x417;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43A;&#x430; &#x424;&#x443;&#x43B; &#x422;&#x430;&#x439;&#x43C;. &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E; &#x43F;&#x43E; &#x434;&#x43D;&#x435;&#x432;&#x43D;&#x43E;&#x43C;&#x443; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;&#x443; EST.

&#x41D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x444;&#x430;&#x43A;&#x442;&#x43E;&#x432; &#x43E; &#x432;&#x430;&#x441;:
- &#x432;&#x44B; &#x43F;&#x440;&#x435;&#x43A;&#x440;&#x430;&#x441;&#x43D;&#x43E; &#x437;&#x43D;&#x430;&#x435;&#x442;&#x435; JavaScript (5 &#x43B;&#x435;&#x442; &#x43E;&#x43F;&#x44B;&#x442;&#x430;) &#x438; &#x443;&#x436;&#x435; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x442;&#x435; &#x432; &#x441;&#x432;&#x43E;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; ES6;
- &#x443; &#x432;&#x430;&#x441; &#x435;&#x441;&#x442;&#x44C; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; React &#x438;&#x43B;&#x438; Vue. &#x412;&#x44B; &#x443;&#x436;&#x435; &#x437;&#x43D;&#x430;&#x435;&#x442;&#x435;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x435;&#x442; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; Redux, &#x438; &#x437;&#x43D;&#x430;&#x435;&#x442;&#x435;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x435;&#x433;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x43B;&#x443;&#x447;&#x448;&#x435; &#x43F;&#x440;&#x435;&#x43D;&#x435;&#x431;&#x440;&#x435;&#x447;&#x44C;;
- &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;, &#x435;&#x441;&#x43B;&#x438; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; React native
- &#x443; &#x432;&#x430;&#x441; &#x43D;&#x435;&#x43F;&#x43B;&#x43E;&#x445;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x438; &#x43F;&#x438;&#x441;&#x44C;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439;;
- &#x432;&#x44B; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x44B; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x431;&#x435;&#x437; &#x432;&#x43D;&#x435;&#x448;&#x43D;&#x435;&#x433;&#x43E; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F;;
- &#x432;&#x44B; &#x434;&#x43E;&#x441;&#x442;&#x430;&#x442;&#x43E;&#x447;&#x43D;&#x43E; &#x434;&#x438;&#x441;&#x446;&#x438;&#x43F;&#x43B;&#x438;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x44B; &#x434;&#x43B;&#x44F; &#x44D;&#x444;&#x444;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x439; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;.
- &#x432;&#x44B; &#x43D;&#x435; &#x431;&#x43E;&#x438;&#x442;&#x435;&#x441;&#x44C; &#x431;&#x440;&#x430;&#x442;&#x44C; &#x43D;&#x430; &#x441;&#x435;&#x431;&#x44F; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x437;&#x430; &#x441;&#x432;&#x43E;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x441;&#x432;&#x43E;&#x438;&#x445; &#x43C;&#x43B;&#x430;&#x434;&#x448;&#x438;&#x445; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x433;.

&#x41D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x444;&#x430;&#x43A;&#x442;&#x43E;&#x432; &#x43E; &#x43D;&#x430;&#x441;:
- &#x43C;&#x44B; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x430;&#x44F; IT &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x440;&#x430;&#x441;&#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x43D;&#x430; &#x44E;&#x433;&#x435; &#x421;&#x428;&#x410;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x443;&#x436;&#x435; &#x431;&#x43E;&#x43B;&#x435;&#x435; 6 &#x43B;&#x435;&#x442;;
-  &#x43D;&#x430;&#x448;&#x438;&#x43C; &#x444;&#x43E;&#x43A;&#x443;&#x441;&#x43E;&#x43C; &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; cruise industry technology, apps ranging from IOT to Algorithms and 3D simulations;
- &#x441;&#x440;&#x435;&#x434;&#x438; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x435;&#x441;&#x442;&#x44C; &#x43A;&#x430;&#x43A; &#x43E;&#x433;&#x440;&#x43E;&#x43C;&#x43D;&#x44B;&#x435; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x446;&#x438;&#x438; &#x432;&#x440;&#x43E;&#x434;&#x435; Virgin Voyages, &#x442;&#x430;&#x43A; &#x438; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x435; &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x44B;;
- &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43D;&#x430;&#x448;&#x430; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x438;&#x437; 46 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;, &#x43F;&#x440;&#x43E;&#x436;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x432; 39 &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;&#x445; &#x43C;&#x438;&#x440;&#x430;;
- &#x43D;&#x430;&#x448; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x442;&#x435;&#x43A; &#x432;&#x44B;&#x433;&#x43B;&#x44F;&#x434;&#x438;&#x442; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x438;&#x43C; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x43C;: Python, React, Redux, ES6, Webpack, SASS, Jenkins, Docker, Kubernetes, Google Cloud, Unreal engine;
- &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x443; &#x43D;&#x430;&#x441; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x441;&#x44F; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;, &#x445;&#x432;&#x430;&#x442;&#x438;&#x442; &#x43D;&#x430; &#x433;&#x43E;&#x434;&#x44B; &#x432;&#x43F;&#x435;&#x440;&#x435;&#x434;.

&#x415;&#x441;&#x43B;&#x438; &#x432;&#x430;&#x441; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x430; &#x43D;&#x430;&#x448;&#x430; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;, &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;, &#x43F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430;, &#x430;&#x43D;&#x43A;&#x435;&#x442;&#x443;: <a target="_blank" rel="noopener noreferrer" href="https://forms.gle/ssxr69BwJwEDQ89h6">https://forms.gle/ssxr69BwJwEDQ89h6</a> &#x438; &#x43C;&#x44B; &#x441;&#x432;&#x44F;&#x436;&#x435;&#x43C;&#x441;&#x44F; &#x432; &#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x438; 24-48 &#x447;&#x430;&#x441;&#x43E;&#x432;.

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/sass" class="mr-2">
         sass
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/cloud" class="mr-2">
         cloud
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16986931200-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#berlin</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#english</span>

&#x1F538; &#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x411;&#x435;&#x440;&#x43B;&#x438;&#x43D;
&#x1F538; &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x451;&#x43D;&#x43D;&#x43E;
&#x1F538; &#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x1F538; &#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 2000$ &#x434;&#x43E; 3100$

&#x1F525; &#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:
PaulCamper &#x2014; marketplace &#x434;&#x43B;&#x44F; &#x447;&#x430;&#x441;&#x442;&#x43D;&#x44B;&#x445; &#x434;&#x43E;&#x43C;&#x43E;&#x432; &#x43D;&#x430; &#x43A;&#x43E;&#x43B;&#x451;&#x441;&#x430;&#x445; (camper vans). &#x41C;&#x44B; &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x43C;&#x441;&#x44F; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x435;&#x439;&#x448;&#x435;&#x439; camper-sharing &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x43E;&#x439; &#x432; &#x413;&#x435;&#x440;&#x43C;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x432;&#x44B;&#x445;&#x43E;&#x434;&#x438;&#x43C; &#x43D;&#x430; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435; &#x440;&#x44B;&#x43D;&#x43A;&#x438;.
<a target="_blank" rel="noopener noreferrer" href="https://paulcamper.com/">https://paulcamper.com/</a>

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x43E;&#x43F;&#x44B;&#x442;&#x43D;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;, &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x438; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x438;&#x437;&#x443; &#x432; &#x441;&#x43C;&#x435;&#x436;&#x43D;&#x44B;&#x445; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x44F;&#x445;. &#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x430; &#x434;&#x43B;&#x44F; &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;, &#x43A;&#x430;&#x436;&#x434;&#x430;&#x44F; &#x438;&#x437; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x43F;&#x43E;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x43E;&#x442;&#x432;&#x435;&#x447;&#x430;&#x435;&#x442; &#x437;&#x430; &#x43E;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x44D;&#x442;&#x430;&#x43F; &#x43D;&#x430; &#x43F;&#x443;&#x442;&#x438; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44F;.

Frontend stack: React, Redux, Saga, CSS Modules, cusom SSR for several NodeJS services including web, email and pdf renderers &#x26; React Native for the app. &#x41F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; <a target="_blank" rel="noopener noreferrer" href="https://stackshare.io/paulcamper/paulcamper">https://stackshare.io/paulcamper/paulcamper</a>

&#x1F680; &#x41E;&#x43F;&#x44B;&#x442;:
&#x41C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; 3 &#x433;&#x43E;&#x434;&#x430; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; (&#x438;&#x437; &#x43D;&#x438;&#x445; 2+ &#x43D;&#x430; React &#x441;&#x442;&#x44D;&#x43A;&#x435;).
&#x416;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x43D;&#x430;&#x434; &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x43C; &#x446;&#x438;&#x43A;&#x43B;&#x43E;&#x43C; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x432; &#x43A;&#x440;&#x43E;&#x441;&#x441;-&#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;.
&#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; upper intermediate &#x438; &#x432;&#x44B;&#x448;&#x435; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x43D;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x435;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a target="_blank" rel="noopener noreferrer" href="https://paulcamper.orgos.io/frontend">https://paulcamper.orgos.io/frontend</a>, <a href="tg://resolve?domain=sergeizimakov">@sergeizimakov</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/react-redux" class="mr-2">
         react-redux
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71417462784-1001054966032" class="card-link">
        Mobile разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#reactnative</span>

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: Appello <a target="_blank" rel="noopener noreferrer" href="http://www.appello.com.au">www.appello.com.au</a>
&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: &#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;!
&#x418;&#x449;&#x435;&#x43C; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; ReactJS/React Native &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;. &#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;, &#x43D;&#x430; &#x434;&#x43E;&#x43B;&#x433;&#x438;&#x439; &#x441;&#x440;&#x43E;&#x43A;.

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
&#x41E;&#x43F;&#x44B;&#x442; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; 2 &#x433;&#x43E;&#x434;&#x430; &#x441; &#x440;&#x435;&#x430;&#x43A;&#x442;&#x43E;&#x43C; &#x438; &#x445;&#x43E;&#x442;&#x44F; &#x431;&#x44B; &#x43E;&#x434;&#x43D;&#x43E; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x43D;&#x43D;&#x43E;&#x435; &#x43D;&#x430; React Native.
&#x416;&#x435;&#x43B;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; JS &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; (Angular, Vue)

&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: 
&#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;, &#x444;&#x443;&#x43B;&#x43B;&#x442;&#x430;&#x439;&#x43C; 30-40 &#x447;&#x430;&#x441;&#x43E;&#x432; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E;.
&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x43F;&#x440;&#x43E;&#x438;&#x441;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x441; &#x442;&#x430;&#x439;&#x43C;&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x43E;&#x43C;. &#x412;&#x44B;&#x43F;&#x43B;&#x430;&#x442;&#x44B; &#x43F;&#x440;&#x43E;&#x438;&#x441;&#x445;&#x43E;&#x434;&#x44F;&#x442; &#x43D;&#x430; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x435; &#x43E;&#x442;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438; 2 &#x440;&#x430;&#x437;&#x430; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;.
&#x422;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438;: <span style="opacity: 0.5;">#react</span>, <span style="opacity: 0.5;">#reactnative</span>, <span style="opacity: 0.5;">#reactjs</span>
&#x41E;&#x444;&#x438;&#x441; &#x438;&#x43B;&#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;: <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span>
&#x410;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: Sydney
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 110000 &#x434;&#x43E; 190000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439;

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a target="_blank" rel="noopener noreferrer" href="mailto:jobs@appello.com.au">jobs@appello.com.au</a>, <a href="tg://resolve?domain=stpa3k">@stpa3k</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/angularjs" class="mr-2">
         angularjs
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71412219904-1001054966032" class="card-link">
        Ios developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x423;&#x414;&#x410;&#x41B;&#x415;&#x41D;&#x41A;&#x410;</span> <span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#reactnative</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#iOS</span> <span style="opacity: 0.5;">#&#x433;&#x438;&#x431;&#x43A;&#x438;&#x439;&#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#GBP</span>  <span style="opacity: 0.5;">#vacancy</span> <span style="opacity: 0.5;">#startup</span> <span style="opacity: 0.5;">#Sweatcoin</span> 
&#x2600;&#xFE0F;&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;! &#x418;&#x449;&#x443; &#x43A; &#x43D;&#x430;&#x43C; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; Senior iOS Developer &#x432; <span style="opacity: 0.5;">#Sweatcoin</span> - &#x2116;1 in Appstore &#x441;&#x440;&#x435;&#x434;&#x438; Health&#x26;Fitness &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; 
&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C; &#x427;&#x438;&#x441;&#x442;&#x44B;&#x435; &#x43F;&#x440;&#x443;&#x434;&#x44B;/&#x422;&#x443;&#x440;&#x433;&#x435;&#x43D;&#x435;&#x432;&#x441;&#x43A;&#x430;&#x44F;, &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x430; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; 
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;/&#x43E;&#x444;&#x438;&#x441;, &#x432;&#x441;&#x435; &#x43A;&#x430;&#x43A; &#x432;&#x44B; &#x437;&#x430;&#x445;&#x43E;&#x442;&#x438;&#x442;&#x435; (&#x432;&#x44B; &#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C;&#x441;&#x44F;, &#x433;&#x434;&#x435; &#x443;&#x433;&#x43E;&#x434;&#x43D;&#x43E;, &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x431;&#x44B;&#x442;&#x44C; &#x43D;&#x430; &#x441;&#x432;&#x44F;&#x437;&#x438; &#x441; 10 &#x434;&#x43E; 16 &#x43F;&#x43E; &#x41B;&#x43E;&#x43D;&#x434;&#x43E;&#x43D;&#x443;) 
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;
&#x1F4B7;&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 180 &#x434;&#x43E; 250 K RUR Net, &#x417;&#x41F; &#x437;&#x430;&#x444;&#x438;&#x43A;&#x441;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x430;&#x44F; &#x432; &#x444;&#x443;&#x43D;&#x442;&#x430;&#x445; (GBP); &#x422;&#x430;&#x43A;&#x436;&#x435; &#x43E;&#x43F;&#x43B;&#x430;&#x447;&#x438;&#x432;&#x430;&#x435;&#x43C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43E;&#x442;&#x440;&#x430;&#x441;&#x43B;&#x435;&#x432;&#x44B;&#x445; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x445; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;, &#x431;&#x44B;&#x432;&#x430;&#x44E;&#x442; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x438;&#x440;&#x43E;&#x432;&#x43A;&#x438; &#x432; &#x41B;&#x43E;&#x43D;&#x434;&#x43E;&#x43D; &#x438; 3-&#x445; &#x43C;&#x435;&#x441;&#x44F;&#x447;&#x43D;&#x44B;&#x435; &#x432;&#x44B;&#x43B;&#x430;&#x437;&#x43A;&#x438; &#x437;&#x438;&#x43C;&#x43E;&#x439; &#x432; &#x41F;&#x43E;&#x440;&#x442;&#x443;&#x433;&#x430;&#x43B;&#x438;&#x44E; &#x432;&#x441;&#x435;&#x43C; &#x43E;&#x444;&#x438;&#x441;&#x43E;&#x43C; &#x1F305; &#x422;&#x430;&#x43A;&#x436;&#x435; &#x432; &#x43F;&#x435;&#x440;&#x441;&#x43F;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x430; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F; &#x432; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x443; 
&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: &#x417;&#x430;&#x434;&#x430;&#x447;&#x438; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435;, &#x43D;&#x430; &#x43B;&#x44E;&#x431;&#x43E;&#x439; &#x432;&#x43A;&#x443;&#x441; &#x2014; &#x43A;&#x43E;&#x441;&#x43C;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x438; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x439; UI, &#x431;&#x43E;&#x440;&#x44C;&#x431;&#x430; &#x441; &#x431;&#x430;&#x442;&#x430;&#x440;&#x435;&#x439;&#x43A;&#x43E;&#x439;, GPS/Sensors, &#x437;&#x430;&#x449;&#x438;&#x442;&#x430; &#x43E;&#x442; &#x444;&#x440;&#x43E;&#x434;&#x430; &#x438; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x44C;, ML/AI, &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x430; &#x438; &#x440;&#x43E;&#x441;&#x442;, a/b &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;, Apple Watch &#x438; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; wearables - &#x432; &#x43E;&#x431;&#x449;&#x435;&#x43C;, &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x43E;&#x431;&#x440;&#x430;&#x437;&#x43D;&#x43E;. &#x427;&#x430;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x430; &#x43D;&#x430; React Native.

&#x41E;&#x442; &#x432;&#x430;&#x441; &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F;
* &#x41D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x435; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x43E;&#x433;&#x43E; &#x432; AppStore
* &#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x43D;&#x435; &#x43D;&#x438;&#x436;&#x435; intermediate
* &#x41E;&#x43F;&#x44B;&#x442; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; 3-&#x442;&#x438; &#x43B;&#x435;&#x442;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x438; &#x433;&#x43B;&#x443;&#x431;&#x43E;&#x43A;&#x43E;&#x435; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; Swift, Objective-C &#x438; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B; &#x432; &#x446;&#x435;&#x43B;&#x43E;&#x43C;.
* &#x423;&#x43C;&#x435;&#x442;&#x44C; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x44B;&#x439; &#x438; &#x447;&#x438;&#x442;&#x430;&#x431;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x434;, &#x437;&#x43D;&#x430;&#x442;&#x44C; &#x43F;&#x430;&#x442;&#x442;&#x435;&#x440;&#x43D;&#x44B; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;
* &#x41F;&#x440;&#x435;&#x43A;&#x440;&#x430;&#x441;&#x43D;&#x43E; &#x432;&#x43B;&#x430;&#x434;&#x435;&#x442;&#x44C; git, &#x43D;&#x435; &#x431;&#x43E;&#x44F;&#x442;&#x44C;&#x441;&#x44F; rebase, &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; code review &#x438; &#x43F;&#x443;&#x43B; &#x440;&#x435;&#x43A;&#x432;&#x435;&#x441;&#x442;&#x44B;
* &#x411;&#x443;&#x434;&#x435;&#x442; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;, &#x435;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x44B; &#x441; React Native &#x438;&#x43B;&#x438; JS, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x435; &#x432; open-source &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445; &#x438;&#x43B;&#x438; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x442;&#x435; &#x43E;&#x441;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x43D;&#x430; stackoverflow

&#x41D;&#x430;&#x448;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442; &#x43F;&#x435;&#x440;&#x432;&#x43E;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x432; AppStore &#x438; Google Play &#x432; &#x43A;&#x430;&#x442;&#x435;&#x433;&#x43E;&#x440;&#x438;&#x438; Health&#x26;Fitness &#x432; &#x410;&#x43C;&#x435;&#x440;&#x438;&#x43A;&#x435; &#x438; &#x410;&#x43D;&#x433;&#x43B;&#x438;&#x438;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x432;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x432; Top 10 Overall. &#x41A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x43D;&#x43E; &#x440;&#x430;&#x441;&#x442;&#x435;&#x442; (&#x43F;&#x43E;&#x440;&#x44F;&#x434;&#x43A;&#x430; 70 000 &#x437;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x43A; &#x432; &#x434;&#x435;&#x43D;&#x44C;, &#x437;&#x430; &#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x43D;&#x438;&#x439; &#x433;&#x43E;&#x434; &#x432;&#x44B;&#x440;&#x43E;&#x441;&#x43B;&#x438; &#x441; 8 &#x43C;&#x43B;&#x43D; &#x434;&#x43E; 30 &#x43C;&#x43B;&#x43D;), &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44E;&#x442;&#x441;&#x44F; &#x43F;&#x43E;&#x440;&#x44F;&#x434;&#x43A;&#x430; 30 &#x43C;&#x43B;&#x43D; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; &#x432; 40 &#x441;&#x442;&#x440;&#x430;&#x43D;&#x430;&#x445;. &#x41F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x439;&#x441;&#x44F; &#x43A; &#x433;&#x43B;&#x43E;&#x431;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C;&#x443; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x443;! 
&#x414;&#x435;&#x442;&#x430;&#x43B;&#x438; &#x43F;&#x43E; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x435;: <a target="_blank" rel="noopener noreferrer" href="https://sweatco.in/team">https://sweatco.in/team</a>
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=ElenaZangeeva">@ElenaZangeeva</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/objective-c" class="mr-2">
         objective-c
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/playframework" class="mr-2">
         playframework
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16984834048-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x43A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x434;&#x430;&#x440;</span> <span style="opacity: 0.5;">#krasnodar</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#native</span>

&#x2705;&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: React developer 
&#x2705;&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x434;&#x430;&#x440;
&#x2705;&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x43E;&#x444;&#x438;&#x441;
&#x2705;&#x417;&#x41F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 40 000 - 100 000&#x440;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;
&#x2705;&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: WILIX

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;!
&#x41C;&#x44B; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x451;&#x43C; &#x432;&#x435;&#x431; &#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x43C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C; &#x438; &#x43C;&#x430;&#x43B;&#x435;&#x43D;&#x44C;&#x43A;&#x438;&#x43C; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;&#x43C;, &#x440;&#x430;&#x437;&#x431;&#x440;&#x43E;&#x441;&#x430;&#x43D;&#x43D;&#x44B;&#x43C; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x41C;&#x438;&#x440;&#x443;, &#x441;&#x43E;&#x437;&#x434;&#x430;&#x442;&#x44C; &#x43D;&#x430;&#x434;&#x435;&#x436;&#x43D;&#x44B;&#x435; &#x438; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;.
&#x418;&#x449;&#x435;&#x43C; React &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; &#x441;&#x432;&#x43E;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443;!
&#x1F64C;&#x41D;&#x430;&#x448;&#x438; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;:
JS, TypeScript,
React
Redux (Redux-toolkit), 
React Router (React Navigation), 
Redux Thunk, 
Webpack,
HTML+CSS,
Bootstrap/material

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
React Native
reselect, normalizr
style-components, css-modules, css-in-js

&#x1F44D;&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x43E;&#x436;&#x438;&#x442;&#x44C;:
- &#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435; (40 &#x447;&#x430;&#x441;&#x43E;&#x432; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E;), &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x430; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x430;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; 
- &#x41A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x43E;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x43E; 
- &#x414;&#x440;&#x443;&#x436;&#x43D;&#x44B;&#x439; &#x438; &#x43E;&#x442;&#x437;&#x44B;&#x432;&#x447;&#x438;&#x432;&#x44B;&#x439; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;, &#x432;&#x44B;&#x435;&#x437;&#x434;&#x44B; &#x43D;&#x430; &#x43F;&#x440;&#x438;&#x440;&#x43E;&#x434;&#x443; &#x438; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x43E;&#x434;&#x430; &#x43C;&#x435;&#x440;&#x43E;&#x43F;&#x440;&#x438;&#x44F;&#x442;&#x438;&#x44F; 
- Mac &#x438;&#x43B;&#x438; PC 
- &#x41A;&#x43B;&#x430;&#x441;&#x441;&#x438;&#x43A;&#x430;: &#x427;&#x430;&#x439;/&#x41A;&#x43E;&#x444;&#x435;/&#x41F;&#x435;&#x447;&#x435;&#x43D;&#x44C;&#x43A;&#x438;/&#x422;&#x435;&#x43D;&#x438;&#x441;/XBox

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=Aleen_ku">@Aleen_ku</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/bootstrap" class="mr-2">
         bootstrap
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a><a href="/tags/react-redux" class="mr-2">
         react-redux
        </a><a href="/tags/react-router" class="mr-2">
         react-router
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71383908352-1001054966032" class="card-link">
        Mobile разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x43A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x434;&#x430;&#x440;</span> <span style="opacity: 0.5;">#krasnodar</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#native</span>

&#x2705;&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: React developer 
&#x2705;&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x434;&#x430;&#x440;
&#x2705;&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x43E;&#x444;&#x438;&#x441;
&#x2705;&#x417;&#x41F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 40 000 - 100 000&#x440;. 
&#x2705;&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: WILIX

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;!
&#x41C;&#x44B; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x451;&#x43C; &#x432;&#x435;&#x431; &#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x43C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C; &#x438; &#x43C;&#x430;&#x43B;&#x435;&#x43D;&#x44C;&#x43A;&#x438;&#x43C; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;&#x43C;, &#x440;&#x430;&#x437;&#x431;&#x440;&#x43E;&#x441;&#x430;&#x43D;&#x43D;&#x44B;&#x43C; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x41C;&#x438;&#x440;&#x443;, &#x441;&#x43E;&#x437;&#x434;&#x430;&#x442;&#x44C; &#x43D;&#x430;&#x434;&#x435;&#x436;&#x43D;&#x44B;&#x435; &#x438; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;.
&#x418;&#x449;&#x435;&#x43C; React &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; &#x441;&#x432;&#x43E;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443;!
&#x1F64C;&#x41D;&#x430;&#x448;&#x438; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;:
JS, TypeScript,
React
Redux (Redux-toolkit), 
React Router (React Navigation), 
Redux Thunk, 
Webpack,
HTML+CSS,
Bootstrap/material

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
React Native
reselect, normalizr
style-components, css-modules, css-in-js

&#x1F44D;&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x43E;&#x436;&#x438;&#x442;&#x44C;:
- &#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435; (40 &#x447;&#x430;&#x441;&#x43E;&#x432; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E;), &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x430; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x430;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; 
- &#x41A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x43E;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x43E; 
- &#x414;&#x440;&#x443;&#x436;&#x43D;&#x44B;&#x439; &#x438; &#x43E;&#x442;&#x437;&#x44B;&#x432;&#x447;&#x438;&#x432;&#x44B;&#x439; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;, &#x432;&#x44B;&#x435;&#x437;&#x434;&#x44B; &#x43D;&#x430; &#x43F;&#x440;&#x438;&#x440;&#x43E;&#x434;&#x443; &#x438; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x43E;&#x434;&#x430; &#x43C;&#x435;&#x440;&#x43E;&#x43F;&#x440;&#x438;&#x44F;&#x442;&#x438;&#x44F; 
- Mac &#x438;&#x43B;&#x438; PC 
- &#x41A;&#x43B;&#x430;&#x441;&#x441;&#x438;&#x43A;&#x430;: &#x427;&#x430;&#x439;/&#x41A;&#x43E;&#x444;&#x435;/&#x41F;&#x435;&#x447;&#x435;&#x43D;&#x44C;&#x43A;&#x438;/&#x422;&#x435;&#x43D;&#x438;&#x441;/XBox

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=Aleen_ku">@Aleen_ku</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/bootstrap" class="mr-2">
         bootstrap
        </a><a href="/tags/react-native" class="mr-2 active">
         react-native
        </a><a href="/tags/react-redux" class="mr-2">
         react-redux
        </a><a href="/tags/react-router" class="mr-2">
         react-router
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item"><a href="/tags/react-native/2" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item"><a href="/tags/react-native/2" aria-label="2" aria-current="2" class="page-link">2</a></li><li class="page-item active"><a href="/tags/react-native/3" aria-label="3" aria-current="3" class="page-link active--exact active">3</a></li><li class="page-item"><a href="/tags/react-native/4" aria-label="4" aria-current="4" class="page-link">4</a></li><li class="page-item "><a href="/tags/react-native/4" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>