<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу gitlab - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2280652800-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#DevOps</span>

&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x421;&#x430;&#x432;&#x451;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x434;&#x43E; &#x441;&#x435;&#x440;&#x435;&#x434;&#x438;&#x43D;&#x44B; &#x438;&#x44E;&#x43B;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;, &#x437;&#x430;&#x442;&#x435;&#x43C; &#x43E;&#x444;&#x438;&#x441; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x43E;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 180.000 &#x434;&#x43E; 300.000 &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x44B;&#x435; &#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x434;&#x435;&#x438;&#x306; &#x438; &#x434;&#x43B;&#x44F; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;&#x430; &#x438;&#x449;&#x435;&#x442; &#x441;&#x435;&#x431;&#x435; &#x43A;&#x440;&#x443;&#x442;&#x43E;&#x433;&#x43E; DevOps &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430;.

&#x415;&#x449;&#x435; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43D;&#x430;&#x437;&#x430;&#x434; &#x443; &#x43D;&#x438;&#x445; &#x43D;&#x435; &#x431;&#x44B;&#x43B;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; CI/CD, &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B;, &#x431;&#x43E;&#x435;&#x432;&#x43E;&#x439; &#x43A;&#x43E;&#x434; &#x440;&#x430;&#x437;&#x432;&#x43E;&#x440;&#x430;&#x447;&#x438;&#x432;&#x430;&#x43B;&#x441;&#x44F; &#x447;&#x435;&#x440;&#x435;&#x437; git pull &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x430;&#x43A;&#x448;&#x43D;&#x435;, &#x432;&#x441;&#x435; &#x431;&#x44B;&#x43B;&#x43E; &#x43D;&#x430; &#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43B;&#x43A;&#x435; &#x438; &#x442;.&#x434;. &#x438; &#x442;.&#x43F;.
&#x41D;&#x430; &#x441;&#x435;&#x433;&#x43E;&#x434;&#x43D;&#x44F;&#x448;&#x43D;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C; &#x435;&#x441;&#x442;&#x44C; CI, Infrastructure-as-a-Code, &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; &#x438; &#x430;&#x43B;&#x435;&#x440;&#x442;&#x438;&#x43D;&#x433;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x434;&#x43E;&#x43A;&#x435;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F;.
&#x411;&#x438;&#x437;&#x43D;&#x435;&#x441; &#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x441;&#x438;&#x43B;&#x44C;&#x43D;&#x43E; &#x432;&#x44B;&#x440;&#x43E;&#x441;&#x43B;&#x438;: &#x432; 2,5 &#x440;&#x430;&#x437;&#x430; &#x437;&#x430; 2018 &#x433;&#x43E;&#x434;. &#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442; 2&#x43E;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x43F;&#x43E; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x443; &#x43F;&#x430;&#x446;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x441;&#x440;&#x435;&#x434;&#x438; insurtech &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439; &#x432; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x435;.
&#x412; &#x43F;&#x43B;&#x430;&#x43D;&#x430;&#x445; &#x43F;&#x43E;&#x434;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B;, &#x43C;&#x430;&#x441;&#x448;&#x442;&#x430;&#x431;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432;&#x435;&#x440;&#x442;&#x438;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x438; &#x433;&#x43E;&#x440;&#x438;&#x437;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;, &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x44F;&#x442;&#x44C; CI, &#x432;&#x43D;&#x435;&#x434;&#x440;&#x44F;&#x442;&#x44C; CD &#x438; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x432; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443;.

&#x427;&#x442;&#x43E;&#x431;&#x44B; &#x43E;&#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x438;&#x442;&#x44C; &#x432;&#x441;&#x435; &#x437;&#x430;&#x434;&#x443;&#x43C;&#x430;&#x43D;&#x43D;&#x43E;&#x435;, &#x440;&#x435;&#x431;&#x44F;&#x442;&#x430;&#x43C; &#x43D;&#x443;&#x436;&#x435;&#x43D; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x443; DevOps &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;.

&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;:

&#x2796;Backend: Python 3.7, Django, Flask, aiohttp;
&#x2796;Frontend: TypeScript, React;
&#x2796;Mobile: React Native;
&#x2796;Ubuntu 18.04, PostgreSQL (9.6), Redis, ElasticSearch;
&#x2796;Nginx, Docker, Ansible;
&#x2796;Kibana (ELK), Sentr&#x443;, Prometheus, Grafana;
&#x2796;GitLab + GitLab CI, Selectel, <a target="_blank" rel="noopener noreferrer" href="http://servers.ru">servers.ru</a>.

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;:

&#x2796;&#x423;&#x441;&#x43A;&#x43E;&#x440;&#x438;&#x442;&#x44C; CI, &#x441;&#x431;&#x43E;&#x440;&#x43A;&#x443;, &#x434;&#x435;&#x43F;&#x43B;&#x43E;&#x439; &#x438; &#x443;&#x43B;&#x443;&#x447;&#x448;&#x438;&#x442;&#x44C; &#x435;&#x433;&#x43E; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B;;
&#x2796;&#x421;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x435;&#x435; &#x438; &#x43D;&#x430;&#x434;&#x451;&#x436;&#x43D;&#x435;&#x435;;
&#x2796;&#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x443;&#x44E; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443;;
&#x2796;&#x41C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x442;&#x44C; &#x43E;&#x448;&#x438;&#x431;&#x43A;&#x438; &#x432; &#x431;&#x43E;&#x44E; &#x438; &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x438;&#x445;;
&#x2796;&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x434;&#x43B;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;.

&#x41E;&#x442; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x430;:

&#x2796;&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Docker;
&#x2796;&#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Linux &#x438; &#x43E;&#x43A;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x438;&#x44F;;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43D;&#x444;&#x438;&#x433;&#x443;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; Chef, Puppet, Ansible &#x438;&#x43B;&#x438; Salt (&#x43C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; Ansible);
&#x2796;&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; bash/Python;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Django &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; ELK &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;.

&#x41F;&#x43E;&#x447;&#x435;&#x43C;&#x443; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43A;&#x440;&#x443;&#x442;&#x43E;:

&#x2796;&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x43F;&#x43E; &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x43C;&#x443; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;&#x443;, &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x441; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x2014; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;;
&#x2796;&#x41E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438; &#x438; &#x43C;&#x438;&#x442;&#x430;&#x43F;&#x44B;, &#x434;&#x430;&#x436;&#x435; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x435;;
&#x2796;&#x41C;&#x44B; &#x43C;&#x435;&#x43D;&#x44F;&#x435;&#x43C; &#x440;&#x44B;&#x43D;&#x43E;&#x43A; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x438; &#x443; &#x43D;&#x430;&#x441; &#x44D;&#x442;&#x43E; &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44F;;
&#x2796;&#x41C;&#x44B; &#x441;&#x43E;&#x431;&#x440;&#x430;&#x43B;&#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x442;&#x430;&#x43B;&#x430;&#x43D;&#x442;&#x43B;&#x438;&#x432;&#x44B;&#x445; &#x438; &#x43C;&#x43E;&#x442;&#x438;&#x432;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x43B;&#x44E;&#x434;&#x435;&#x439;;
&#x2796;&#x423; &#x432;&#x430;&#x441; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E;&#x435; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x436;&#x435;&#x43B;&#x435;&#x437;&#x43E;;
&#x2796;&#x412;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x435; &#x43E;&#x431;&#x441;&#x43B;&#x443;&#x436;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43D;&#x430;&#x448;&#x443; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x443;. &#x418; &#x44D;&#x442;&#x43E; &#x432; &#x440;&#x430;&#x437;&#x44B; &#x43B;&#x443;&#x447;&#x448;&#x435;, &#x447;&#x435;&#x43C; &#x441;&#x442;&#x430;&#x43D;&#x434;&#x430;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x414;&#x41C;&#x421; :)
&#x2796;&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432; &#x43A;&#x440;&#x443;&#x442;&#x43E;&#x43C; &#x43B;&#x43E;&#x444;&#x442;&#x435; &#x443; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x421;&#x430;&#x432;&#x435;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;. &#x414;&#x43E; &#x441;&#x435;&#x440;&#x435;&#x434;&#x438;&#x43D;&#x44B; &#x438;&#x44E;&#x43B;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;;
&#x2796;C&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;, &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441; &#x438; &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: GMS Services (&#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x430; &#x43D;&#x430; &#x441;&#x430;&#x439;&#x442; &#x2014; <a target="_blank" rel="noopener noreferrer" href="https://bit.ly/2BY7kc7">https://bit.ly/2BY7kc7</a>)

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=diana_gms">@diana_gms</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2">
         django
        </a><a href="/tags/flask" class="mr-2">
         flask
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ubuntu" class="mr-2">
         ubuntu
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a><a href="/tags/nginx" class="mr-2">
         nginx
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72577187840-1001054966032" class="card-link">
        Ios разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#iOS</span> <span style="opacity: 0.5;">#swift</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span>  <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#&#x434;&#x436;&#x443;&#x43D;</span>

&#x418;&#x449;&#x443; &#x43D;&#x430; &#x444;&#x443;&#x43B;&#x442;&#x430;&#x439;&#x43C; <b>Junior iOS &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;</b>, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x431;&#x443;&#x434;&#x435;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x430;&#x434;&#x430;&#x43F;&#x442;&#x430;&#x446;&#x438;&#x435;&#x439; iPhone-only &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; iPad &#x438; MacOS<i> (&#x43F;&#x43E;&#x434; &#x447;&#x443;&#x442;&#x43A;&#x438;&#x43C; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x43B;&#x438;&#x434;&#x430;) 
</i><b>&#x1F538;&#x41F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;</b>: digital workspace <a target="_blank" rel="noopener noreferrer" href="https://apps.apple.com/ru/app/togezzer/id1350490541">https://apps.apple.com/ru/app/togezzer/id1350490541</a>
&#x1F4B0;&#x417;&#x41F; $1200 -1700 &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;
<b>&#x1F4A1;&#x41E;&#x442; &#x432;&#x430;&#x441;:
</b>- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Swift
- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; iOS SDK, UIKit
- &#x436;&#x435;&#x43B;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; VIPER &#x438; Dependency Injection
<b>&#x1F517;&#x421;&#x442;&#x44D;&#x43A;</b>:
UIKit
VIPER
R.swift
DI: Dip   
&#x421;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x435;&#x43D;&#x438;&#x435;: Alamofire, <a target="_blank" rel="noopener noreferrer" href="http://Socket.IO">Socket.IO</a>
&#x425;&#x440;&#x430;&#x43D;&#x435;&#x43D;&#x438;&#x435;: Realm
&#x41F;&#x443;&#x448;&#x438;/&#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x43A;&#x430;: Firebase
&#x41B;&#x43E;&#x433;&#x438;: SwiftyBeaver
CI/Repo: Firebase, Fastlane (with Match), Gitlab

&#x270F;&#xFE0F;&#x416;&#x434;&#x443; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435;/&#x43F;&#x440;&#x43E;&#x444;&#x438;&#x43B;&#x44C; <a href="tg://resolve?domain=lucyfier">@lucyfier</a> <i>(&#x431;&#x443;&#x434;&#x435;&#x442; &#x437;&#x434;&#x43E;&#x440;&#x43E;&#x432;&#x43E;, &#x435;&#x441;&#x43B;&#x438; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x43F;&#x43E;&#x43A;&#x430;&#x437;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x438; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x44B; &#x43A;&#x43E;&#x434;&#x430;)</i></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/macos" class="mr-2">
         macos
        </a><a href="/tags/uikit" class="mr-2">
         uikit
        </a><a href="/tags/realm" class="mr-2">
         realm
        </a><a href="/tags/firebase" class="mr-2">
         firebase
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/367001600-1001352129329" class="card-link">
        Golang разработчик
      </a></h4><div class="card-text job-content">&#x420;&#x435;&#x431;&#x44F;&#x442;, &#x432;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;! 
&#x41F;&#x43E;&#x441;&#x442;&#x430;&#x440;&#x430;&#x44E;&#x441;&#x44C; &#x43A;&#x440;&#x430;&#x442;&#x43A;&#x43E;, &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x432; &#x41B;&#x421;. &#x417;&#x430;&#x440;&#x430;&#x43D;&#x435;&#x435; &#x43D;&#x430;&#x43F;&#x438;&#x448;&#x443;, &#x447;&#x442;&#x43E; &#x44D;&#x442;&#x43E; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430; (&#x444;&#x443;&#x43B;&#x442;&#x430;&#x439;&#x43C;/&#x43E;&#x444;&#x438;&#x441;), &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; Lofty. &#x418;&#x449;&#x435;&#x43C; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43A;&#x430;&#x43A; Midle &#x442;&#x430;&#x43A; &#x438; Senior Go &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;.
&#x412;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x43C; &#x435;&#x441;&#x43B;&#x438; &#x445;&#x43E;&#x447;&#x435;&#x442;&#x441;&#x44F; &#x432; highload, &#x434;&#x43E;&#x431;&#x440;&#x43E; &#x43F;&#x43E;&#x436;&#x430;&#x43B;&#x43E;&#x432;&#x430;&#x442;&#x44C;!)

&#x41E; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;:
&#x42D;&#x442;&#x43E; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x435; backend &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x438; web push-&#x443;&#x432;&#x435;&#x434;&#x43E;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x439;, &#x43E;&#x431;&#x441;&#x43B;&#x443;&#x436;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x435; &#x43D;&#x430; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x431;&#x43E;&#x43B;&#x435;&#x435; 100&#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43A;&#x430;&#x437;&#x43E;&#x432; &#x432; &#x441;&#x443;&#x442;&#x43A;&#x438;. 
&#x427;&#x435;&#x43C; &#x443; &#x43D;&#x430;&#x441; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F;:
&#x41F;&#x440;&#x43E;&#x444;&#x438;&#x43B;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x438; &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B;;
&#x41F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x434;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x44E; &#x438;&#x445; &#x432; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x439; &#x43A;&#x43E;&#x434; &#x438; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443;;
&#x420;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;;
&#x423;&#x441;&#x442;&#x440;&#x430;&#x43D;&#x44F;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43D;&#x438;&#x43A;&#x430;&#x44E;&#x449;&#x438;&#x435; &#x431;&#x430;&#x433;&#x438; &#x432; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x435;.

&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x436;&#x434;&#x435;&#x43C; &#x43E;&#x442; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x430;:
&#x41D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Git;
&#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Golang;
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; HTTP, REST;
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; Unix-&#x43E;&#x43A;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x438;&#x438;.

&#x411;&#x443;&#x434;&#x435;&#x442; &#x441;&#x43E;&#x432;&#x441;&#x435;&#x43C; &#x43A;&#x440;&#x443;&#x442;&#x43E;, &#x435;&#x441;&#x43B;&#x438; &#x432;&#x44B;:
&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43B;&#x438; &#x441; highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438;;
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x438; &#x443;&#x432;&#x430;&#x436;&#x430;&#x435;&#x442;&#x435; &#x43A;&#x43E;&#x43D;&#x446;&#x435;&#x43F;&#x446;&#x438;&#x44E; CI/CD.
&#x41D;&#x430;&#x448; &#x441;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;: Golang, Gitlab, MySQL, JS, RabbitMQ, Docker, Ansible, Clickhouse

&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;: 
&#x417;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430; &#x43E;&#x442; 130 000 &#x434;&#x43E; 300 000 &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;, &#x435;&#x441;&#x442;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x442; &#x43E;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F;, &#x43F;&#x440;&#x435;&#x438;&#x43C;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x441;&#x43C;&#x43E;&#x442;&#x440;&#x438;&#x43C; &#x22;&#x43C;&#x438;&#x434;&#x43E;&#x432;&#x22;, &#x43D;&#x43E; &#x438; &#x22;&#x434;&#x436;&#x443;&#x43D;&#x44B;&#x22; &#x43D;&#x430;&#x43C; &#x442;&#x43E;&#x436;&#x435; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;.

&#x41D;&#x430;&#x448; &#x441;&#x430;&#x439;&#x442;: &#x60;<a target="_blank" rel="noopener noreferrer" href="https://www.lofty.today/">https://www.lofty.today/</a>
#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;#golang</div><div class="card-text"><div class="tags-items"><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/unix" class="mr-2">
         unix
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a><a href="/tags/mysql" class="mr-2">
         mysql
        </a><a href="/tags/rabbitmq" class="mr-2">
         rabbitmq
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2274361344-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#DevSecOps</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span>
&#x414;&#x43E;&#x431;&#x440;&#x44B;&#x439; &#x434;&#x435;&#x43D;&#x44C;! 
&#x41C;&#x435;&#x43D;&#x44F; &#x437;&#x43E;&#x432;&#x443;&#x442; &#x414;&#x43C;&#x438;&#x442;&#x440;&#x438;&#x439; &#x438; &#x44F; &#x438;&#x449;&#x443; &#x43A;&#x440;&#x443;&#x442;&#x43E;&#x433;&#x43E; &#x441;&#x43F;&#x435;&#x446;&#x430; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; Swordfish Security!!

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43D;&#x430; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;&#x445; &#x437;&#x430;&#x43F;&#x443;&#x441;&#x43A;&#x430; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x41F;&#x41E;, &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x438; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x43E;&#x432; &#x43A;&#x43E;&#x43C;&#x43F;&#x435;&#x442;&#x435;&#x43D;&#x446;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x441;&#x432;&#x43E;&#x438;&#x445; &#x41A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432;, &#x43E;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x443;&#x441;&#x43B;&#x443;&#x433;&#x438; &#x430;&#x443;&#x442;&#x441;&#x43E;&#x440;&#x441;&#x438;&#x43D;&#x433;&#x430; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x438;&#x437;&#x44B; &#x432; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x433;&#x43E; &#x41F;&#x41E;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x440;&#x44F;&#x434;&#x430; &#x438;&#x43D;&#x434;&#x443;&#x441;&#x442;&#x440;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447; &#x432; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; DevSecOps.
&#x42D;&#x442;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x43D;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;&#x43C;&#x438; &#x432; &#x421;&#x430;&#x43D;&#x43A;&#x442;-&#x41F;&#x435;&#x442;&#x435;&#x440;&#x431;&#x443;&#x440;&#x433;&#x435;, &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x435;, &#x421;&#x43E;&#x444;&#x438;&#x438; (&#x411;&#x43E;&#x43B;&#x433;&#x430;&#x440;&#x438;&#x44F;) &#x438;  &#x41D;&#x44C;&#x44E;-&#x419;&#x43E;&#x440;&#x43A;&#x435; (&#x421;&#x428;&#x410;).
Swordfish Security &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x43C; &#x43F;&#x430;&#x440;&#x442;&#x43D;&#x435;&#x440;&#x43E;&#x43C; &#x432;&#x435;&#x434;&#x443;&#x449;&#x438;&#x445; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x43E;&#x432;-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; &#x440;&#x44B;&#x43D;&#x43A;&#x435; DevSecOps &#x2013; Checkmarx, Sonatype, Netsparker, Wallarm.

&#x427;&#x435;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x43C; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;:
&#x2022; &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43C;&#x438; &#x441;&#x442;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430; &#x43A;&#x43E;&#x434;&#x430; (SAST), &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; open source &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442; (OSA/SCA) &#x438; &#x434;&#x438;&#x43D;&#x430;&#x43C;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; (DAST);
&#x2022; &#x420;&#x430;&#x437;&#x431;&#x43E;&#x440; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;&#x43E;&#x432; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430; SAST/SCA/DAST;
&#x2022; &#x410;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x432;&#x44B;&#x44F;&#x432;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x434;&#x435;&#x444;&#x435;&#x43A;&#x442;&#x43E;&#x432;, &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x440;&#x43A;&#x430;, &#x43F;&#x440;&#x438;&#x43E;&#x440;&#x438;&#x442;&#x435;&#x437;&#x430;&#x446;&#x438;&#x44F;, &#x43F;&#x43E;&#x438;&#x441;&#x43A; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x438;&#x445; &#x443;&#x441;&#x442;&#x440;&#x430;&#x43D;&#x435;&#x43D;&#x438;&#x44F;;
&#x2022; &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430; &#x438;&#x441;&#x445;&#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x434;&#x430;;
&#x2022; &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x438; &#x432;&#x44B;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x435;&#x433;&#x43C;&#x435;&#x43D;&#x442;&#x430; &#x438;&#x43B;&#x438; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A;&#x438; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;;
&#x2022; &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43F;&#x440;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; Application Security &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439;.

&#x427;&#x442;&#x43E; &#x445;&#x43E;&#x442;&#x438;&#x43C; &#x432;&#x438;&#x434;&#x435;&#x442;&#x44C; &#x432; &#x43D;&#x430;&#x448;&#x435;&#x43C; &#x421;&#x43F;&#x435;&#x446;&#x435;: 
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; Java &#x438;&#x43B;&#x438; Python;
&#x2022; &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x447;&#x438;&#x442;&#x430;&#x442;&#x44C; &#x438; &#x440;&#x430;&#x437;&#x431;&#x438;&#x440;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x447;&#x443;&#x436;&#x43E;&#x43C; &#x43A;&#x43E;&#x434;&#x435; &#x43D;&#x430; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x445; &#x44F;&#x437;&#x44B;&#x43A;&#x430;&#x445; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;;
&#x2022; &#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; DevOps;
&#x2022; &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; Unix &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438;;
&#x2022; &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x443;&#x44F;&#x437;&#x432;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438;;
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43C;&#x438; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x438;:
  SAST (Checkmarx, Fortify, Solar Incode) - &#x432; &#x43F;&#x440;&#x438;&#x43E;&#x440;&#x438;&#x442;&#x435;&#x442;&#x435;;

&#x41A;&#x440;&#x443;&#x442;&#x43E; &#x415;&#x441;&#x43B;&#x438; &#x442;&#x44B; &#x437;&#x43D;&#x430;&#x435;&#x448;&#x44C; &#x438; &#x443;&#x43C;&#x435;&#x435;&#x448;&#x44C; :
* DAST (NetSparker, Acunetix, HP WebInspect, Burp Enterprise, Wallarm FAST);
* OSA / SCA (Nexus IQ, WhiteSource, BlackDuck, Dependency Checker);
* &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x448;&#x438;&#x440;&#x43E;&#x43A;&#x438;&#x43C; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x43E;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;:
* Teamcity/Jenkins/Gitlab CI,
* Bitbucket/GitLab,
* Jira/Confluence,
* Nexus Repo/Jfrog Artifactory,
* Docker/Kubernetes;

&#x427;&#x435;&#x43C; &#x432;&#x43E;&#x437;&#x43D;&#x430;&#x433;&#x440;&#x430;&#x434;&#x438;&#x43C;:
&#x2022; &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x442;&#x44C; &#x443;&#x43D;&#x438;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x43F;&#x44B;&#x442;;
&#x2022; &#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438;;
&#x2022; &#xAB;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#xBB; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430; &#x43E;&#x442; 100 000 &#x434;&#x43E; 180 000 &#x440;&#x443;&#x431;. 
&#x2022; &#x421;&#x43E;&#x446;. &#x41F;&#x430;&#x43A;&#x435;&#x442; &#x438; &#x414;&#x41C;&#x421; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439;, &#x43A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x439;.



&#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E;?? &#x41F;&#x438;&#x448;&#x438; &#x43E;&#x442;&#x432;&#x435;&#x447;&#x443; &#x43D;&#x430; &#x432;&#x441;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;!!
<a href="tg://resolve?domain=tankograin">@tankograin</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/unix" class="mr-2">
         unix
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1772093440-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#backend</span> <span style="opacity: 0.5;">#java</span> <span style="opacity: 0.5;">#java8</span> <span style="opacity: 0.5;">#spring</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x41C;&#x441;&#x43A;</span> <span style="opacity: 0.5;">#&#x41F;&#x435;&#x440;&#x43C;&#x44C;</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#middle</span> 

&#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x41A;&#x410;: <a target="_blank" rel="noopener noreferrer" href="http://luckyhunter.io">http://luckyhunter.io</a>
&#x417;/&#x43F;: 120 000 - 200 000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438; (+&#x43F;&#x440;&#x435;&#x43C;&#x438;&#x438;) 
&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: 
&#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430; (&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;),
&#x433;. &#x41F;&#x435;&#x440;&#x43C;&#x44C;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; &#x438;&#x43B;&#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; 
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, fulltime

*&#x423; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x43D;&#x435;&#x442; &#x444;&#x43E;&#x440;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43A; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x443; &#x438;&#x43D;&#x43E;&#x441;&#x442;&#x440;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x433;&#x440;&#x430;&#x436;&#x434;&#x430;&#x43D;.

&#x1F680;&#x418;&#x449;&#x435;&#x43C; backend &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; Middle/Middle+ &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x443;&#x44E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x443;&#x44E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44E; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;!

&#x420;&#x435;&#x431;&#x44F;&#x442;&#x430; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x44E;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x443;&#x44E; low-code &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x443; &#x434;&#x43B;&#x44F; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x438; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x432; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x440;&#x438;&#x441;&#x43A;&#x430;&#x43C;&#x438; &#x438; &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x432; &#x43B;&#x44E;&#x431;&#x43E;&#x439; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438;. &#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x435; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x430; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x43E;&#x434; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#xBB;, &#x43E;&#x43D;&#x438; &#x43F;&#x440;&#x43E;&#x434;&#x432;&#x438;&#x433;&#x430;&#x44E;&#x442; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x443;&#x44E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x443;&#x44E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x443; &#x438; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x443;&#x44E;&#x442; &#x432;&#x435;&#x441;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B; &#x432; &#x443;&#x434;&#x43E;&#x431;&#x43D;&#x44B;&#x445; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x445;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x441;&#x440;&#x430;&#x437;&#x443; &#x436;&#x435; &#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x44F;&#x442;&#x441;&#x44F; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x44B;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x432;&#x441;&#x435;&#x445; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x43E;&#x432;.

&#x2747;&#xFE0F;&#x412;&#x441;&#x435;&#x433;&#x43E; &#x432; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x442;&#x440;&#x443;&#x434;&#x438;&#x442;&#x441;&#x44F; &#x43E;&#x43A;&#x43E;&#x43B;&#x43E; 200 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x438; &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x430; 3 &#x433;&#x440;&#x443;&#x43F;&#x43F;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x442; &#x432; scrum &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;&#x445; &#x43F;&#x43E; 5-6 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;. &#x41A;&#x43E;&#x43B;&#x43B;&#x435;&#x433;&#x438; &#x446;&#x435;&#x43D;&#x44F;&#x442; &#x438;&#x43D;&#x438;&#x446;&#x438;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x438; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x432;&#x43A;&#x43B;&#x430;&#x434; &#x432; &#x43E;&#x431;&#x449;&#x435;&#x435; &#x434;&#x435;&#x43B;&#x43E;, &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x44E;&#x442; &#x440;&#x430;&#x437;&#x443;&#x43C;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x438;&#x446;&#x438;&#x430;&#x442;&#x438;&#x432;&#x44B; &#x43F;&#x43E; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x44E; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x43E;&#x432; &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x443;.

&#x421;&#x442;&#x44D;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;: 
Java 8, Spring, React, TypeScript, Webpack, Maven, MobX, HighchartsJS, Gitlab. 

&#x2705;&#x41A;&#x430;&#x43A;&#x43E;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;: 
- &#x43E;&#x43F;&#x44B;&#x442; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; Java &#x43E;&#x442; 2 &#x43B;&#x435;&#x442; &#x438; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435;; 
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x411;&#x414; (&#x443; &#x440;&#x435;&#x431;&#x44F;&#x442; &#x438;&#x445; 3: PostgreSQL, MySQL, Oracle; 
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x444;&#x438;&#x43D;&#x442;&#x435;&#x445;&#x435; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;&#x263A;&#xFE0F; 

&#x2705;&#x41A;&#x430;&#x43A;&#x438;&#x435; &#x431;&#x43E;&#x43D;&#x443;&#x441;&#x44B; &#x438; &#x43F;&#x435;&#x440;&#x441;&#x43F;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x435; &#x432;&#x44B;: 
- &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E; &#x438;&#x43B;&#x438; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435; (&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x41F;&#x435;&#x440;&#x43C;&#x44C;);
- &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x431;&#x435;&#x43B;&#x443;&#x44E; &#x437;&#x43F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x442; &#x43E;&#x442; &#x432;&#x430;&#x448;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x435;&#x442;&#x435;&#x43D;&#x446;&#x438;&#x439; &#x438; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x439;;
- &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;, &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x435; &#x431;&#x44E;&#x440;&#x43E;&#x43A;&#x440;&#x430;&#x442;&#x438;&#x438;;
- &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43C;&#x43E;&#x43B;&#x43E;&#x434;&#x43E;&#x439; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x439;&#x441;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x43E;&#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x438;&#x439;&#x441;&#x44F;, &#x432;&#x43E;&#x441;&#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;;
- &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x439; &#x43F;&#x430;&#x43A;&#x435;&#x442; &#x434;&#x43B;&#x44F; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x436;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x43E;&#x432;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
e-mail: <a target="_blank" rel="noopener noreferrer" href="mailto:daria@luckyhunter.io">daria@luckyhunter.io</a>
telegram: <a href="tg://resolve?domain=prudentdaria">@prudentdaria</a>
&#x411;&#x443;&#x434;&#x443; &#x440;&#x430;&#x434;&#x430; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x438;&#x442;&#x44C; &#x43D;&#x430; &#x432;&#x441;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B; &#x438; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x440;&#x438;&#x438; &#x43F;&#x43E; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x1F60A; 




<span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#backend</span> <span style="opacity: 0.5;">#java</span> <span style="opacity: 0.5;">#Java8</span> <span style="opacity: 0.5;">#senior</span>  
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x41D;&#x438;&#x436;&#x43D;&#x438;&#x439;-&#x41D;&#x43E;&#x432;&#x433;&#x43E;&#x440;&#x43E;&#x434; (&#x435;&#x441;&#x442;&#x44C; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x439; &#x43F;&#x430;&#x43A;&#x435;&#x442;)
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x434;&#x43D;&#x44F;
*&#x434;&#x43E; &#x43E;&#x43A;&#x43E;&#x43D;&#x447;&#x430;&#x43D;&#x438;&#x44F; &#x43F;&#x430;&#x43D;&#x434;&#x435;&#x43C;&#x438;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; (&#x438; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E;) &#x434;&#x430;&#x43B;&#x435;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435;
&#x417;&#x41F;: &#x434;&#x43E; 220 000 NET 

&#x1F539; &#x41A;&#x440;&#x443;&#x43F;&#x43D;&#x430;&#x44F; &#x43D;&#x435;&#x43C;&#x435;&#x446;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x438;&#x449;&#x435;&#x442; Java &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; senior &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F;.
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x431;&#x43E;&#x43B;&#x435;&#x435; 20 &#x43B;&#x435;&#x442;, &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x43B;&#x438;&#x434;&#x435;&#x440;&#x43E;&#x43C; &#x440;&#x44B;&#x43D;&#x43A;&#x430; &#x432; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x435; &#x43F;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x44E;&#x449;&#x435;&#x43C; &#x438;&#x43D;&#x43D;&#x43E;&#x432;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x435; IT-&#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x43E; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x43A;&#x440;&#x435;&#x434;&#x438;&#x442;&#x43D;&#x44B;&#x43C;&#x438; &#x440;&#x438;&#x441;&#x43A;&#x430;&#x43C;&#x438; &#x438; &#x43F;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43D;&#x43E;&#x43C;&#x443; &#x43A;&#x43E;&#x43D;&#x441;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;. &#x41A;&#x440;&#x43E;&#x43C;&#x435; &#x442;&#x43E;&#x433;&#x43E; &#x432; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x435;&#x441;&#x442;&#x44C; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x41F;&#x41E; &#x434;&#x43B;&#x44F; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430; &#x444;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x43E;&#x439; &#x43E;&#x442;&#x447;&#x435;&#x442;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x438; &#x441;&#x435;&#x433;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438; &#x440;&#x44B;&#x43D;&#x43A;&#x430;. &#x41F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x43C; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43C;&#x43D;&#x43E;&#x433;&#x438;&#x435; &#x438;&#x437;&#x432;&#x435;&#x441;&#x442;&#x43D;&#x44B;&#x435; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x44B;: Toshiba, Volvo, &#x420;&#x43E;&#x441;&#x431;&#x430;&#x43D;&#x43A; &#x438; &#x431;&#x43E;&#x43B;&#x435;&#x435; 290 &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;.

&#x1F539; &#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
- &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; Java &#x43E;&#x442; 3-&#x435;&#x445; &#x43B;&#x435;&#x442;;
- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; Java 8 SE;
- &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x44F;&#x437;&#x44B;&#x43A;&#x430;, &#x43F;&#x43E;&#x437;&#x432;&#x43E;&#x43B;&#x44F;&#x44E;&#x449;&#x438;&#x439; &#x432;&#x435;&#x441;&#x442;&#x438; &#x434;&#x438;&#x430;&#x43B;&#x43E;&#x433; &#x441; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x433;&#x430;&#x43C;&#x438; &#x438;&#x437; &#x413;&#x435;&#x440;&#x43C;&#x430;&#x43D;&#x438;&#x438; (&#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435;- &#x43D;&#x435; &#x431;&#x43E;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x433;&#x43E;&#x432;&#x43E;&#x440;&#x438;&#x442;&#x44C; &#x263A;&#xFE0F;.). &#x42D;&#x442;&#x43E; &#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;

&#x1F539; &#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
- &#x420;&#x430;&#x441;&#x448;&#x438;&#x440;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x439; &#x43F;&#x430;&#x43A;&#x435;&#x442;;
- &#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435;, &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430; &#x438; &#x43F;&#x440;&#x435;&#x43C;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;;
- &#x414;&#x41C;&#x421;;
- &#x41A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x43C;&#x443; &#x44F;&#x437;&#x44B;&#x43A;&#x443;;
-&#x428;&#x438;&#x440;&#x43E;&#x43A;&#x438;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x438; &#x43A;&#x430;&#x440;&#x44C;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x43E;&#x441;&#x442;&#x430; &#x438; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x435; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435; &#x43F;&#x43B;&#x44E;&#x448;&#x43A;&#x438; &#x438; &#x431;&#x43E;&#x43D;&#x443;&#x441;&#x44B;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
e-mail: <a target="_blank" rel="noopener noreferrer" href="mailto:daria@luckyhunter.io">daria@luckyhunter.io</a>
telegram: <a href="tg://resolve?domain=prudentdaria">@prudentdaria</a>
&#x41F;&#x438;&#x448;&#x438;&#x442;&#x435;, &#x431;&#x443;&#x434;&#x443; &#x440;&#x430;&#x434;&#x430; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x438;&#x442;&#x44C; &#x43D;&#x430; &#x432;&#x441;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B; &#x437;&#x434;&#x435;&#x441;&#x44C; &#x438;&#x43B;&#x438; &#x43F;&#x43E; &#x43F;&#x43E;&#x447;&#x442;&#x435; :)</div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2">
         jvm
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/maven" class="mr-2">
         maven
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/mysql" class="mr-2">
         mysql
        </a><a href="/tags/oracle" class="mr-2">
         oracle
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/364904448-1001352129329" class="card-link">
        Golang разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#Golang</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#Senior</span> <span style="opacity: 0.5;">#Moscow</span> 

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: Loft
&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: Golang &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; 
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;&#xA0;100-180 &#x442;&#x44B;&#x441;/&#x43C;&#x435;&#x441;
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;
&#x421;&#x43F;&#x438;&#x441;&#x43E;&#x43A; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x437;&#x43D;&#x430;&#x442;&#x44C;: &#x420;&#x443;&#x441;&#x441;&#x43A;&#x438;&#x439;, &#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; (&#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; &#x447;&#x442;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x445;. &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;)
&#x424;&#x43E;&#x442;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441;

&#x41F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x441;&#x442;&#x432; LOFT (<a target="_blank" rel="noopener noreferrer" href="https://loft-app.com/">https://loft-app.com/</a>) - &#x44D;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x439; &#x438; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x44B;&#x439; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431; &#x440;&#x430;&#x441;&#x448;&#x438;&#x440;&#x438;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x439; &#x43A;&#x440;&#x443;&#x433; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x44F;. &#x41C;&#x43E;&#x436;&#x43D;&#x43E; &#x432;&#x441;&#x442;&#x440;&#x435;&#x447;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x441; &#x43C;&#x443;&#x436;&#x447;&#x438;&#x43D;&#x430;&#x43C;&#x438; &#x438; &#x434;&#x435;&#x432;&#x443;&#x448;&#x43A;&#x430;&#x43C;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x44F;&#x442;&#x441;&#x44F; &#x440;&#x44F;&#x434;&#x43E;&#x43C; &#x441; &#x432;&#x430;&#x43C;&#x438;, &#x438;&#x43B;&#x438; &#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x441; &#x43B;&#x44E;&#x434;&#x44C;&#x43C;&#x438; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;.

&#x418;&#x434;&#x435;&#x44F; LOFT - &#x430;&#x434;&#x435;&#x43A;&#x432;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x430; &#x43A; &#x434;&#x438;&#x430;&#x43B;&#x43E;&#x433;&#x443;. &#x412;&#x44B; &#x437;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x442;&#x435;&#x445;, &#x441; &#x43A;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x430;&#x435;&#x442;&#x435;&#x441;&#x44C;. 
&#x41A;&#x43E;&#x43C;&#x443; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x438;&#x442; LOFT? &#x410;&#x434;&#x435;&#x43A;&#x432;&#x430;&#x442;&#x43D;&#x43E;&#x439;, &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x43E;&#x439;, &#x43C;&#x43E;&#x43B;&#x43E;&#x434;&#x43E;&#x439; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x444;&#x438;&#x448;&#x43A;&#x438; &#x438; &#x445;&#x43E;&#x447;&#x435;&#x442; &#x443;&#x437;&#x43D;&#x430;&#x432;&#x430;&#x442;&#x44C; &#x43B;&#x44E;&#x434;&#x435;&#x439; &#x431;&#x43B;&#x438;&#x436;&#x435;. 

&#x41C;&#x44B; - &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; LOFT, &#x438; &#x43C;&#x44B; &#x442;&#x43E;&#x436;&#x435; &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435;, &#x43C;&#x43E;&#x43B;&#x43E;&#x434;&#x44B;&#x435; &#x438; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x43D;&#x44B;&#x435;.

&#x427;&#x442;&#x43E; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;
&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x43D;&#x430;&#x434; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x43C; &#x432; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; (&#x448;&#x442;&#x430;&#x442; 28 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;).
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; backend &#x434;&#x43B;&#x44F; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x434;&#x435;&#x439;&#x442;&#x438;&#x43D;&#x433;-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;.
&#x41D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; API &#x434;&#x43B;&#x44F; &#x432;&#x435;&#x431; &#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;
&#x421;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x441; &#x43D;&#x443;&#x43B;&#x44F;.


&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x43C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;:
&#xB7;      Backend: GO / MongoDB / Redis / WebSockets
&#xB7;      Frontend: Angular / Vue / Flutter / Swift 
&#xB7;      PM: Git / Jira / Gitlab

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x443;&#x43C;&#x435;&#x442;&#x44C;
&#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; backend &#x43E;&#x442; 1 &#x433;&#x43E;&#x434;&#x430;
&#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x432;&#x43B;&#x430;&#x434;&#x435;&#x43D;&#x438;&#x435; Golang 
&#x41E;&#x431;&#x449;&#x435;&#x435; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E; &#x442;&#x43E;&#x43C;, &#x43A;&#x430;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; &#x43E;&#x447;&#x435;&#x440;&#x435;&#x434;&#x44F;&#x43C;&#x438; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x439; 
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x431;&#x430;&#x437;&#x430;&#x43C;&#x438; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x442;&#x438;&#x43F;&#x43E;&#x432;
&#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x43E;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x434; &#x442;&#x435;&#x441;&#x442;&#x430;&#x43C;&#x438;
&#x41E;&#x43F;&#x44B;&#x442; &#x43E;&#x446;&#x435;&#x43D;&#x43A;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x438; &#x437;&#x430;&#x434;&#x430;&#x447;
&#x421;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x443;&#x43A;&#x43B;&#x430;&#x434;&#x44B;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x43E;&#x446;&#x435;&#x43D;&#x43A;&#x438; &#x441; &#x440;&#x430;&#x437;&#x443;&#x43C;&#x43D;&#x43E;&#x439; &#x43F;&#x43E;&#x433;&#x440;&#x435;&#x448;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E;
&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x44F;&#x437;&#x44B;&#x43A;&#x430; &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; &#x447;&#x442;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x445;. &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;

&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x438; &#x43F;&#x440;&#x435;&#x438;&#x43C;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x430;
&#x421;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x439; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;
&#x41F;&#x43E;&#x442;&#x435;&#x43D;&#x446;&#x438;&#x430;&#x43B; &#x434;&#x43B;&#x44F; &#x440;&#x43E;&#x441;&#x442;&#x430;, &#x43A;&#x430;&#x43A; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x430;
&#x41A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x435; &#x43C;&#x435;&#x440;&#x43E;&#x43F;&#x440;&#x438;&#x44F;&#x442;&#x438;&#x44F;
&#x412; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x431;&#x435;&#x437; &#x43E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x447;&#x430;&#x439;/&#x43A;&#x43E;&#x444;&#x435;, &#x43F;&#x435;&#x447;&#x435;&#x43D;&#x44C;&#x435;
PlayStation

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B; <a href="tg://resolve?domain=Sandevl">@Sandevl</a></div><div class="card-text"><div class="tags-items"><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/angularjs" class="mr-2">
         angularjs
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/flutter" class="mr-2">
         flutter
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72516370432-1001054966032" class="card-link">
        Android developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#android</span> <span style="opacity: 0.5;">#developer</span> <span style="opacity: 0.5;">#androiddeveloper</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43C;&#x441;&#x43A;</span> 

<b>Android Developer
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;:</b> &#x410;&#x437;&#x431;&#x443;&#x43A;&#x430; &#x412;&#x43A;&#x443;&#x441;&#x430;
<b>&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;:</b> &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43E;&#x444;&#x438;&#x441;
&#x43C;. &#x41F;&#x430;&#x440;&#x43A; &#x41F;&#x43E;&#x431;&#x435;&#x434;&#x44B;/&#x41A;&#x443;&#x442;&#x443;&#x437;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;
<b>&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;:</b> fulltime
<b>&#x417;/&#x43F;: </b>150-210k &#x20BD; net  
<b>&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: </b><a href="tg://resolve?domain=observer69">@observer69</a>

<b>&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;
</b>&#x25CF; &#x41E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x441; &#x441;&#x43E;&#x431;&#x43B;&#x44E;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x422;&#x41A; &#x420;&#x424;;
&#x25CF; &#x41E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x432;&#x43D;&#x435;&#x448;&#x43D;&#x435;&#x433;&#x43E; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F;;
&#x25CF; &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445; &#x438; &#x445;&#x430;&#x43A;&#x430;&#x442;&#x43E;&#x43D;&#x430;&#x445;;
&#x25CF; &#x414;&#x41C;&#x421;;
&#x25CF; &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x438;&#x437; &#x434;&#x43E;&#x43C;&#x430; &#x43F;&#x430;&#x440;&#x443; &#x440;&#x430;&#x437; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E;;
&#x25CF; &#x41A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432; &#x448;&#x430;&#x433;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x43C;. &#x41F;&#x430;&#x440;&#x43A; &#x41F;&#x43E;&#x431;&#x435;&#x434;&#x44B; / &#x41A;&#x443;&#x442;&#x443;&#x437;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;;
&#x25CF; &#x411;&#x43E;&#x43B;&#x44C;&#x448;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; IT - &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x43E;&#x432;;
&#x25CF; &#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;

<b>&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;
</b>&#x25CF; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x138;&#x438; &#x43F;&#x43E;&#x434; Android &#x43E;&#x442; 2&#x445; &#x43B;&#x435;&#x442;;
&#x25CF; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x138;&#x438; &#x138;&#x43B;&#x438;&#x435;&#x43D;&#x442;-&#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
&#x25CF; &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Kotlin/Java &#x438; Android SDK;
&#x25CF; &#x421;&#x43C;&#x43E;&#x436;&#x435;&#x448;&#x44C; &#x43E;&#x431;&#x44C;&#x44F;&#x441;&#x43D;&#x438;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x43D;&#x438;&#x446;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x43C; &#x438; &#x43F;&#x43E;&#x442;&#x43E;&#x138;&#x43E;&#x43C;, &#x437;&#x43D;&#x430;&#x435;&#x448;&#x44C; &#x138;&#x430;&#x138;
&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x442; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x43F;&#x43E;&#x442;&#x43E;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x44C;;
&#x25CF; &#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; SOLID, &#x438; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x447;&#x438;&#x441;&#x442;&#x44B;&#x439; &#x138;&#x43E;&#x434;;
&#x25CF; &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43B; &#x441; git (&#x442;&#x435;&#x440;&#x43C;&#x438;&#x43D;&#x430;&#x43B; &#x438;&#x43B;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;);
&#x25CF; &#x41E;&#x43F;&#x443;&#x431;&#x43B;&#x438;&#x138;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x432; Google Play &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x138;&#x435; &#x138;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445;
&#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x43B;&#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435;.

<b>&#x416;&#x435;&#x43B;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;
</b>&#x25CF; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x138;&#x438; e-commerce &#x438;&#x43B;&#x438; retail &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
&#x25CF; &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x44B;;
&#x25CF; &#x41D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x435; &#x430;&#x138;&#x138;&#x430;&#x443;&#x43D;&#x442;&#x430; &#x43D;&#x430; Github/Gitlab/Bitbucket c &#x43E;&#x442;&#x138;&#x440;&#x44B;&#x442;&#x44B;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x138;&#x442;&#x430;&#x43C;&#x438;.

<b>&#x417;&#x430;&#x434;&#x430;&#x447;&#x438;
1.</b> &#x420;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;;
<b>2.</b> &#x41F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; code review;
<b>3.</b> &#x420;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; Android &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443; &#x432; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;;
<b>4.</b> &#x410;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x436;&#x438;&#x437;&#x43D;&#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;.</div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/android" class="mr-2">
         android
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/kotlin" class="mr-2">
         kotlin
        </a><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/playframework" class="mr-2">
         playframework
        </a><a href="/tags/github" class="mr-2">
         github
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/104180219904-1001089317451" class="card-link">
        Qa engineer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span>  <span style="opacity: 0.5;">#QA</span>  <span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: <a target="_blank" rel="noopener noreferrer" href="http://Start.ru">Start.ru</a>

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x433;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x441;&#x43C;&#x43E;&#x433;&#x443;&#x442; &#x432;&#x43B;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x43D;&#x430;&#x448;&#x443; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x438; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x441; &#x43D;&#x430;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x438; &#x441;&#x43E;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43D;&#x430;&#x448; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;!
&#x423; &#x412;&#x430;&#x441; &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x442;&#x430;&#x442;&#x44C; &#x447;&#x430;&#x441;&#x442;&#x44C;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;, &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x439; &#x43F;&#x435;&#x440;&#x432;&#x443;&#x44E; &#x432; &#x412;&#x43E;&#x441;&#x442;&#x43E;&#x447;&#x43D;&#x43E;&#x439; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x435; &#x441;&#x442;&#x443;&#x434;&#x438;&#x44E; &#x441; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x43C; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x43C; VOD &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x43C;.
&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x443;&#x441;&#x438;&#x43B;&#x44F;&#x435;&#x43C; &#x43D;&#x430;&#x448;&#x443; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43F;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E; &#x438; &#x432; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430;&#x445; &#x43F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x439; Backend QA Engineer &#x438; QA Automation Engineer (python)

&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;
&#x414;&#x43E;&#x43B;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;: Backend QA Engineer
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x41E;&#x442; 80.&#x440;. &#x434;&#x43E; 120&#x442;.&#x440;. &#x43F;&#x43E; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;&#x430;&#x43C; &#x441;&#x43E;&#x431;&#x435;&#x441;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;

&#x41A;&#x430;&#x43A;&#x438;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x432;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C;:
- &#x41F;&#x440;&#x43E;&#x433;&#x43E;&#x43D; &#x43E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x44B;&#x445; &#x43A;&#x435;&#x439;&#x441;&#x43E;&#x432; &#x432; TestRail &#x438; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x44F; &#x43D;&#x430;&#x439;&#x434;&#x435;&#x43D;&#x44B;&#x445; &#x434;&#x435;&#x444;&#x435;&#x43A;&#x442;&#x43E;&#x432;;
- &#x422;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; API (&#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x430; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;);
- &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x441;&#x446;&#x435;&#x43D;&#x430;&#x440;&#x438;&#x435;&#x432;;
- &#x412;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x441; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;&#x43C;&#x438; &#x438; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x435;&#x444;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x434;&#x43E; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x433;&#x43E; &#x438;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;;
- &#x41E;&#x442;&#x43B;&#x430;&#x434;&#x43A;&#x430; &#x438; &#x441;&#x431;&#x43E;&#x440; &#x43B;&#x43E;&#x433;&#x43E;&#x432; &#x432; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x435; &#x432;&#x43E;&#x441;&#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;
- &#x41F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;

&#x427;&#x435;&#x433;&#x43E; &#x43C;&#x44B; &#x445;&#x43E;&#x442;&#x438;&#x43C;:
- &#x412;&#x430;&#x441; &#x43D;&#x435; &#x43F;&#x443;&#x433;&#x430;&#x435;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43D;&#x43E;&#x439; &#x441;&#x442;&#x440;&#x43E;&#x43A;&#x43E;&#x439; &#x447;&#x430;&#x449;&#x435; &#x447;&#x435;&#x43C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x433;&#x440;&#x430;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x43C; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x43E;&#x43C;
- &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; chromedev tools &#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43D;&#x43E;&#x439; &#x441;&#x442;&#x440;&#x43E;&#x43A;&#x43E;&#x439; (bash);
- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x44F; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;-&#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
- &#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432;&#x435;&#x431;-&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
- &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x433;&#x440;&#x430;&#x43C;&#x43E;&#x442;&#x43D;&#x43E; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x438; &#x43C;&#x44B;&#x441;&#x43B;&#x438; &#x432; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x43E;&#x43F;&#x438;&#x441;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x434;&#x435;&#x444;&#x435;&#x43A;&#x442;&#x44B;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43F;&#x43E;&#x43D;&#x44F;&#x442;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;&#x43C;;
- &#x41D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x435;&#x439;, &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x438; &#x432;&#x44B;&#x447;&#x43B;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x435; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x439;;
- &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43B;&#x438; &#x441; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x430;&#x43C;&#x438;-&#x441;&#x43D;&#x438;&#x444;&#x444;&#x435;&#x440;&#x430;&#x43C;&#x438; &#x438; &#x43F;&#x440;&#x43E;&#x43A;&#x441;&#x44F;&#x43C;&#x438; &#x442;&#x440;&#x430;&#x444;&#x444;&#x438;&#x43A;&#x430; (charles/wireshark/fiddler/mitmproxy etc)

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
- &#x415;&#x441;&#x43B;&#x438; &#x437;&#x43D;&#x430;&#x435;&#x442;&#x435; python &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435;, &#x434;&#x43E;&#x441;&#x442;&#x430;&#x442;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x434;&#x43B;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x438; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x442;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x434; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x43D;&#x430; &#x43D;&#x435;&#x43C; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;
- &#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x447;&#x442;&#x43E; &#x442;&#x430;&#x43A;&#x43E;&#x435; DOM-&#x434;&#x435;&#x440;&#x435;&#x432;&#x43E;, &#x43B;&#x43E;&#x43A;&#x430;&#x442;&#x43E;&#x440;&#x44B; &#x438; &#x441;&#x435;&#x43B;&#x435;&#x43A;&#x442;&#x43E;&#x440;&#x44B; &#x432; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43A;&#x441;&#x442;&#x435; &#x432;&#x435;&#x431;-&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;

&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;
&#x414;&#x43E;&#x43B;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;: QA Automation Engineer
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x41E;&#x442; 130.&#x440;. &#x434;&#x43E; 170&#x442;.&#x440;. &#x43F;&#x43E; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;&#x430;&#x43C; &#x441;&#x43E;&#x431;&#x435;&#x441;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;

&#x423; &#x43D;&#x430;&#x441;:
&#x412; &#x43D;&#x430;&#x448;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x435;&#x441;&#x442;&#x44C; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43A;&#x430;&#x43A; API, &#x442;&#x430;&#x43A; &#x438; WEB UI. 
&#x41D;&#x430;&#x448; &#x441;&#x442;&#x435;&#x43A;: Python3, PyTest, Requests, Selenium WebDriver, Selenoid, DB clients (MongoDB, PostgreSQL), JSON validation (jsonschema), TestRail API, Telegram API, GitLab CI. 
&#x41F;&#x43E;&#x43C;&#x438;&#x43C;&#x43E; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x43C;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x430; Locust.

&#x412;&#x430;&#x448;&#x438; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;:
- &#x420;&#x430;&#x441;&#x448;&#x438;&#x440;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E;&#x43A;&#x440;&#x44B;&#x442;&#x438;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; API, WEB UI
- &#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x432; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x438;
- &#x410;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x43F;&#x440;&#x43E;&#x445;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x44B;&#x43C; &#x437;&#x430;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x431;&#x430;&#x433;&#x43E;&#x432; &#x432; Jira
- &#x420;&#x435;&#x432;&#x44C;&#x44E; &#x43A;&#x43E;&#x434;&#x430;
- &#x412;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; - &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;
- &#x41D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x446;&#x435;&#x43D;&#x430;&#x440;&#x438;&#x435;&#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
- &#x425;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x442;&#x435;&#x43E;&#x440;&#x438;&#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;
- &#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43E;&#x442; 2&#x445; &#x43B;&#x435;&#x442;
- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python3, PyTest
- &#x41D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;
- &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x44B;&#x435; &#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441;&#x44B; &#x43D;&#x430; SQL &#x438; &#x432; MongoDB
- &#x41D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Git
- &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x441; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;&#x43C;&#x438;

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
- &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x441; &#x43D;&#x443;&#x43B;&#x44F;
- &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; Docker, Docker Compose
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Telegram API
- &#x41E;&#x43F;&#x44B;&#x442; &#x43E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; JSON &#x441;&#x445;&#x435;&#x43C; &#x434;&#x43B;&#x44F; &#x432;&#x430;&#x43B;&#x438;&#x434;&#x430;&#x446;&#x438;&#x438; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x43E;&#x432; API
- &#x411;&#x430;&#x437;&#x43E;&#x432;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x432; Linux

&#x41E;&#x442; &#x43D;&#x430;&#x441;:
- &#x41D;&#x430; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x435;, &#x43D;&#x43E; &#x43F;&#x440;&#x438; &#x43D;&#x43E;&#x440;&#x43C;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x441;&#x438;&#x442;&#x443;&#x430;&#x446;&#x438;&#x438; &#x43C;&#x44B; &#x432;&#x44B;&#x439;&#x434;&#x435;&#x43C; &#x432; &#x43E;&#x444;&#x438;&#x441;
- &#x41E;&#x444;&#x438;&#x441; &#x432; &#x440;&#x430;&#x439;&#x43E;&#x43D;&#x435; &#x425;&#x430;&#x43C;&#x43E;&#x432;&#x43D;&#x438;&#x43A;&#x438; (&#x442;&#x435;&#x440;&#x440;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x43C;.&#x41A;&#x438;&#x435;&#x432;&#x441;&#x43A;&#x430;&#x44F;, &#x43C;. &#x421;&#x43F;&#x43E;&#x440;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x432; 20.&#x43C;&#x438;&#x43D; &#x445;&#x43E;&#x434;&#x44C;&#x431;&#x44B;)
- &#x413;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: 5/2 &#x43D;&#x430;&#x447;&#x438;&#x43D;&#x430;&#x435;&#x43C; &#x441; 9  &#x434;&#x43E; 11 (&#x432; &#x446;&#x435;&#x43B;&#x43E;&#x43C; &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; - &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;);
- &#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x441;&#x43E;&#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x438;&#x438; &#x441; &#x422;&#x41A; &#x420;&#x424; (&#x431;&#x435;&#x43B;&#x430;&#x44F; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430;, &#x43E;&#x442;&#x43F;&#x443;&#x441;&#x43A;&#x43D;&#x44B;&#x435;, &#x431;&#x43E;&#x43B;&#x44C;&#x43D;&#x438;&#x447;&#x43D;&#x44B;&#x435;);
- &#x412;&#x441;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x43A;&#x430;&#x447;&#x43A;&#x438; &#x438;&#x43C;&#x435;&#x44E;&#x449;&#x438;&#x445;&#x441;&#x44F; &#x441;&#x43A;&#x438;&#x43B;&#x43B;&#x43E;&#x432; &#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x43E;&#x432;&#x44B;&#x445;;
- &#x414;&#x440;&#x430;&#x439;&#x432;&#x43E;&#x432;&#x430;&#x44F; &#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x435;&#x434;&#x438;&#x43D;&#x43E;&#x43C;&#x44B;&#x448;&#x43B;&#x435;&#x43D;&#x43D;&#x438;&#x43A;&#x43E;&#x432;;
- &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x442;&#x430;&#x442;&#x44C; &#x447;&#x430;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x438;&#x43D;&#x430;&#x43C;&#x438;&#x447;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x433;&#x43E;&#x441;&#x44F; &#x432;&#x438;&#x434;&#x435;&#x43E;&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;.


&#x412;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B; &#x438; &#x43E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x438; &#x43F;&#x43E; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x432; tlgrm: <a href="tg://resolve?domain=unambo">@unambo</a> OR emailto: <a target="_blank" rel="noopener noreferrer" href="mailto:v.selyanin@start.ru">v.selyanin@start.ru</a></div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/bash" class="mr-2">
         bash
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/selenium" class="mr-2">
         selenium
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/json" class="mr-2">
         json
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2272264192-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content">&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44E;! 

&#x423; &#x43D;&#x430;&#x441; &#x432;&#x435;&#x434;&#x435;&#x442;&#x441;&#x44F; &#x43F;&#x43E;&#x434;&#x431;&#x43E;&#x440; &#x43D;&#x430; &#x440;&#x43E;&#x43B;&#x44C;  &#x201C;Devops&#x201D; &#x432; &#x421;&#x431;&#x435;&#x440;&#x431;&#x430;&#x43D;&#x43A;-&#x422;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438;, &#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x428;&#x43A;&#x43E;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430;.  

&#x41E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; - SaaS &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F;, &#x43F;&#x43E;&#x437;&#x432;&#x43E;&#x43B;&#x44F;&#x44E;&#x449;&#x435;&#x435; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C;
&#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x432;&#x438;&#x434;&#x44B; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x434;&#x435;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;. &#x413;&#x438;&#x431;&#x43A;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B; &#x43F;&#x43E;&#x437;&#x432;&#x43E;&#x43B;&#x44F;&#x435;&#x442; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x438;&#x442;&#x44C; &#x435;&#x435; &#x432;
&#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x445; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x44F;&#x445; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x432;&#x441;&#x435;&#x445; &#x44D;&#x442;&#x430;&#x43F;&#x430;&#x445; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430;. 

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; Linux &#x43E;&#x442; 3-&#x445; &#x43B;&#x435;&#x442; (&#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; prod)
&#x2022; &#x410;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x440;&#x443;&#x442;&#x438;&#x43D;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447; (bash, python)
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Ansible
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x432;&#x43E;&#x440;&#x430;&#x447;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430;: Prometheus, Grafana, Zabbix &#x438;&#x43B;&#x438; &#x430;&#x43D;&#x430;&#x43B;&#x43E;&#x433;&#x438;
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x438; CI/CD (Jenkins, Gitlab, Bitbucket)
&#x2022; &#x41A;&#x43E;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x435;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; (docker) &#x438; &#x43E;&#x440;&#x43A;&#x435;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x44F; (Kubernetes)
&#x2022; ELK
&#x2022; &#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43E;&#x441;&#x43D;&#x43E;&#x432; &#x441;&#x435;&#x442;&#x435;&#x439;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x442;&#x435;&#x43A;&#x430; TCP/IP

&#x416;&#x435;&#x43B;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;:
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x421;eph.
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; PostgreSQL, MongoDB

&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;:
&#x2022; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x438;&#x437; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x435;&#x439;&#x448;&#x438;&#x445; &#x418;&#x422; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x439; &#x432; &#x420;&#x43E;&#x441;&#x441;&#x438;&#x438;;
&#x2022; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x43E;&#x432;, &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x430;&#x442;&#x44C; &#x432;&#x430;&#x448;&#x438; &#x438;&#x43D;&#x438;&#x446;&#x438;&#x430;&#x442;&#x438;&#x432;&#x44B;;
&#x2022; &#x43C;&#x43E;&#x449;&#x43D;&#x43E;&#x435; &#x436;&#x435;&#x43B;&#x435;&#x437;&#x43E;, &#x434;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x44B; &#x438; &#x432;&#x441;&#x451;, &#x447;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
&#x2022; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43D;&#x43E;&#x432;&#x44B;&#x43C;&#x438; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F;&#x43C;&#x438;;
&#x2022; &#x414;&#x41C;&#x421; &#x438; &#x434;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x22;&#x43F;&#x43B;&#x44E;&#x448;&#x43A;&#x438;&#x22; &#x43E;&#x442; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;;
&#x2022; &#x43F;&#x440;&#x43E;&#x437;&#x440;&#x430;&#x447;&#x43D;&#x430;&#x44F; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430; &#x431;&#x43E;&#x43D;&#x443;&#x441;&#x43E;&#x432; &#x438; &#x43F;&#x440;&#x435;&#x43C;&#x438;&#x439;, &#x434;&#x43E;&#x441;&#x442;&#x43E;&#x439;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430; (&#x440;&#x430;&#x437;&#x43C;&#x435;&#x440; &#x43E;&#x431;&#x441;&#x443;&#x434;&#x438;&#x43C; &#x43D;&#x430;
&#x441;&#x43E;&#x431;&#x435;&#x441;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438;);
&#x2022; &#x44F;&#x440;&#x43A;&#x430;&#x44F; &#x438; &#x43D;&#x430;&#x441;&#x44B;&#x449;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x436;&#x438;&#x437;&#x43D;&#x44C;.

&#x1F9D7;&#x200D;&#x2642;&#x413;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43E;&#x431;&#x433;&#x43E;&#x432;&#x430;&#x440;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x438; full-time

 &#x1F301;&#x41C;&#x435;&#x441;&#x442;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x433;&#x43E;&#x440;&#x43E;&#x434; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;. 
&#x41C;&#x435;&#x442;&#x440;&#x43E; &#x421;&#x430;&#x432;&#x435;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.

&#x1F4B0;&#x414;&#x43E;&#x445;&#x43E;&#x434; &#x43E;&#x431;&#x433;&#x43E;&#x432;&#x430;&#x440;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x438;&#x43D;&#x434;&#x438;&#x432;&#x438;&#x434;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x43F;&#x43E;&#x441;&#x43B;&#x435;   &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E;. &#x41F;&#x43E;&#x434;&#x431;&#x43E;&#x440; &#x432;&#x435;&#x434;&#x435;&#x442;&#x441;&#x44F; &#x43D;&#x430; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x438;. 
&#x414;&#x43E;&#x445;&#x43E;&#x434;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430; &#x43E;&#x442; 170&#x43A; &#x434;&#x43E; 230&#x43A; gross + &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x440;&#x435;&#x43C;&#x438;&#x44F;!

<span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#devops</span> 
&#x415;&#x441;&#x43B;&#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E;&#x1F914;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x1F917;
<a href="tg://resolve?domain=KristiSberHR">@KristiSberHR</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/bash" class="mr-2">
         bash
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2269118464-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x41A;&#x430;&#x437;&#x430;&#x43D;&#x44C;</span> <span style="opacity: 0.5;">#&#x415;&#x43A;&#x430;&#x442;&#x435;&#x440;&#x438;&#x43D;&#x431;&#x443;&#x440;&#x433;</span> <span style="opacity: 0.5;">#&#x41F;&#x438;&#x442;&#x435;&#x440;</span> <span style="opacity: 0.5;">#&#x41D;&#x43E;&#x432;&#x43E;&#x441;&#x438;&#x431;&#x438;&#x440;&#x441;&#x43A;</span> &#x444;&#x443;&#x43B;&#x442;&#x430;&#x439;&#x43C; <span style="opacity: 0.5;">#&#x42D;&#x43A;&#x441;&#x43F;&#x440;&#x435;&#x441;&#x441;42</span> <span style="opacity: 0.5;">#&#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span>
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;. &#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432; &#x438;&#x437; &#x43B;&#x44E;&#x431;&#x44B;&#x445; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x43E;&#x432;.
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x42D;&#x43A;&#x441;&#x43F;&#x440;&#x435;&#x441;&#x441; 42
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x451;&#x43D;&#x43D;&#x44B;&#x439; 
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430;: &#x43E;&#x442; 120 000 &#x434;&#x43E; 200 000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41C;&#x44B; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x43B;&#x435;&#x433;&#x43A;&#x43E; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x438; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x43E; &#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x43F;&#x43E; &#x43F;&#x43E;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43A;&#x435; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A; DevOps, &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44E; DevOps &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A;&#x430;&#x43C; &#x432; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;&#x445; &#x438; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x43C; &#x441;&#x435;&#x43A;&#x442;&#x43E;&#x440;&#x435;.
&#x412; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x435; &#x43D;&#x430;&#x448;&#x435;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x442;&#x435;&#x431;&#x44F; &#x436;&#x434;&#x443;&#x442; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x43E;&#x431;&#x440;&#x430;&#x437;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x43F;&#x43E; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44E; &#x438; &#x443;&#x43B;&#x443;&#x447;&#x448;&#x435;&#x43D;&#x438;&#x44E; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;, &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438; &#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432;. 
&#x41C;&#x44B; &#x441;&#x442;&#x440;&#x43E;&#x438;&#x43C; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x443;&#x44E; &#x438; &#x443;&#x434;&#x43E;&#x431;&#x43D;&#x443;&#x44E; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443;, &#x438;&#x437;&#x443;&#x447;&#x430;&#x435;&#x43C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x438; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x43C; &#x43D;&#x430;&#x448;&#x438;&#x43C; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x43C; &#x441; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x430;&#x434;&#x430;&#x43F;&#x442;&#x430;&#x446;&#x438;&#x435;&#x439; &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A;, &#x442;&#x430;&#x43A;&#x438;&#x445; &#x43A;&#x430;&#x43A; &#x41D;&#x435;&#x43F;&#x440;&#x435;&#x440;&#x44B;&#x432;&#x43D;&#x430;&#x44F; &#x43F;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43A;&#x430;, &#x418;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x430; &#x43A;&#x430;&#x43A; &#x43A;&#x43E;&#x434;, &#x426;&#x435;&#x43D;&#x442;&#x440;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x435; &#x43B;&#x43E;&#x433;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;. 
&#x418;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x432;&#x44B;&#x431;&#x438;&#x440;&#x430;&#x435;&#x43C; &#x43F;&#x43E;&#x434; &#x437;&#x430;&#x434;&#x430;&#x447;&#x443; &#x438; &#x43F;&#x43E;&#x442;&#x440;&#x435;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432;, &#x441;&#x440;&#x435;&#x434;&#x438; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x445;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x442;&#x43E;&#x447;&#x43D;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x437;&#x43D;&#x430;&#x442;&#x44C;: Kubernetes &#x438; &#x435;&#x433;&#x43E; &#x44D;&#x43A;&#x43E;&#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;, Ansible, Terraform, CI-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B;, &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x432;&#x435;&#x440;&#x441;&#x438;&#x439;, &#x43E;&#x431;&#x43B;&#x430;&#x447;&#x43D;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43E;&#x442; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440;&#x43E;&#x432;.

&#x41C;&#x44B; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C; &#x43E;&#x442; &#x442;&#x435;&#x431;&#x44F;:
&#x2014; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A; &#x438; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x43B;&#x43E;&#x433;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430;;
&#x2014; &#x43E;&#x43F;&#x44B;&#x442; &#x43E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x432; &#x432;&#x438;&#x434;&#x435; &#x43A;&#x43E;&#x434;&#x430; (Ansible, Terraform, etc);
&#x2014; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; CI/CD;
&#x2014; &#x441;&#x43B;&#x43E;&#x432;&#x430; Kubernetes, Prometheus, Jenkins, Gitlab, ELK, AWS, GCP &#x43D;&#x435; &#x432;&#x44B;&#x437;&#x44B;&#x432;&#x430;&#x44E;&#x442; &#x438;&#x437;&#x443;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44F;, &#x430; &#x437;&#x430;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x44E;&#x442; &#x442;&#x440;&#x435;&#x43F;&#x435;&#x442;&#x430;&#x442;&#x44C; &#x43D;&#x435;&#x436;&#x43D;&#x43E;&#x435; &#x441;&#x435;&#x440;&#x434;&#x446;&#x435; &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430;

&#x41A;&#x43B;&#x430;&#x441;&#x441;&#x43D;&#x43E;, &#x435;&#x441;&#x43B;&#x438; &#x443; &#x442;&#x435;&#x431;&#x44F; &#x435;&#x441;&#x442;&#x44C; &#x43E;&#x43F;&#x44B;&#x442; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438; &#x432;&#x435;&#x431;-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x432; &#x43F;&#x440;&#x43E;&#x434;&#x430;&#x43A;&#x448;&#x435;&#x43D;&#x435;. &#x418; &#x435;&#x441;&#x43B;&#x438; &#x43F;&#x440;&#x438; &#x44D;&#x442;&#x43E;&#x43C; &#x442;&#x44B; &#x43C;&#x43E;&#x436;&#x435;&#x448;&#x44C; &#x43F;&#x43E;&#x445;&#x432;&#x430;&#x441;&#x442;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43E;&#x43F;&#x44B;&#x442;&#x43E;&#x43C; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x438;&#x445; &#x43F;&#x435;&#x440;&#x435;&#x447;&#x438;&#x441;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432;, &#x442;&#x43E; &#x442;&#x435;&#x431;&#x435; &#x442;&#x43E;&#x447;&#x43D;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x432; &#x42D;&#x43A;&#x441;&#x43F;&#x440;&#x435;&#x441;&#x441;.

&#x423; &#x43D;&#x430;&#x441; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x43E;&#x433;&#x43D;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;. &#x41C;&#x44B; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C;, &#x43E;&#x431;&#x449;&#x430;&#x435;&#x43C;&#x441;&#x44F;, &#x445;&#x43E;&#x434;&#x438;&#x43C; &#x432; &#x431;&#x430;&#x440;&#x44B;, &#x43F;&#x43E;&#x441;&#x435;&#x449;&#x430;&#x435;&#x43C; &#x438;&#x432;&#x435;&#x43D;&#x442;&#x44B;, &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x435; &#x445;&#x430;&#x43A;&#x430;&#x442;&#x43E;&#x43D;&#x44B;, &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x438;&#x43C; &#x434;&#x440;&#x443;&#x433; &#x434;&#x440;&#x443;&#x433;&#x430; &#x43A; &#x432;&#x44B;&#x441;&#x442;&#x443;&#x43F;&#x43B;&#x435;&#x43D;&#x438;&#x44F;&#x43C; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;, &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x435;&#x43C; &#x438; &#x431;&#x43E;&#x43B;&#x435;&#x435;&#x43C; &#x437;&#x430; &#x43D;&#x430;&#x448;&#x435; &#x43E;&#x431;&#x449;&#x435;&#x435; &#x434;&#x435;&#x43B;&#x43E;. &#x410; &#x441; &#x43C;&#x430;&#x440;&#x442;&#x430; &#x43C;&#x44B; &#x43F;&#x435;&#x440;&#x435;&#x448;&#x43B;&#x438; &#x43D;&#x430; &#x443;&#x434;&#x430;&#x43B;&#x451;&#x43D;&#x43D;&#x443;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x1F680;
&#x423; &#x43D;&#x430;&#x441; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x43D;&#x43E;! &#x41F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x439;&#x441;&#x44F;!

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: &#x420;&#x443;&#x448;&#x430;&#x43D;&#x430; <a href="tg://resolve?domain=razrushana">@razrushana</a> &#x438; <a target="_blank" rel="noopener noreferrer" href="mailto:rushana@express42.com">rushana@express42.com</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/gitlab" class="mr-2 active--exact active">
         gitlab
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a><a href="/tags/google-cloud-platform" class="mr-2">
         google-cloud-platform
        </a><a href="/tags/express" class="mr-2">
         express
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">30 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item disabled"><a href="/tags/gitlab/0" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item active"><a href="/tags/gitlab/" aria-label="1" aria-current="1" class="page-link active--exact active">1</a></li><li class="page-item"><a href="/tags/gitlab/2" aria-label="2" aria-current="2" class="page-link">2</a></li><li class="page-item"><a href="/tags/gitlab/3" aria-label="3" aria-current="3" class="page-link">3</a></li><li class="page-item"><a href="/tags/gitlab/4" aria-label="4" aria-current="4" class="page-link">4</a></li><li class="page-item"><a href="/tags/gitlab/5" aria-label="5" aria-current="5" class="page-link">5</a></li><li class="page-item "><a href="/tags/gitlab/2" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>