<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу django - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2280652800-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#DevOps</span>

&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x421;&#x430;&#x432;&#x451;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x434;&#x43E; &#x441;&#x435;&#x440;&#x435;&#x434;&#x438;&#x43D;&#x44B; &#x438;&#x44E;&#x43B;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;, &#x437;&#x430;&#x442;&#x435;&#x43C; &#x43E;&#x444;&#x438;&#x441; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x43E;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 180.000 &#x434;&#x43E; 300.000 &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x44B;&#x435; &#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x434;&#x435;&#x438;&#x306; &#x438; &#x434;&#x43B;&#x44F; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;&#x430; &#x438;&#x449;&#x435;&#x442; &#x441;&#x435;&#x431;&#x435; &#x43A;&#x440;&#x443;&#x442;&#x43E;&#x433;&#x43E; DevOps &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430;.

&#x415;&#x449;&#x435; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43D;&#x430;&#x437;&#x430;&#x434; &#x443; &#x43D;&#x438;&#x445; &#x43D;&#x435; &#x431;&#x44B;&#x43B;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; CI/CD, &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B;, &#x431;&#x43E;&#x435;&#x432;&#x43E;&#x439; &#x43A;&#x43E;&#x434; &#x440;&#x430;&#x437;&#x432;&#x43E;&#x440;&#x430;&#x447;&#x438;&#x432;&#x430;&#x43B;&#x441;&#x44F; &#x447;&#x435;&#x440;&#x435;&#x437; git pull &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x430;&#x43A;&#x448;&#x43D;&#x435;, &#x432;&#x441;&#x435; &#x431;&#x44B;&#x43B;&#x43E; &#x43D;&#x430; &#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43B;&#x43A;&#x435; &#x438; &#x442;.&#x434;. &#x438; &#x442;.&#x43F;.
&#x41D;&#x430; &#x441;&#x435;&#x433;&#x43E;&#x434;&#x43D;&#x44F;&#x448;&#x43D;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C; &#x435;&#x441;&#x442;&#x44C; CI, Infrastructure-as-a-Code, &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; &#x438; &#x430;&#x43B;&#x435;&#x440;&#x442;&#x438;&#x43D;&#x433;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x434;&#x43E;&#x43A;&#x435;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F;.
&#x411;&#x438;&#x437;&#x43D;&#x435;&#x441; &#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x441;&#x438;&#x43B;&#x44C;&#x43D;&#x43E; &#x432;&#x44B;&#x440;&#x43E;&#x441;&#x43B;&#x438;: &#x432; 2,5 &#x440;&#x430;&#x437;&#x430; &#x437;&#x430; 2018 &#x433;&#x43E;&#x434;. &#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442; 2&#x43E;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x43F;&#x43E; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x443; &#x43F;&#x430;&#x446;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x441;&#x440;&#x435;&#x434;&#x438; insurtech &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439; &#x432; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x435;.
&#x412; &#x43F;&#x43B;&#x430;&#x43D;&#x430;&#x445; &#x43F;&#x43E;&#x434;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B;, &#x43C;&#x430;&#x441;&#x448;&#x442;&#x430;&#x431;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432;&#x435;&#x440;&#x442;&#x438;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x438; &#x433;&#x43E;&#x440;&#x438;&#x437;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;, &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x44F;&#x442;&#x44C; CI, &#x432;&#x43D;&#x435;&#x434;&#x440;&#x44F;&#x442;&#x44C; CD &#x438; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x432; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443;.

&#x427;&#x442;&#x43E;&#x431;&#x44B; &#x43E;&#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x438;&#x442;&#x44C; &#x432;&#x441;&#x435; &#x437;&#x430;&#x434;&#x443;&#x43C;&#x430;&#x43D;&#x43D;&#x43E;&#x435;, &#x440;&#x435;&#x431;&#x44F;&#x442;&#x430;&#x43C; &#x43D;&#x443;&#x436;&#x435;&#x43D; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x443; DevOps &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;.

&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;:

&#x2796;Backend: Python 3.7, Django, Flask, aiohttp;
&#x2796;Frontend: TypeScript, React;
&#x2796;Mobile: React Native;
&#x2796;Ubuntu 18.04, PostgreSQL (9.6), Redis, ElasticSearch;
&#x2796;Nginx, Docker, Ansible;
&#x2796;Kibana (ELK), Sentr&#x443;, Prometheus, Grafana;
&#x2796;GitLab + GitLab CI, Selectel, <a target="_blank" rel="noopener noreferrer" href="http://servers.ru">servers.ru</a>.

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;:

&#x2796;&#x423;&#x441;&#x43A;&#x43E;&#x440;&#x438;&#x442;&#x44C; CI, &#x441;&#x431;&#x43E;&#x440;&#x43A;&#x443;, &#x434;&#x435;&#x43F;&#x43B;&#x43E;&#x439; &#x438; &#x443;&#x43B;&#x443;&#x447;&#x448;&#x438;&#x442;&#x44C; &#x435;&#x433;&#x43E; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B;;
&#x2796;&#x421;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x435;&#x435; &#x438; &#x43D;&#x430;&#x434;&#x451;&#x436;&#x43D;&#x435;&#x435;;
&#x2796;&#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x443;&#x44E; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443;;
&#x2796;&#x41C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x442;&#x44C; &#x43E;&#x448;&#x438;&#x431;&#x43A;&#x438; &#x432; &#x431;&#x43E;&#x44E; &#x438; &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x438;&#x445;;
&#x2796;&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x434;&#x43B;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;.

&#x41E;&#x442; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x430;:

&#x2796;&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Docker;
&#x2796;&#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Linux &#x438; &#x43E;&#x43A;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x438;&#x44F;;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43D;&#x444;&#x438;&#x433;&#x443;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; Chef, Puppet, Ansible &#x438;&#x43B;&#x438; Salt (&#x43C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; Ansible);
&#x2796;&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; bash/Python;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Django &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; ELK &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;.

&#x41F;&#x43E;&#x447;&#x435;&#x43C;&#x443; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43A;&#x440;&#x443;&#x442;&#x43E;:

&#x2796;&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x43F;&#x43E; &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x43C;&#x443; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;&#x443;, &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x441; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x2014; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;;
&#x2796;&#x41E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438; &#x438; &#x43C;&#x438;&#x442;&#x430;&#x43F;&#x44B;, &#x434;&#x430;&#x436;&#x435; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x435;;
&#x2796;&#x41C;&#x44B; &#x43C;&#x435;&#x43D;&#x44F;&#x435;&#x43C; &#x440;&#x44B;&#x43D;&#x43E;&#x43A; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x438; &#x443; &#x43D;&#x430;&#x441; &#x44D;&#x442;&#x43E; &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44F;;
&#x2796;&#x41C;&#x44B; &#x441;&#x43E;&#x431;&#x440;&#x430;&#x43B;&#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x442;&#x430;&#x43B;&#x430;&#x43D;&#x442;&#x43B;&#x438;&#x432;&#x44B;&#x445; &#x438; &#x43C;&#x43E;&#x442;&#x438;&#x432;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x43B;&#x44E;&#x434;&#x435;&#x439;;
&#x2796;&#x423; &#x432;&#x430;&#x441; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E;&#x435; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x436;&#x435;&#x43B;&#x435;&#x437;&#x43E;;
&#x2796;&#x412;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x435; &#x43E;&#x431;&#x441;&#x43B;&#x443;&#x436;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43D;&#x430;&#x448;&#x443; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x443;. &#x418; &#x44D;&#x442;&#x43E; &#x432; &#x440;&#x430;&#x437;&#x44B; &#x43B;&#x443;&#x447;&#x448;&#x435;, &#x447;&#x435;&#x43C; &#x441;&#x442;&#x430;&#x43D;&#x434;&#x430;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x414;&#x41C;&#x421; :)
&#x2796;&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432; &#x43A;&#x440;&#x443;&#x442;&#x43E;&#x43C; &#x43B;&#x43E;&#x444;&#x442;&#x435; &#x443; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x421;&#x430;&#x432;&#x435;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;. &#x414;&#x43E; &#x441;&#x435;&#x440;&#x435;&#x434;&#x438;&#x43D;&#x44B; &#x438;&#x44E;&#x43B;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;;
&#x2796;C&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;, &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441; &#x438; &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: GMS Services (&#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x430; &#x43D;&#x430; &#x441;&#x430;&#x439;&#x442; &#x2014; <a target="_blank" rel="noopener noreferrer" href="https://bit.ly/2BY7kc7">https://bit.ly/2BY7kc7</a>)

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=diana_gms">@diana_gms</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/flask" class="mr-2">
         flask
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ubuntu" class="mr-2">
         ubuntu
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a><a href="/tags/nginx" class="mr-2">
         nginx
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2276458496-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#devops</span> <span style="opacity: 0.5;">#&#x411;&#x443;&#x434;&#x432;&#x430;_&#x427;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;&#x440;&#x438;&#x44F;</span>

&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: DevOps
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: Alar Studios
&#x410;&#x434;&#x440;&#x435;&#x441;: &#x411;&#x443;&#x434;&#x432;&#x430;, &#x427;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;&#x440;&#x438;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E; &#x43D;&#x430; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x43F;&#x430;&#x43D;&#x434;&#x435;&#x43C;&#x438;&#x438;, &#x434;&#x430;&#x43B;&#x435;&#x435; &#x43E;&#x444;&#x438;&#x441;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: full time
&#x417;.&#x43F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 1700-2300 eur (&#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;)

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; Alar Studios &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x442;&#x44F;&#x436;&#x435;&#x43B;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x43D;&#x430; &#x437;&#x430;&#x43A;&#x430;&#x437; &#x434;&#x43B;&#x44F; &#x437;&#x430;&#x43F;&#x430;&#x434;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x43E;&#x432;. &#x41F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445; &#x43C;&#x44F;&#x433;&#x43A;&#x43E;&#x433;&#x43E; &#x43A;&#x43B;&#x438;&#x43C;&#x430;&#x442;&#x430; &#x427;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;&#x440;&#x438;&#x438; &#x43D;&#x430; &#x431;&#x435;&#x440;&#x435;&#x433;&#x443; &#x43C;&#x43E;&#x440;&#x44F; (&#x43E;&#x444;&#x438;&#x441;).

&#x1F4CC;&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
    &#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Jenkins, Ansible;
    &#x2022; &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Linux &#x438; &#x43E;&#x43F;&#x44B;&#x442; &#x43E;&#x442; 2-&#x445; &#x43B;&#x435;&#x442;;
    &#x2022; &#x41A;&#x440;&#x438;&#x441;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x44F;&#x441;&#x43D;&#x43E;&#x435; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; TCP/IP;
    &#x2022; &#x41E;&#x431;&#x449;&#x435;&#x435; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x418;&#x422;-&#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x437;&#x430;&#x447;&#x435;&#x43C; &#x43D;&#x443;&#x436;&#x43D;&#x430; &#x438; &#x43A;&#x430;&#x43A;&#x43E;&#x432;&#x44B; &#x43F;&#x443;&#x442;&#x438; &#x435;&#x435; &#x434;&#x43E;&#x441;&#x442;&#x438;&#x436;&#x435;&#x43D;&#x438;&#x44F;;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; PostgreSQL &#x438;&#x43B;&#x438; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x439; open source RDBMS;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x435; AWS &#x438;&#x43B;&#x438; &#x43F;&#x43E;&#x434;&#x43E;&#x431;&#x43D;&#x43E;&#x439;;
    &#x2022; &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; RDBMS &#x43A;&#x430;&#x43A; &#x442;&#x430;&#x43A;&#x43E;&#x432;&#x43E;&#x433;&#x43E;: &#x432; &#x447;&#x430;&#x441;&#x442;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; SQL, &#x437;&#x430;&#x447;&#x435;&#x43C; &#x43D;&#x443;&#x436;&#x43D;&#x44B; &#x438; &#x43A;&#x430;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x442; &#x438;&#x43D;&#x434;&#x435;&#x43A;&#x441;&#x44B;;
    &#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; HTTP;
    &#x2022; &#x425;&#x43E;&#x442;&#x44F; &#x431;&#x44B; basic English;
    &#x2022; &#x413;&#x43E;&#x440;&#x44F;&#x447;&#x435;&#x435; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x443;&#x447;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43D;&#x43E;&#x432;&#x43E;&#x43C;&#x443;!
&#x1F4CC; &#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F;:
    &#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Flask &#x438;&#x43B;&#x438; Django;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x441; Amazon VPC &#x438; dedicated hosts;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x441; Celery, Redis;
    &#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; git.
&#x1F4CC;&#x41E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;:
    &#x2022; &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; (&#x432; &#x442;&#x43E;&#x43C; &#x447;&#x438;&#x441;&#x43B;&#x435; high load, horizontal scalability);
    &#x2022; &#x410;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B; (Linux, Amazon AWS);
    &#x2022; &#x41F;&#x43E;&#x438;&#x441;&#x43A; &#x438; &#x43E;&#x442;&#x43B;&#x430;&#x434;&#x43A;&#x430; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x43C; &#x43A;&#x43E;&#x434;&#x43E;&#x43C;;
    &#x2022; &#x41D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; (Ansible);
    &#x2022; &#x411;&#x44B;&#x442;&#x44C; &#x447;&#x430;&#x441;&#x442;&#x44C;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x438; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;.
&#x1F4CC; &#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;
    &#x2022; &#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B;;
    &#x2022; &#x41E;&#x43F;&#x43B;&#x430;&#x447;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x44B;&#x435; &#x43E;&#x442;&#x43F;&#x443;&#x441;&#x43A;&#x430;; 
    &#x2022; &#x414;&#x432;&#x43E;&#x439;&#x43D;&#x443;&#x44E; &#x43F;&#x43E;&#x447;&#x430;&#x441;&#x43E;&#x432;&#x443;&#x44E; &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x443; &#x441;&#x43E;&#x433;&#x43B;&#x430;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x439; &#x43F;&#x435;&#x440;&#x435;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x441;&#x432;&#x435;&#x440;&#x445; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438; (OVERTIME);
    &#x2022; &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x43D;&#x430;&#x448;&#x435;&#x43C; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x432; &#x427;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;&#x440;&#x438;&#x438;, &#x444;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;, &#x432; &#x440;&#x430;&#x44E; &#x43D;&#x430; &#x431;&#x435;&#x440;&#x435;&#x433;&#x443; &#x410;&#x434;&#x440;&#x438;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x43C;&#x43E;&#x440;&#x44F; &#x2014; &#x434;&#x43E; &#x43C;&#x43E;&#x440;&#x44F; 10 &#x43C;&#x438;&#x43D;&#x443;&#x442; &#x43F;&#x435;&#x448;&#x43A;&#x43E;&#x43C; (&#x43F;&#x43E;&#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x441; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x43E;&#x43C; &#x432;&#x430;&#x43C; &#x438; &#x441;&#x435;&#x43C;&#x44C;&#x435;).
&#x420;&#x430;&#x437;&#x43C;&#x435;&#x440; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442; &#x43F;&#x43E; &#x43E;&#x43F;&#x44B;&#x442;&#x443;/&#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F;&#x43C; (&#x435;&#x441;&#x43B;&#x438; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x43E; &#x437;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x432;&#x441;&#x435; &#x438;&#x437; &#x441;&#x43F;&#x438;&#x441;&#x43A;&#x430; &#x438; &#x435;&#x441;&#x442;&#x44C; &#x43E;&#x43F;&#x44B;&#x442;, &#x442;&#x43E; &#x432;&#x435;&#x440;&#x445;&#x43D;&#x44F;&#x44F; &#x43F;&#x43B;&#x430;&#x43D;&#x43A;&#x430;). &#x420;&#x43E;&#x441;&#x442; &#x43F;&#x43E; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;.
&#x414;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x446;&#x438;&#x438;: &#x414;&#x43B;&#x44F; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x435; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435;.
&#x412;&#x430;&#x448;&#x435; CV &#x43F;&#x440;&#x43E;&#x448;&#x443; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x43D;&#x430; <a target="_blank" rel="noopener noreferrer" href="mailto:pakhomova@alarstudios.com">pakhomova@alarstudios.com</a> &#x438;&#x43B;&#x438; &#x432; <a href="tg://resolve?domain=daikirey">@daikirey</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/flask" class="mr-2">
         flask
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/git" class="mr-2">
         git
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17274241024-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content">&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;! 

&#x418;&#x449;&#x443; Frontend-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x443;&#x44E; &#x438;&#x43D;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;-&#x441;&#x442;&#x440;&#x43E;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x443;&#x44E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44E;, &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x443;&#x44E;&#x449;&#x443;&#x44E; &#x441;&#x432;&#x43E;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x43D;&#x430; &#x440;&#x44B;&#x43D;&#x43A;&#x435; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x44B; &#x438; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438;. &#x422;&#x43E;&#x43F;-5 &#x441;&#x440;&#x435;&#x434;&#x438; &#x437;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x449;&#x438;&#x43A;&#x43E;&#x432; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x44B; &#x438; &#x41C;&#x41E;.

&#x41D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x43F;&#x43E; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x43E;&#x439; &#x438; &#x435;&#x451; &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x435;&#x439; (&#x43F;&#x43B;&#x430;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;, &#x440;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x431;&#x44E;&#x434;&#x436;&#x435;&#x442;&#x43E;&#x432;, &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430;&#x43C;&#x438; &#x43D;&#x430; &#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x435; &#x438; &#x442;.&#x434;.), &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x434;&#x43B;&#x44F; &#x432;&#x43D;&#x435;&#x448;&#x43D;&#x438;&#x445; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441; &#x43F;&#x43E; &#x43F;&#x43E;&#x43A;&#x443;&#x43F;&#x43A;&#x435; &#x43D;&#x435;&#x434;&#x432;&#x438;&#x436;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; (web &#x438; mobile-&#x432;&#x435;&#x440;&#x441;&#x438;&#x438;). &#x41A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x43F;&#x43E;&#x43A;&#x430; &#x441;&#x43E;&#x431;&#x440;&#x430;&#x43D;&#x430; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x430;&#x44F; - 12 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;. 
&#x421;&#x442;&#x435;&#x43A;: JavaScript (ES6) React +Redux + CSS + SCSS &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x434;&#x435;, Python (Django) &#x43D;&#x430; &#x431;&#x435;&#x43A;&#x435;&#x43D;&#x434;&#x435;, React-Native - &#x43D;&#x430; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435;. 

&#x41F;&#x43E; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;&#x43C;: 
- &#x43E;&#x43F;&#x44B;&#x442; &#x441; React (&#x43E;&#x442; 1,5 &#x43B;&#x435;&#x442;)
- &#x43E;&#x43F;&#x44B;&#x442; &#x441; JS (&#x43E;&#x442; 2-&#x445; &#x43B;&#x435;&#x442;)

&#x412;&#x438;&#x43B;&#x43A;&#x430; &#x417;&#x41F; 150-220k &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;, &#x43E;&#x444;&#x438;&#x441; &#x432; &#x43F;&#x44F;&#x442;&#x438; &#x43C;&#x438;&#x43D;&#x443;&#x442;&#x430;&#x445; &#x43E;&#x442; &#x441;&#x442;. &#x43C;. &#x41A;&#x443;&#x43D;&#x446;&#x435;&#x432;&#x441;&#x43A;&#x430;&#x44F; (&#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;), &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;, &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x435; &#x431;&#x44E;&#x440;&#x43E;&#x43A;&#x440;&#x430;&#x442;&#x438;&#x438;, &#x43B;&#x43E;&#x44F;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E;, &#x414;&#x41C;&#x421;, &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x441;&#x435;&#x449;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x439;, &#x43A;&#x443;&#x440;&#x441;&#x43E;&#x432; &#x43F;&#x43E; &#x43F;&#x43E;&#x432;&#x44B;&#x448;&#x435;&#x43D;&#x438;&#x44E; &#x43A;&#x432;&#x430;&#x43B;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x437;&#x430; &#x441;&#x447;&#x435;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x43E;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x44F;.

&#x422;&#x438;&#x43F; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x438;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x43E;&#x444;&#x438;&#x441;, &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: &#x421;&#x430;&#x43C;&#x43E;&#x43B;&#x435;&#x442; &#x414;&#x435;&#x432;&#x435;&#x43B;&#x43E;&#x43F;&#x43C;&#x435;&#x43D;&#x442;

&#x41A;&#x442;&#x43E; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x441;&#x44F; - &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x432; &#x41B;&#x421; (<a href="tg://resolve?domain=eivanova17">@eivanova17</a>),  &#x431;&#x443;&#x434;&#x443; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x43E;&#x442;&#x432;&#x435;&#x447;&#x430;&#x442;&#x44C; &#x1F642; 

<span style="opacity: 0.5;">#&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#job</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#reactjs</span> <span style="opacity: 0.5;">#js</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/react-redux" class="mr-2">
         react-redux
        </a><a href="/tags/react-native" class="mr-2">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">30 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2257584128-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#devops</span> <span style="opacity: 0.5;">#&#x411;&#x443;&#x434;&#x432;&#x430;_&#x427;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;&#x440;&#x438;&#x44F;</span>

&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: DevOps
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: Alar Studios
&#x410;&#x434;&#x440;&#x435;&#x441;: &#x411;&#x443;&#x434;&#x432;&#x430;, &#x427;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;&#x440;&#x438;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E; &#x43D;&#x430; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x43F;&#x430;&#x43D;&#x434;&#x435;&#x43C;&#x438;&#x438;, &#x434;&#x430;&#x43B;&#x435;&#x435; &#x43E;&#x444;&#x438;&#x441;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: full time
&#x417;.&#x43F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 1700-2300 eur (&#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;)

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; Alar Studios &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x442;&#x44F;&#x436;&#x435;&#x43B;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x43D;&#x430; &#x437;&#x430;&#x43A;&#x430;&#x437; &#x434;&#x43B;&#x44F; &#x437;&#x430;&#x43F;&#x430;&#x434;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x43E;&#x432;. &#x41F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445; &#x43C;&#x44F;&#x433;&#x43A;&#x43E;&#x433;&#x43E; &#x43A;&#x43B;&#x438;&#x43C;&#x430;&#x442;&#x430; &#x427;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;&#x440;&#x438;&#x438; &#x43D;&#x430; &#x431;&#x435;&#x440;&#x435;&#x433;&#x443; &#x43C;&#x43E;&#x440;&#x44F; (&#x43E;&#x444;&#x438;&#x441;).

&#x1F4CC;&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
    &#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Jenkins, Ansible;
    &#x2022; &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Linux &#x438; &#x43E;&#x43F;&#x44B;&#x442; &#x43E;&#x442; 2-&#x445; &#x43B;&#x435;&#x442;;
    &#x2022; &#x41A;&#x440;&#x438;&#x441;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x44F;&#x441;&#x43D;&#x43E;&#x435; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; TCP/IP;
    &#x2022; &#x41E;&#x431;&#x449;&#x435;&#x435; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x418;&#x422;-&#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x437;&#x430;&#x447;&#x435;&#x43C; &#x43D;&#x443;&#x436;&#x43D;&#x430; &#x438; &#x43A;&#x430;&#x43A;&#x43E;&#x432;&#x44B; &#x43F;&#x443;&#x442;&#x438; &#x435;&#x435; &#x434;&#x43E;&#x441;&#x442;&#x438;&#x436;&#x435;&#x43D;&#x438;&#x44F;;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; PostgreSQL &#x438;&#x43B;&#x438; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x439; open source RDBMS;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x435; AWS &#x438;&#x43B;&#x438; &#x43F;&#x43E;&#x434;&#x43E;&#x431;&#x43D;&#x43E;&#x439;;
    &#x2022; &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; RDBMS &#x43A;&#x430;&#x43A; &#x442;&#x430;&#x43A;&#x43E;&#x432;&#x43E;&#x433;&#x43E;: &#x432; &#x447;&#x430;&#x441;&#x442;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; SQL, &#x437;&#x430;&#x447;&#x435;&#x43C; &#x43D;&#x443;&#x436;&#x43D;&#x44B; &#x438; &#x43A;&#x430;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x442; &#x438;&#x43D;&#x434;&#x435;&#x43A;&#x441;&#x44B;;
    &#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; HTTP;
    &#x2022; &#x425;&#x43E;&#x442;&#x44F; &#x431;&#x44B; basic English;
    &#x2022; &#x413;&#x43E;&#x440;&#x44F;&#x447;&#x435;&#x435; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x443;&#x447;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43D;&#x43E;&#x432;&#x43E;&#x43C;&#x443;!
&#x1F4CC; &#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F;:
    &#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Flask &#x438;&#x43B;&#x438; Django;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x441; Amazon VPC &#x438; dedicated hosts;
    &#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x441; Celery, Redis;
    &#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; git.
&#x1F4CC;&#x41E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;:
    &#x2022; &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; (&#x432; &#x442;&#x43E;&#x43C; &#x447;&#x438;&#x441;&#x43B;&#x435; high load, horizontal scalability);
    &#x2022; &#x410;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B; (Linux, Amazon AWS);
    &#x2022; &#x41F;&#x43E;&#x438;&#x441;&#x43A; &#x438; &#x43E;&#x442;&#x43B;&#x430;&#x434;&#x43A;&#x430; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x43C; &#x43A;&#x43E;&#x434;&#x43E;&#x43C;;
    &#x2022; &#x41D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; (Ansible);
    &#x2022; &#x411;&#x44B;&#x442;&#x44C; &#x447;&#x430;&#x441;&#x442;&#x44C;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x438; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;.
&#x1F4CC; &#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;
    &#x2022; &#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B;;
    &#x2022; &#x41E;&#x43F;&#x43B;&#x430;&#x447;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x44B;&#x435; &#x43E;&#x442;&#x43F;&#x443;&#x441;&#x43A;&#x430;; 
    &#x2022; &#x414;&#x432;&#x43E;&#x439;&#x43D;&#x443;&#x44E; &#x43F;&#x43E;&#x447;&#x430;&#x441;&#x43E;&#x432;&#x443;&#x44E; &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x443; &#x441;&#x43E;&#x433;&#x43B;&#x430;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x439; &#x43F;&#x435;&#x440;&#x435;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x441;&#x432;&#x435;&#x440;&#x445; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438; (OVERTIME);
    &#x2022; &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x43D;&#x430;&#x448;&#x435;&#x43C; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x432; &#x427;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;&#x440;&#x438;&#x438;, &#x444;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;, &#x432; &#x440;&#x430;&#x44E; &#x43D;&#x430; &#x431;&#x435;&#x440;&#x435;&#x433;&#x443; &#x410;&#x434;&#x440;&#x438;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x43C;&#x43E;&#x440;&#x44F; &#x2014; &#x434;&#x43E; &#x43C;&#x43E;&#x440;&#x44F; 10 &#x43C;&#x438;&#x43D;&#x443;&#x442; &#x43F;&#x435;&#x448;&#x43A;&#x43E;&#x43C; (&#x43F;&#x43E;&#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x441; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x43E;&#x43C; &#x432;&#x430;&#x43C; &#x438; &#x441;&#x435;&#x43C;&#x44C;&#x435;).
&#x420;&#x430;&#x437;&#x43C;&#x435;&#x440; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442; &#x43F;&#x43E; &#x43E;&#x43F;&#x44B;&#x442;&#x443;/&#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F;&#x43C; (&#x435;&#x441;&#x43B;&#x438; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x43E; &#x437;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x432;&#x441;&#x435; &#x438;&#x437; &#x441;&#x43F;&#x438;&#x441;&#x43A;&#x430; &#x438; &#x435;&#x441;&#x442;&#x44C; &#x43E;&#x43F;&#x44B;&#x442;, &#x442;&#x43E; &#x432;&#x435;&#x440;&#x445;&#x43D;&#x44F;&#x44F; &#x43F;&#x43B;&#x430;&#x43D;&#x43A;&#x430;). &#x420;&#x43E;&#x441;&#x442; &#x43F;&#x43E; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;.
&#x414;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x446;&#x438;&#x438;: &#x414;&#x43B;&#x44F; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x435; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435;.
&#x412;&#x430;&#x448;&#x435; CV &#x43F;&#x440;&#x43E;&#x448;&#x443; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x43D;&#x430; <a target="_blank" rel="noopener noreferrer" href="mailto:pakhomova@alarstudios.com">pakhomova@alarstudios.com</a> &#x438;&#x43B;&#x438; &#x432; <a href="tg://resolve?domain=daikirey">@daikirey</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/flask" class="mr-2">
         flask
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/git" class="mr-2">
         git
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/92282028032-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#django</span> <span style="opacity: 0.5;">#drf</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#postgresql</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#remote</span> 
 
&#x41A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; Cactus Vision &#x438;&#x449;&#x435;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; Python (Middle) &#x43D;&#x430; &#x43F;&#x43E;&#x43B;&#x43D;&#x443;&#x44E; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;. &#x412;&#x430;&#x436;&#x43D;&#x43E;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; &#x43B;&#x44E;&#x431;&#x438;&#x43B; &#x442;&#x43E;, &#x447;&#x435;&#x43C; &#x43E;&#x43D; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x438; &#x431;&#x44B;&#x43B; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x442;&#x440;&#x443;&#x434;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x434;&#x440;&#x443;&#x436;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x435;&#x434;&#x438;&#x43D;&#x43E;&#x43C;&#x44B;&#x448;&#x43B;&#x435;&#x43D;&#x43D;&#x438;&#x43A;&#x43E;&#x432;.
&#x41C;&#x44B; &#x2013; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x449;&#x430;&#x44F; &#x43F;&#x43E; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x430;&#x43C; &#x411;&#x438;&#x440;&#x44E;&#x437;&#x43E;&#x432;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;. &#x42D;&#x442;&#x43E; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442;, &#x447;&#x442;&#x43E; &#x43C;&#x44B; &#x43F;&#x440;&#x438;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x441;&#x430;&#x43C;&#x43E;&#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x441;&#x430;&#x43C;&#x43E;&#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;. &#x41D;&#x430;&#x448;&#x438; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x442; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x430;, &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x43F;&#x440;&#x435;&#x43E;&#x434;&#x43E;&#x43B;&#x435;&#x432;&#x430;&#x44F; &#x442;&#x440;&#x443;&#x434;&#x43D;&#x43E;&#x441;&#x442;&#x438;. &#x41C;&#x44B; &#x43D;&#x435; &#x431;&#x43E;&#x438;&#x43C;&#x441;&#x44F; &#x431;&#x440;&#x430;&#x442;&#x44C; &#x43D;&#x430; &#x441;&#x435;&#x431;&#x44F; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x440;&#x43E;&#x43B;&#x438; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x43D;&#x438;&#x445;. &#x415;&#x441;&#x43B;&#x438; &#x443; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430; &#x435;&#x441;&#x442;&#x44C; &#x446;&#x435;&#x43B;&#x44C;, &#x43C;&#x438;&#x441;&#x441;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x43C; &#x43E;&#x43D; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x442;&#x44C;, &#x442;&#x440;&#x443;&#x434;&#x44F;&#x441;&#x44C; &#x43D;&#x430; &#x431;&#x43B;&#x430;&#x433;&#x43E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x2013; &#x43C;&#x44B; &#x432;&#x430;&#x43C; &#x440;&#x430;&#x434;&#x44B;.

&#x423; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; Cactus Vision &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x434;, &#x43D;&#x43E; &#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x438; &#x411;&#x438;&#x440;&#x44E;&#x437;&#x43E;&#x432;&#x43E;&#x439; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x441;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x439; &#x43F;&#x43E;&#x442;&#x435;&#x43D;&#x446;&#x438;&#x430;&#x43B; &#x438; &#x440;&#x430;&#x441;&#x442;&#x438;. &#x41F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x439;&#x441;&#x44F;!

&#x427;&#x442;&#x43E; &#x432;&#x430;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442;:
- &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x430;;
- &#x420;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; legacy &#x438; &#x43D;&#x435;&#x43A;&#x43E;&#x440;&#x440;&#x435;&#x43A;&#x442;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;;
- &#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x438; &#x411;&#x414;;
- &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;;

&#x427;&#x442;&#x43E; &#x43E;&#x442; &#x432;&#x430;&#x441; &#x43D;&#x443;&#x436;&#x43D;&#x43E;:
- &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python 3.x+;
- &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; PostgreSQL;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; 2 &#x43B;&#x435;&#x442;, &#x432; &#x442;&#x43E;&#x43C; &#x447;&#x438;&#x441;&#x43B;&#x435; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;;
- &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x44B; (&#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; TDD &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F;);
- &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, &#x432; &#x442;&#x43E;&#x43C; &#x447;&#x438;&#x441;&#x43B;&#x435; &#x411;&#x414;;
- &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x440;&#x438;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x445; &#x43E;&#x431;&#x44A;&#x435;&#x43C;&#x430;&#x445; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x438;;
- &#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x44F;&#x437;&#x44B;&#x43A;&#x430;, &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E;&#x433;&#x43E; &#x434;&#x43B;&#x44F; &#x447;&#x442;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;;
- &#x41E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x438; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F;.

&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x44C;:
- &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x442;&#x440;&#x443;&#x434;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;;
- &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x434;&#x440;&#x443;&#x436;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;;
- &#x41F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; &#x432; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x43C;&#x438;&#x441;&#x441;&#x438;&#x438;;
- &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x441;&#x435;&#x431;&#x44F; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x445; &#x440;&#x43E;&#x43B;&#x44F;&#x445;.

&#x412;&#x43E;&#x437;&#x43D;&#x430;&#x433;&#x440;&#x430;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x442;&#x440;&#x443;&#x434;&#x430;: <a target="_blank" rel="noopener noreferrer" href="tel:50000 - 85000">50000 - 85000</a>&#x440; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;, &#x43F;&#x43E; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;&#x430;&#x43C;.

&#x41F;&#x43E; &#x432;&#x441;&#x435;&#x43C; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x430;&#x43C; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x1F449; <a href="tg://resolve?domain=iboman">@iboman</a>
<a target="_blank" rel="noopener noreferrer" href="tel:+79996342441">+79996342441</a></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/92279930880-1001067529236" class="card-link">
        Python developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#upperintermediate</span> <span style="opacity: 0.5;">#fullstack</span> <span style="opacity: 0.5;">#remote</span>
&#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; s-o-services
&#x437;\&#x43F; 2800-3800$, &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x438;&#x43F; (&#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x432; &#x440;&#x444; &#x43D;&#x435;&#x442;)
&#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A; &#x430;&#x43C;&#x435;&#x440;&#x438;&#x43A;&#x430;&#x43D;&#x441;&#x43A;&#x43E;&#x435; &#x438;&#x437;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x43E;
&#x43A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B; <a href="tg://resolve?domain=erzentd">@erzentd</a>

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:

4+ years of demonstrated experience successfully launching complex projects on time
2+ years of experience as a full-time developer for a web app, custom software product or organization web site
3+ years of experience with most or all of the following: Python &#x26; Django, relational DBs, jQuery &#x26; JavaScript, HTML, CSS/LESS, Git
Experience with the following technologies preferred but not required: MongoDB, PostgreSQL, Elasticsearch,
WordPress, CDNs, uWSGI, Redis, Celery, Jenkins, Sentry, New Relic, Nginx, CentOS, RabbitMQ, React, 
Salesforce, Marketo, high availability systems, or graph databases
Organized, detail and deadline oriented, highly focused
Ability to prioritize &#x26; manage multiple projects at one time; cool under pressure
Analytical thinker with strong/creative problem solving skills
Experience with Agile development methodologies
Strong written and verbal communication skills
An interest in government, elections, and associated datasets</div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/jquery" class="mr-2">
         jquery
        </a><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a><a href="/tags/wordpress" class="mr-2">
         wordpress
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/92278882304-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#office</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#Senior</span> <span style="opacity: 0.5;">#Lead</span> <span style="opacity: 0.5;">#backend</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;</span>

&#x417;&#x43F; &#x43E;&#x442; 160 000 net 
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x432; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430;&#x445; Lead Python  &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;.
&#x41D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x44B;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438;:
&#x1F539;Software development experience 5+, 
&#x1F539;Experience with Django (Django ORM, Django Rest Framework (1+years);
&#x1F539;Experience with AWS services: Lambda, API Gateway, SNS, SQS, SES, S3, RDS, VPC, EC2, CloudWatch, etc.
&#x1F539;Experience writing API and working / integration with API of third-party services;
&#x1F539;Knowledge of the GraphQL API (Graphene will be a plus)
&#x1F539;Knowledge of SQL (PostgreSQL relational DBMS will be a plus)
&#x1F539;Knowledge of CloudFormation in AWS and Terraform;
&#x1F539;Ability to read code and understand it at the level of business logic;
&#x1F539;Ability to work with general abstract tasks;
&#x1F539;Written and spoken English is a MUST (B2+)

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=Nataly_3">@Nataly_3</a> &#x438;&#x43B;&#x438; &#x43D;&#x430; &#x43F;&#x43E;&#x447;&#x442;&#x443;: <a target="_blank" rel="noopener noreferrer" href="mailto:n.mazepa@art2hires.com">n.mazepa@art2hires.com</a></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/orm" class="mr-2">
         orm
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a><a href="/tags/aws-lambda" class="mr-2">
         aws-lambda
        </a><a href="/tags/graphql" class="mr-2">
         graphql
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/92275736576-1001067529236" class="card-link">
        Python developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#Django</span> <span style="opacity: 0.5;">#vacancy</span> <span style="opacity: 0.5;">#IT</span>  <span style="opacity: 0.5;">#remote</span>

I&#x2019;m looking for a very strong python developer to become one of key engineers for one of our clients. The client is a US-based startup developing revolutionary products in the Gaming and Lottery industries using NFC and SmartCard-based solutions. This role is extremely important for our client as it has the responsibility of coordinating with the whole team to provide a backend and APIs that support mobile and web clients, as well as third-party integrations.

Location: Remote
Job Type: Full-time, contract
Industries: Technology, Gaming, Lottery
Languages: English, Russian
Pay Rate: $25/hr - $35/hr depending on experience
Probationary Period: 1 month
Start Date: ASAP

Qualifications
BS in Information Systems, Engineering, other related discipline 
6-10 years Software Engineering experience
4-6+ years of work experience developing in Python
2-3+ years developing on the Django platform
Working experience with microservices architecture.
Solid understanding of data structures, coding standards, best practices
Development experience in Cloud and DevSecOps environments
Experience working with relational databases and various data formats and technologies.
Experience with test-driven development
Experience working in adaptive methodologies like Agile, DevOps and Scrum, etc.
Strong written and communication skills required.
Must be a self-starter/self-directed member of the team
Proficient with Git
B2+ CEFR English level

For more information, write to the PM.</div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/cloud" class="mr-2">
         cloud
        </a><a href="/tags/git" class="mr-2">
         git
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17133731840-1001110946746" class="card-link">
        Js developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontenddeveloper</span> <span style="opacity: 0.5;">#frontend</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;

&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x430;&#x44F;, &#x434;&#x430;&#x43B;&#x435;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x437;&#x430;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43E;&#x43B;&#x433;&#x43E;&#x441;&#x440;&#x43E;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x430;&#x43A;&#x442;&#x430; &#x441; &#x431;&#x43E;&#x43D;&#x443;&#x441;&#x430;&#x43C;&#x438; &#x437;&#x430; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; (&#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x441;&#x440;&#x43E;&#x43A; - 2 &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x430;)

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 90 000 &#x434;&#x43E; 130 000 &#x440;&#x443;&#x431;.

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: &#x420;&#x410;&#x417;&#x420;&#x410;&#x411;&#x41E;&#x422;&#x41A;&#x410; &#x418;&#x41D;&#x422;&#x415;&#x420;&#x41D;&#x415;&#x422;  &#x41F;&#x41B;&#x410;&#x422;&#x424;&#x41E;&#x420;&#x41C;&#x42B; &#x414;&#x41B;&#x42F; &#x421;&#x41E;&#x417;&#x414;&#x410;&#x41D;&#x418;&#x42F; &#x41A;&#x41E;&#x41C;&#x41F;&#x42C;&#x42E;&#x422;&#x415;&#x420;&#x41D;&#x41E;&#x419; &#x413;&#x420;&#x410;&#x424;&#x418;&#x41A;&#x418; &#x414;&#x41B;&#x42F; &#x418;&#x413;&#x420; &#x418; &#x421;&#x41F;&#x415;&#x426;&#x42D;&#x424;&#x424;&#x415;&#x41A;&#x422;&#x41E;&#x412; &#x412; &#x41A;&#x418;&#x41D;&#x41E; (<a target="_blank" rel="noopener noreferrer" href="http://cg-doo.com">cg-doo.com</a>)

&#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x43C;&#x44B;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: 2&#x2013;5 &#x43B;&#x435;&#x442;

&#x41D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x44B;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438;:
- &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; JavaScript, React / Redux, HTML5, CSS3
- &#x43E;&#x43F;&#x44B;&#x442; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; React.JS, Redux &#x43E;&#x442; &#x433;&#x43E;&#x434;&#x430;
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; ES6
- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; &#x447;&#x442;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Docker, Git

&#x421;&#x442;&#x435;&#x43A; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;:
- SPA-&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; JS / React / Redux;
- &#x431;&#x44D;&#x43A;&#x44D;&#x43D;&#x434; &#x43D;&#x430; Django/Postgresql/Redis/Celery/RabbitMQ; 
- NginX, kubernetes

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: Argunov Studio (<a target="_blank" rel="noopener noreferrer" href="https://argunov.studio">https://argunov.studio</a>)

&#x41F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43E;&#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x441; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x435;&#x439; &#x438; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x435;&#x439; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x437;&#x434;&#x435;&#x441;&#x44C;: <a target="_blank" rel="noopener noreferrer" href="https://help.cg-doo.com/work-in-cg-doo/vacancies/frontend-developer">https://help.cg-doo.com/work-in-cg-doo/vacancies/frontend-developer</a>

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: &#x442;&#x435;&#x43B;&#x435;&#x433;&#x440;&#x430;&#x43C; <a href="tg://resolve?domain=victoriashrv">@victoriashrv</a> &#x438;/&#x438;&#x43B;&#x438; &#x43D;&#x430; &#x43F;&#x43E;&#x447;&#x442;&#x443; <a target="_blank" rel="noopener noreferrer" href="mailto:vicsukhareva@yandex.ru">vicsukhareva@yandex.ru</a> (&#x43F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430;, &#x43F;&#x440;&#x438;&#x43A;&#x43B;&#x430;&#x434;&#x44B;&#x432;&#x430;&#x439;&#x442;&#x435; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435; &#x438;&#x43B;&#x438; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43F;&#x438;&#x441;&#x44C;&#x43C;&#x43E;)

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/rabbitmq" class="mr-2">
         rabbitmq
        </a><a href="/tags/nginx" class="mr-2">
         nginx
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">24 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/92233793536-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#Django</span> <span style="opacity: 0.5;">#vacancy</span> <span style="opacity: 0.5;">#IT</span>  <span style="opacity: 0.5;">#remote</span>

&#x414;&#x440;&#x443;&#x437;&#x44C;&#x44F;, &#x432;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;! 
&#x41D;&#x43E;&#x432;&#x430;&#x44F; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F; -  <span style="opacity: 0.5;">#Senior_PythonDeveloper</span>
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F; - &#x420;&#x43E;&#x441;&#x441;&#x438;&#x44F;,
&#x41F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C;, <span style="opacity: 0.5;">#remote</span> 
<span style="opacity: 0.5;">#&#x41E;&#x43F;&#x43B;&#x430;&#x442;&#x430;</span>: 3000$

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:

-&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x438;&#x43D;&#x434;&#x443;&#x441;&#x442;&#x440;&#x438;&#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x41F;&#x41E; &#x43E;&#x442; 5-&#x442;&#x438; &#x43B;&#x435;&#x442;;
-&#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python 3+/Python Core (&#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B;, &#x441;&#x442;&#x430;&#x43D;&#x434;&#x430;&#x440;&#x442;&#x43D;&#x44B;&#x435; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x438;, &#x440;&#x435;&#x433;&#x443;&#x43B;&#x44F;&#x440;&#x43D;&#x44B;&#x435; &#x432;&#x44B;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x442;.&#x434;.);
-&#x41F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Django (Django ORM, Django Rest Framework);
-&#x418;&#x43C;&#x435;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E; GraphQL APIs (Graphene &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;);
-&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; SQL (&#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x440;&#x435;&#x43B;&#x44F;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x439; &#x421;&#x423;&#x411;&#x414; PostgreSQL &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;) &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43A;&#x430;&#x43A; &#x43F;&#x440;&#x438;&#x43A;&#x43B;&#x430;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;;
-&#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; API &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;/&#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x438; &#x441; API &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x43D;&#x438;&#x445; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;;
-&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x440;&#x44F;&#x434;&#x43E;&#x43C; AWS-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;: Lambda, API Gateway, SNS, SQS, SES, S3, RDS, VPC, EC2, CloudWatch, etc;
-The English language MUST HAVE (B2+ level) to work with the english speaking team.


&#x417;&#x430; &#x434;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x435;&#x439;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x432; &#x41B;&#x421;:  <a href="tg://resolve?domain=Zalvovskaya">@Zalvovskaya</a></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2 active--exact active">
         django
        </a><a href="/tags/orm" class="mr-2">
         orm
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/graphql" class="mr-2">
         graphql
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a><a href="/tags/aws-lambda" class="mr-2">
         aws-lambda
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">23 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item disabled"><a href="/tags/django/0" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item active"><a href="/tags/django/" aria-label="1" aria-current="1" class="page-link active--exact active">1</a></li><li class="page-item"><a href="/tags/django/2" aria-label="2" aria-current="2" class="page-link">2</a></li><li class="page-item"><a href="/tags/django/3" aria-label="3" aria-current="3" class="page-link">3</a></li><li class="page-item "><a href="/tags/django/2" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>