<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии для программистов, QA, DevOps в г. Москва - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--location-vue.2588f92a.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17005805568-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#react</span>

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;, &#x43C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43E;&#x43F;&#x44B;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x430;, &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; middle, middle+, senior.

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x41F;&#x430;&#x440;&#x43A; &#x41A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x44B;, &#x41A;&#x440;&#x43E;&#x43F;&#x43E;&#x442;&#x43A;&#x438;&#x43D;&#x441;&#x43A;&#x430;&#x44F;

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441;, &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;

&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;:  &#x43E;&#x442; 100&#x43A; &#x434;&#x43E; 170&#x43A; &#x440;&#x443;&#x431; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: 

&#x41C;&#x44B; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x435;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; - &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x43E;&#x439; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x430;. &#x41F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x438;&#x437; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x435;&#x439;, &#x441;&#x440;&#x435;&#x434;&#x438; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x435;&#x441;&#x442;&#x44C; &#x43A;&#x430;&#x440;&#x442;&#x43E;&#x433;&#x440;&#x430;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;, &#x43A;&#x43E;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x43E;&#x440; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x438;, &#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439; &#x43A;&#x430;&#x431;&#x438;&#x43D;&#x435;&#x442; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x438;&#x435; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435;. &#x41D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x438;&#x437; &#x43D;&#x438;&#x445; &#x435;&#x449;&#x435; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x44F;&#x442;&#x441;&#x44F; &#x43D;&#x430; &#x44D;&#x442;&#x430;&#x43F;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x442; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;, &#x441;&#x43E;&#x431;&#x440;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x438;&#x437; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x435;&#x439;, &#x43A;&#x430;&#x43A; &#x43A;&#x43E;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x43E;&#x440;.

&#x41F;&#x438;&#x448;&#x435;&#x43C; &#x43C;&#x44B; &#x43D;&#x430; React, &#x432; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x44F;&#x445; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x443; Ant. &#x421;&#x442;&#x430;&#x440;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x441;&#x43B;&#x435;&#x434;&#x438;&#x442;&#x44C; &#x437;&#x430; &#x43A;&#x43E;&#x434;&#x43E;&#x43C;, &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43A;&#x43E;&#x434;-&#x440;&#x435;&#x432;&#x44C;&#x44E;, &#x43D;&#x43E; &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x43E;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x434;&#x43E;&#x43B;&#x433; &#x201C;&#x43D;&#x430; &#x43F;&#x43E;&#x442;&#x43E;&#x43C;&#x201D; &#x440;&#x430;&#x434;&#x438; &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430;.

&#x414;&#x43B;&#x44F; &#x43D;&#x430;&#x441; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x432;&#x430;&#x436;&#x43D;&#x44B;&#x43C; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C;. &#x417;&#x430;&#x447;&#x430;&#x441;&#x442;&#x443;&#x44E; &#x434;&#x43B;&#x44F; &#x43D;&#x435;&#x442;&#x440;&#x438;&#x432;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;, &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x440;&#x435;&#x441;&#x435;&#x440;&#x447;. &#x412; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x435; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x432; &#x43F;&#x435;&#x440;&#x435;&#x434; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x441; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x44C;&#x44E; &#x43C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x442;&#x438;&#x43F;&#x44B; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x430; &#x431;&#x435;&#x437; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430;, &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x44F;&#x441;&#x44C; &#x43D;&#x430; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x430;&#x445; &#x438; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;&#x445;.

&#x41C;&#x44B; &#x445;&#x43E;&#x442;&#x438;&#x43C;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x442;&#x44B;:
- &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B; &#x432; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x438;&#x438; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439; &#x438; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x43B;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;;
- &#x437;&#x43D;&#x430;&#x43B; &#x43F;&#x43B;&#x44E;&#x441;&#x44B; &#x438; &#x43C;&#x438;&#x43D;&#x443;&#x441;&#x44B; &#x432;&#x44B;&#x431;&#x440;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x431;&#x44B;&#x43B; &#x431;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x438;&#x445; &#x43E;&#x431;&#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x442;&#x44C;;
- &#x443;&#x43C;&#x435;&#x43B; &#x440;&#x430;&#x437;&#x431;&#x438;&#x440;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x447;&#x443;&#x436;&#x43E;&#x43C; &#x43A;&#x43E;&#x434;&#x435;;
- &#x43D;&#x435; &#x43F;&#x443;&#x433;&#x430;&#x43B;&#x441;&#x44F; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x433;&#x43E; &#x422;&#x417; &#x438;&#x43B;&#x438; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430;;

&#x41D;&#x430;&#x432;&#x44B;&#x43A;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x43F;&#x440;&#x438;&#x433;&#x43E;&#x434;&#x44F;&#x442;&#x441;&#x44F;:
- &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x432;&#x43B;&#x430;&#x434;&#x435;&#x43D;&#x438;&#x435; JavaScript (es5, es6+);
- &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; React (Hooks, Context API, etc);
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x430;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; (redux/mobx);
- &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; REST;
- &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x441;&#x438;&#x43D;&#x445;&#x440;&#x43E;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;;

&#x411;&#x443;&#x434;&#x435;&#x43C; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;, &#x435;&#x441;&#x43B;&#x438; &#x442;&#x44B;:
- &#x441;&#x442;&#x440;&#x43E;&#x438;&#x43B; &#x43A;&#x430;&#x440;&#x442;&#x44B; &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435; (Openlayers, Mapbox, etc);
- &#x441;&#x430;&#x43C; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x430;&#x438;&#x432;&#x430;&#x43B; Webpack;
- &#x434;&#x435;&#x43B;&#x430;&#x43B; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x443; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x441; &#x43D;&#x443;&#x43B;&#x44F;;
- &#x43F;&#x438;&#x441;&#x430;&#x43B; &#x442;&#x435;&#x441;&#x442;&#x44B; (&#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x435;, &#x44E;&#x43D;&#x438;&#x442;);
- &#x43F;&#x438;&#x441;&#x430;&#x43B; &#x43D;&#x430; Node JS;

&#x41D;&#x430;&#x43C; &#x43D;&#x435; &#x432;&#x430;&#x436;&#x43D;&#x43E; &#x433;&#x434;&#x435; &#x442;&#x44B; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x448;&#x44C;&#x441;&#x44F;, &#x435;&#x441;&#x43B;&#x438; &#x443; &#x442;&#x435;&#x431;&#x44F; &#x43D;&#x43E;&#x440;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x43D;&#x435;&#x442; &#x438; &#x442;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x431;&#x44B;&#x442;&#x44C; &#x43D;&#x430; &#x441;&#x432;&#x44F;&#x437;&#x438; &#x432; &#x443;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F;. &#x41A;&#x430;&#x43A; &#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x43E;, &#x440;&#x430;&#x437;&#x431;&#x440;&#x43E;&#x441; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x440;&#x435;&#x431;&#x44F;&#x442; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x441; 10 &#x443;&#x442;&#x440;&#x430; &#x434;&#x43E; 8 &#x432;&#x435;&#x447;&#x435;&#x440;&#x430; &#x43F;&#x43E; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x435;. &#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x442;&#x435;&#x431;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x432; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x435; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x44B;, &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x41F;&#x430;&#x440;&#x43A;&#x430; &#x41A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x44B;.

&#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x44F;&#x435;&#x43C; &#x43F;&#x43E; &#x422;&#x41A;, &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x417;&#x41F;, &#x414;&#x41C;&#x421; &#x43F;&#x43E; &#x438;&#x441;&#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44E; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;, &#x435;&#x441;&#x43B;&#x438; &#x43D;&#x435;&#x442; &#x43F;&#x440;&#x435;&#x43F;&#x44F;&#x442;&#x441;&#x442;&#x432;&#x438;&#x439; &#x43A; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x432; &#x420;&#x43E;&#x441;&#x441;&#x438;&#x438;. &#x41C;&#x43E;&#x436;&#x435;&#x43C; &#x437;&#x430;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x442;&#x44C; &#x434;&#x43E;&#x433;&#x43E;&#x432;&#x43E;&#x440; &#x413;&#x41F;&#x425;.

&#x41F;&#x43E;&#x441;&#x442;&#x430;&#x440;&#x430;&#x439;&#x441;&#x44F; &#x43A; &#x43E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x443;, &#x43F;&#x43E;&#x43C;&#x438;&#x43C;&#x43E; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435;, &#x43F;&#x440;&#x438;&#x43A;&#x440;&#x435;&#x43F;&#x438;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;, &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442; &#x438;&#x43B;&#x438; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x443;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x43C;&#x438; &#x442;&#x44B; &#x433;&#x43E;&#x440;&#x434;&#x438;&#x448;&#x44C;&#x441;&#x44F;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43C;&#x44B; &#x43F;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x43B;&#x438; &#x43D;&#x430; &#x442;&#x432;&#x43E;&#x439; &#x43A;&#x43E;&#x434;.

&#x41E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x437; &#x44D;&#x442;&#x430;&#x43F;&#x43E;&#x432; &#x441;&#x43E;&#x431;&#x435;&#x441;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x435; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: &#x426;&#x435;&#x43D;&#x442;&#x440; 2&#x41C;

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=fedorm">@fedorm</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/ant" class="mr-2">
         ant
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17004756992-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content">MIDDLE FRONTEND DEVELOPER
<span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#Vue</span>.js <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#vanilla</span>.js <span style="opacity: 0.5;">#frontend</span>
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;-&#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43D;&#x442; &#x421;&#x43A;&#x43E;&#x43B;&#x43A;&#x43E;&#x432;&#x43E; &#x432; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x435; FRONTEND DEVELOPER (Middle). 
Medpoint24 (<a target="_blank" rel="noopener noreferrer" href="https://medpoint24.ru/#about">https://medpoint24.ru/#about</a>) - &#x431;&#x443;&#x440;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x430;&#x44F;&#x441;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x44E;&#x449;&#x430;&#x44F; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x43E;&#x435; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x43E;&#x431;&#x43E;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x44F; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x438;&#x445; &#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x43E;&#x432; &#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439;. 
&#x41E;&#x444;&#x438;&#x441; &#x432; &#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, 7 &#x43C;&#x438;&#x43D; &#x43E;&#x442; &#x43C;. &#x41C;&#x430;&#x440;&#x44C;&#x438;&#x43D;&#x430; &#x420;&#x43E;&#x449;&#x430;/&#x43C;. &#x421;&#x430;&#x432;&#x451;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F; 
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442;: &#x444;&#x443;&#x43B;&#x43B;-&#x442;&#x430;&#x439;&#x43C; (&#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;), &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435;, &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x43F;&#x43E; &#x422;&#x41A;. 
&#x417;/&#x41F; - &#x43E;&#x442; 130 000net - 160 000net 
&#x41A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x438;&#x437; 20 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;: &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x438; (&#x444;&#x440;&#x43E;&#x43D;&#x442;, &#x431;&#x44D;&#x43A;, &#x444;&#x443;&#x43B;&#x43B;&#x441;&#x442;&#x430;&#x43A;), &#x442;&#x435;&#x445;&#x43B;&#x438;&#x434;, &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;&#x438;, &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;, DevOps &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;. 
&#x427;&#x422;&#x41E; &#x414;&#x415;&#x41B;&#x410;&#x422;&#x42C;: 
-&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438; web-&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;
-&#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; &#x438; &#x440;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x435;&#x433;&#x43E; front-end
-&#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; web-&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;
-&#x41F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x438;&#x435; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x44F; &#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; web-&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;
&#x422;&#x420;&#x415;&#x411;&#x41E;&#x412;&#x410;&#x41D;&#x418;&#x42F;: 
- &#x41E;&#x43F;&#x44B;&#x442; &#x43E;&#x442; 1,5-2 &#x433;&#x43E;&#x434;&#x430; &#x43F;&#x43E; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; Frontend
-&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Vanilla.js, Vue.js 2.0, html 5, css 3, Javascript ES6 &#x438; &#x432;&#x44B;&#x448;&#x435;
-&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x41A;&#x43B;&#x438;&#x435;&#x43D;&#x442;-&#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B;, REST, &#x421;&#x41A;&#x412; (git), *NIX &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;
&#x41F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x441;&#x43C;&#x435;&#x43B;&#x43E; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x430;&#x43C;: 
&#x422;&#x435;&#x43B;&#x435;&#x433;&#x430;:<a href="tg://resolve?domain=hr_orlik">@hr_orlik</a>
&#x41F;&#x43E;&#x447;&#x442;&#x430;: <a target="_blank" rel="noopener noreferrer" href="mailto:v.orlik@medpoint24.ru">v.orlik@medpoint24.ru</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/git" class="mr-2">
         git
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17000562688-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#teamlead</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#JS</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 200&#x43A; &#x434;&#x43E; 350&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> &#x2013; &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43D;&#x430;&#x448;&#x435;&#x43C;&#x443; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x43E;&#x43C;&#x443; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x443; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> &#x43D;&#x443;&#x436;&#x435;&#x43D; Frontend Team Lead. &#x42D;&#x442;&#x43E; &#x2013; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x443; &#x443;&#x436;&#x435; &#x431;&#x43E;&#x43B;&#x435;&#x435; 20-&#x442;&#x438; &#x43B;&#x435;&#x442;, &#x43D;&#x43E; &#x434;&#x432;&#x430;&#x434;&#x446;&#x430;&#x442;&#x438;&#x43B;&#x435;&#x442;&#x43D;&#x435;&#x433;&#x43E; &#x43A;&#x43E;&#x434;&#x430; &#x432;&#x44B; &#x442;&#x443;&#x442; &#x43D;&#x435; &#x443;&#x432;&#x438;&#x434;&#x438;&#x442;&#x435;, &#x445;&#x43E;&#x442;&#x44F; &#x441;&#x43E; &#x441;&#x442;&#x430;&#x440;&#x44B;&#x43C; &#x43D;&#x430;&#x441;&#x43B;&#x435;&#x434;&#x438;&#x435;&#x43C; [handlebars &#x43D;&#x430; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x435; + js-&#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x44B; &#x43D;&#x430; &#x441;&#x430;&#x43C;&#x43E;&#x43F;&#x438;&#x441;&#x43D;&#x43E;&#x43C; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x435; &#x43D;&#x430; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x435;] &#x432;&#x441;&#x435; &#x436;&#x435; &#x43F;&#x440;&#x438;&#x434;&#x435;&#x442;&#x441;&#x44F; &#x441;&#x442;&#x43E;&#x43B;&#x43A;&#x43D;&#x443;&#x442;&#x44C;&#x441;&#x44F;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x444;&#x438;&#x447;&#x438; &#x43C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x430; Vue.js + SSR.

&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;:
&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43D;&#x435; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435;&#x43C; frontend-&#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x438;&#x438; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438; &#x43F;&#x43B;&#x430;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438;. [&#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; 5 &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; +/- middle &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F;.]

&#x41C;&#x44B; &#x440;&#x430;&#x441;&#x441;&#x447;&#x438;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x43D;&#x430;&#x448; team lead &#x431;&#x443;&#x434;&#x435;&#x442; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x444;&#x438;&#x447;&#x438;, &#x431;&#x443;&#x434;&#x435;&#x442; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x43C; &#x437;&#x430; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x438;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x438; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43B;&#x438;&#x434;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x430; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x441;&#x442;&#x435;&#x43A;.

&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;:
&#x41C;&#x44B; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x432; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; team lead&#x2019;a &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x44B;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; frontend-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;: &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x432;&#x44B;&#x441;&#x442;&#x440;&#x430;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B;, &#x43D;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;, &#x443;&#x432;&#x43E;&#x43B;&#x44C;&#x43D;&#x44F;&#x442;&#x44C; &#x438; &#x440;&#x430;&#x441;&#x442;&#x438;&#x442;&#x44C; &#x43B;&#x44E;&#x434;&#x435;&#x439;.
&#x412; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; git, &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x44B; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x431;&#x43E;&#x440;&#x449;&#x438;&#x43A;&#x43E;&#x432; (webpack, rollup), &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x437; &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x445; js-&#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; (Vue, React), &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x44B;.

&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;.
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F; (&#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;, &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438;, &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x430; &#x43E;&#x431;&#x443;&#x447;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x43A;&#x443;&#x440;&#x441;&#x43E;&#x432; &#x438; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x439;, &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x438; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x430; (&#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x442;&#x430;&#x442;&#x435;&#x439;).

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)
&#x41A;&#x43E;&#x43C;&#x443; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>), &#x440;&#x430;&#x434;&#x430; &#x431;&#x443;&#x434;&#x443; &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438; :)

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71490863104-1001054966032" class="card-link">
        Android разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#developer</span> <span style="opacity: 0.5;">#android</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x431;&#x430;&#x443;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x430;&#x44F;</span>
<b>Android Developer</b>
&#x413;&#x43E;&#x440;&#x43E;&#x434;: <b>&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</b>
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <b>&#x43E;&#x444;&#x438;&#x441;</b>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <b>&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</b>
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: <b>&#x43E;&#x442; 100.000 &#x434;&#x43E; 2</b>5<b>0.000 &#x442;&#x44B;&#x441;. &#x440;&#x443;&#x431;. &#x444;&#x438;&#x43A;&#x441;</b>

&#x418;&#x449;&#x435;&#x43C; middle/senior &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; digital-&#x430;&#x433;&#x435;&#x43D;&#x442;&#x441;&#x442;&#x432;&#x43E; <b>WakeApp</b> &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;-&#x443;&#x442;&#x438;&#x43B;&#x438;&#x442; (forecast, vpn, safe kids etc) + &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x43C;&#x43E;&#x442;&#x438;&#x432;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x440;&#x430;&#x444;&#x444;&#x438;&#x43A;&#x430;.

&#x421;&#x442;&#x435;&#x43A;: Kotlin, RxJava2/RxAndroid, Dagger2, Android Architecture Components (LiveData, ViewModel, Room, Navigation);

&#x421; &#x412;&#x430;&#x441;:
&#x1F538;&#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; 2-&#x443;&#x445; &#x43B;&#x435;&#x442;;
&#x1F538;&#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x442;&#x435;&#x43A;&#x430;;
&#x1F538;&#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x41E;&#x41E;&#x41F;, MVP, MVVM;
&#x1F538;&#x43E;&#x440;&#x438;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432; Android SDK, &#x433;&#x430;&#x439;&#x434;&#x43B;&#x430;&#x439;&#x43D;&#x430;&#x445;, best practices;

&#x421; &#x43D;&#x430;&#x441;:
&#x1F539;&#x434;&#x43E;&#x441;&#x442;&#x43E;&#x439;&#x43D;&#x44B;&#x439; &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x43E;&#x439; &#x43F;&#x43B;&#x430;&#x442;&#x44B;;
&#x1F539;&#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;;
&#x1F539;&#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432; &#x43F;&#x435;&#x448;&#x435;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; (&#x43A;&#x443;&#x445;&#x43D;&#x44F; &#x441; &#x437;&#x430;&#x43F;&#x430;&#x441;&#x43E;&#x43C; &#x444;&#x440;&#x443;&#x43A;&#x442;&#x43E;&#x432;, &#x439;&#x43E;&#x433;&#x443;&#x440;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x440;&#x43E;&#x436;&#x435;&#x43D;&#x43E;&#x433;&#x43E;);
&#x1F539;&#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x430;;
&#x1F539;&#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432; &#x438; &#x43F;&#x44F;&#x442;&#x43D;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x43F;&#x43E;&#x441;&#x438;&#x434;&#x435;&#x43B;&#x43A;&#x438;;

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=natereaver">@natereaver</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/android" class="mr-2">
         android
        </a><a href="/tags/kotlin" class="mr-2">
         kotlin
        </a><a href="/tags/mvvm" class="mr-2">
         mvvm
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/91048902656-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#django</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#&#x444;&#x443;&#x43B;&#x442;&#x430;&#x439;&#x43C;</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#remote</span>

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x420;&#x411;&#x41A;
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;
&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;: &#x444;&#x443;&#x43B;&#x43B;&#x442;&#x430;&#x439;&#x43C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;/&#x43E;&#x444;&#x438;&#x441;, &#x43C;. &#x41A;&#x430;&#x43B;&#x443;&#x436;&#x441;&#x43A;&#x430;&#x44F;
&#x434;&#x43E; 200000 &#x440;&#x443;&#x431;.+&#x414;&#x41C;&#x421;, &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;.&#x44F;&#x437;. &#x438; &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441;

&#x412; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43C;&#x435;&#x434;&#x438;&#x430;&#x445;&#x43E;&#x43B;&#x434;&#x438;&#x43D;&#x433;&#x430; &#x420;&#x411;&#x41A;  &#x438;&#x449;&#x435;&#x43C; Python-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#xAB;&#x420;&#x411;&#x41A; Pro&#xBB;: &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x441; &#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x44B;&#x43C; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;&#x43E;&#x43C; &#x43F;&#x43E; &#x43F;&#x43E;&#x434;&#x43F;&#x438;&#x441;&#x43A;&#x435; &#x438; &#x43C;&#x438;&#x43B;&#x43B;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x439; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439;.

&#x41F;&#x440;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x43D;&#x430;&#x434; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x43C;&#x43D;&#x43E;&#x436;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; &#x438; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447;: &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x443;&#x441;&#x442;&#x43E;&#x439;&#x447;&#x438;&#x432;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; &#x43A; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x438;&#x43C; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43A;&#x430;&#x43C;, &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x434;&#x43B;&#x44F; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44F;, &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x433;&#x438;&#x431;&#x43A;&#x443;&#x44E; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x44C; &#x442;&#x430;&#x440;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x438; &#x43F;&#x43E;&#x434;&#x43F;&#x438;&#x441;&#x43E;&#x43A;.

&#x412; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x438;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B;: Python3, Django REST Framework (DRF), Aiohttp, &#x43A;&#x43B;&#x430;&#x441;&#x442;&#x435;&#x440;&#x44B; Postgresql, Elasticsearch. &#x414;&#x435;&#x43F;&#x43B;&#x43E;&#x438;&#x43C; &#x432; &#x43A;&#x43B;&#x430;&#x441;&#x442;&#x435;&#x440; Kubernetes 

&#x41D;&#x430;&#x448;&#x438; &#x43F;&#x43E;&#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x44F;:
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; Python3 &#x43E;&#x442; 2-&#x445; &#x43B;&#x435;&#x442;
- &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x430; Django
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; aiohttp;

&#x414;&#x435;&#x442;&#x430;&#x43B;&#x438; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x442;&#x44C; <a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/36806782">&#x442;&#x443;&#x442;</a> 
call/text me: <a href="tg://resolve?domain=marie_clair">@marie_clair</a></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2">
         django
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71485620224-1001054966032" class="card-link">
        Ios разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#swift</span> <span style="opacity: 0.5;">#middle</span> 
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: Trinity Monsters
&#x41F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x44F;: middle iOS developer
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x420;&#x43E;&#x441;&#x441;&#x438;&#x44F;, &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43E;&#x444;&#x438;&#x441; &#x432; &#x441;&#x430;&#x43C;&#x43E;&#x43C; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x435;, &#x443; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x41E;&#x445;&#x43E;&#x442;&#x43D;&#x44B;&#x439; &#x420;&#x44F;&#x434;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; 

&#x417;&#x41F;: &#x43E;&#x442; 150.000 &#x434;&#x43E; 200.000 &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41D;&#x430; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; (&#x441; &#x43D;&#x443;&#x43B;&#x44F;), &#x43D;&#x443;&#x436;&#x435;&#x43D; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443;. &#x41C;&#x44B; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x441; 2013 &#x433;&#x43E;&#x434;&#x430; &#x438; &#x432;&#x445;&#x43E;&#x434;&#x438;&#x43C; &#x432; &#x422;&#x41E;&#x41F;-10 &#x43B;&#x443;&#x447;&#x448;&#x438;&#x445; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x44B;. &#x423; &#x43D;&#x430;&#x441; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;, &#x441; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x43C; &#x43C;&#x44B; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x443;&#x435;&#x43C; &#x430;&#x43C;&#x431;&#x438;&#x446;&#x438;&#x43E;&#x437;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; (Nespresso, &#x410;&#x437;&#x431;&#x443;&#x43A;&#x430; &#x412;&#x43A;&#x443;&#x441;&#x430;, &#x413;&#x430;&#x437;&#x43F;&#x440;&#x43E;&#x43C;-&#x41D;&#x435;&#x444;&#x442;&#x44C;, &#x412;&#x422;&#x411;, &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;-&#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x43E;&#x432;).

&#x418;&#x449;&#x435;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; middle &#x438; &#x432;&#x44B;&#x448;&#x435;.  

&#x41F;&#x43E;&#x447;&#x435;&#x43C;&#x443; &#x43C;&#x44B;:
&#x2043; &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;
&#x2043; &#x43E;&#x442;&#x43B;&#x430;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x435;&#x43D;&#x435;&#x434;&#x436;&#x43C;&#x435;&#x43D;&#x442;
&#x2043; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; 
&#x2043; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x43E;&#x431;&#x440;&#x430;&#x437;&#x43D;&#x44B;&#x43C;&#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x43C;&#x438; &#x438; &#x430;&#x43C;&#x431;&#x438;&#x446;&#x438;&#x43E;&#x437;&#x43D;&#x44B;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438;
&#x2043; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;, &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F; &#x438; &#x440;&#x43E;&#x441;&#x442;&#x430;
&#x2043; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432; 2-&#x445; &#x43C;&#x438;&#x43D;&#x443;&#x442;&#x430;&#x445; &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x41E;&#x445;&#x43E;&#x442;&#x43D;&#x44B;&#x439; &#x440;&#x44F;&#x434; &#x441; &#x43A;&#x443;&#x445;&#x43D;&#x435;&#x439;, &#x447;&#x430;&#x435;&#x43C;, &#x43A;&#x43E;&#x444;&#x435; &#x438; &#x442;.&#x434;.
&#x2043; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x432;&#x43B;&#x438;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442; &#x438; &#x432;&#x43D;&#x43E;&#x441;&#x438;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x438; &#x438;&#x434;&#x435;&#x438;
&#x2043; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x422;&#x41A; &#x420;&#x424;

&#x414;&#x43B;&#x44F; &#x441;&#x432;&#x44F;&#x437;&#x438; <a href="tg://resolve?domain=vicemik">@vicemik</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71484571648-1001054966032" class="card-link">
        Android разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#iOS</span> <span style="opacity: 0.5;">#android</span> <span style="opacity: 0.5;">#developer</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#InStat</span> 

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x441;&#x442;.&#x43C;. &#x410;&#x432;&#x442;&#x43E;&#x437;&#x430;&#x432;&#x43E;&#x434;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;/&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430; (&#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;): &#x43E;&#x442; 80 &#x434;&#x43E; 130 net
&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:

&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;. &#x418;&#x449;&#x435;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; Apple TV &#x438; Android Box. &#x41C;&#x44B; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x43C;&#x438; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x43C;&#x438;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x445;&#x43E;&#x442;&#x438;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; &#x43D;&#x443;&#x43B;&#x44F; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x430; &#x443; &#x432;&#x430;&#x441; &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x43C; &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x435; &#x438; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x43B;&#x443;&#x447;&#x448;&#x435;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x43D;&#x430; &#x440;&#x44B;&#x43D;&#x43A;&#x435;.
&#x427;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435;:
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; Apple TV/Android box &#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;;
&#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x430; &#x432;&#x438;&#x434;&#x435;&#x43E;-&#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;&#x430;
&#x417;&#x430;&#x434;&#x430;&#x447;&#x438;:
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; OTT &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; Apple TV/Android box, &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x438; &#x43E;&#x446;&#x435;&#x43D;&#x43A;&#x430; &#x437;&#x430;&#x434;&#x430;&#x447;;
&#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435; code review, &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; SCRUM &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x445;
&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
Xcode;&#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435; iOS (swift) &#x43D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; 2-&#x445; &#x43B;&#x435;&#x442;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; GIT, Unit-test; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x445; &#x43F;&#x430;&#x442;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, REST API; SOLID, GCD, MVP/MVVM, &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x43E; Apple TV/Android box, &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Android Studio 
&#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
&#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E;, &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x441;&#x43E;&#x446;. &#x43F;&#x430;&#x43A;&#x435;&#x442;;&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;
&#x41F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43E; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;&#x445; &#x442;&#x443;&#x442;: 
<a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/37544424">https://hh.ru/vacancy/37544424</a>
<a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/37520710">https://hh.ru/vacancy/37520710</a>

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: InStat (<a target="_blank" rel="noopener noreferrer" href="https://instatsport.com/">https://instatsport.com/</a>)

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a target="_blank" rel="noopener noreferrer" href="mailto:yana.gurinovich@instatsport.com">yana.gurinovich@instatsport.com</a>
 <a href="tg://resolve?domain=Yana_Gurinovich">@Yana_Gurinovich</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/android" class="mr-2">
         android
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/xcode" class="mr-2">
         xcode
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/mvvm" class="mr-2">
         mvvm
        </a><a href="/tags/android-studio" class="mr-2">
         android-studio
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/103060340736-1001089317451" class="card-link">
        Qa инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x412;&#x422;&#x411;</span> <span style="opacity: 0.5;">#&#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x435;_&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;</span> #&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;#HP_ LoadRunner 

&#x414;&#x43E;&#x43B;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;: &#x422;&#x435;&#x441;&#x442;-&#x43C;&#x435;&#x43D;&#x435;&#x434;&#x436;&#x435;&#x440; &#x43F;&#x43E; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C;&#x443; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E; &#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430; 
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; 
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;. 
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430;: &#x43E;&#x442; 170 000 

&#x1F4CD; &#x427;&#x435;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F;:   
&#x2022; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x435; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;; 
&#x2022; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x441;&#x43E;&#x43F;&#x443;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x435;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;; 
&#x2022; &#x43E;&#x442;&#x432;&#x435;&#x447;&#x430;&#x442;&#x44C; &#x437;&#x430; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x43E;&#x435; &#x43F;&#x440;&#x43E;&#x445;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x41F;&#x41E;; 
&#x2022; &#x43F;&#x43B;&#x430;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x438; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x43F;&#x43E; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C;&#x443; &#x41F;&#x41E; (HP LoadRunner); 
&#x2022; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x441; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x430;&#x43C;&#x438;, &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x430;&#x43C;&#x438; &#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;&#x43C;&#x438;; 
&#x2022; &#x441;&#x43E;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x431;&#x443;&#x434;&#x443;&#x449;&#x438;&#x445; &#x44D;&#x442;&#x430;&#x43F;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;. 

&#x1F4CD; &#x418;&#x449;&#x435;&#x43C; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x438;&#x43C;&#x435;&#x435;&#x442;: 
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43E;&#x442; 2&#x445; &#x43B;&#x435;&#x442;; 
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; HP LoadRunner; 
&#x2022; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x441;&#x440;&#x435;&#x434;; 
&#x2022; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x43E;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x445;&#x440;&#x430;&#x43D;&#x438;&#x43B;&#x438;&#x449; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;, &#x441;&#x435;&#x442;&#x435;&#x439;, &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x445; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x438; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;; 
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E;&#x434;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43A;&#x438; &#x438; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;. 

&#x420;&#x430;&#x434;&#x430; &#x431;&#x443;&#x434;&#x443; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x438;&#x442;&#x44C; &#x43D;&#x430; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;, &#x43A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: 
&#x1F4F2;  tg: <a href="tg://resolve?domain=NChugreeva">@NChugreeva</a> 
&#x1F4E7; <a target="_blank" rel="noopener noreferrer" href="mailto:chugreeva@vtb.ru">chugreeva@vtb.ru</a></div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2218786816-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#DevOps</span>

DevOps Engineer 
&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x421;&#x43E;&#x447;&#x438;, &#x41D;&#x43E;&#x432;&#x43E;&#x441;&#x438;&#x431;&#x438;&#x440;&#x441;&#x43A; 

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;

&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 40000 &#x434;&#x43E; 60000 USD &#x432; &#x433;&#x43E;&#x434; 

&#x41A;&#x440;&#x443;&#x43F;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x43F;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x438;&#x433;&#x440; &#x438;&#x449;&#x435;&#x442; &#x432; &#x441;&#x432;&#x43E;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; DevOps &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430;. 

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;: 
DevOps/SRE, &#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x432;&#x44B;&#x435; &#x441;&#x43B;&#x43E;&#x432;&#x430;:
TypeScrypt, Node.js, SRE, SDN, PoP, VPN, &#x434;&#x438;&#x43D;&#x430;&#x43C;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x43C;&#x430;&#x440;&#x448;&#x440;&#x443;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F;, &#x438;&#x43D;&#x43A;&#x430;&#x43F;&#x441;&#x443;&#x43B;&#x44F;&#x446;&#x438;&#x44F; &#x442;&#x440;&#x430;&#x444;&#x438;&#x43A;&#x430;, Kubernetes, Helm &#x438; &#x447;&#x442;&#x43E;-&#x43D;&#x438;&#x431;&#x443;&#x434;&#x44C; &#x438;&#x437; &#x441;&#x442;&#x43E;&#x440;&#x430;&#x434;&#x436;&#x430; &#x442;&#x438;&#x43F;&#x430; Lustre, CEPH &#x438; &#x43F;&#x440;&#x43E; Apache Spark, Hadoop &#x438; &#x43E;&#x441;&#x43E;&#x431;&#x435;&#x43D;&#x43D;&#x43E; HDFS

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;: 
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;.

P.S. &#x418;&#x449;&#x435;&#x43C; &#x441;&#x443;&#x43F;&#x435;&#x440; &#x43D;&#x438;&#x43D;&#x434;&#x437;&#x44E;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x442;&#x432;&#x43E;&#x440;&#x438;&#x442; &#x447;&#x443;&#x434;&#x435;&#x441;&#x430;;) 

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442; &#x434;&#x43B;&#x44F; &#x441;&#x432;&#x44F;&#x437;&#x438;: <a href="tg://resolve?domain=nastya_stret">@nastya_stret</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/apache" class="mr-2">
         apache
        </a><a href="/tags/hadoop" class="mr-2">
         hadoop
        </a><a href="/tags/hdfs" class="mr-2">
         hdfs
        </a><a href="/tags/apache-spark" class="mr-2">
         apache-spark
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/346030080-1001352129329" class="card-link">
        Golang разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#go</span> <span style="opacity: 0.5;">#golang</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#fulltime</span>
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;. &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; 
&#x2666;&#xFE0F;&#x41E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;:Marksman &#x438;&#x449;&#x435;&#x442; golang &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;. 
&#x420;&#x43E;&#x441;&#x441;&#x438;&#x439;&#x441;&#x43A;&#x430;&#x44F; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;, &#x43E;&#x442;&#x432;&#x435;&#x447;&#x430;&#x435;&#x442; &#x43D;&#x430; &#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441; &#x43E;&#x442; &#x441;&#x435;&#x433;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432; B2B &#x438; B2G. 

&#x2666;&#xFE0F;&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;: &#x420;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x43B;&#x430;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;. Highload.
&#x2666;&#xFE0F;&#x417;&#x430;&#x434;&#x430;&#x447;&#x438;: &#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43C;&#x438;&#x43A;&#x440;&#x43E;&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x43D;&#x430; &#x44F;&#x437;&#x44B;&#x43A;&#x435; Go, code review. &#x41C;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x43D;&#x430;&#x434; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x43E;&#x439; &#x44D;&#x43A;&#x43E;&#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B;. &#x421;&#x43E;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43D;&#x430;&#x431;&#x43E;&#x440; &#x441;&#x440;&#x435;&#x434;&#x441;&#x442;&#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; (SDK) &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441; &#x43F;&#x440;&#x438;&#x43A;&#x43B;&#x430;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; (API).  &#x2666;&#xFE0F;&#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x43F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x438;: &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x439; &#x43E;&#x442; Middle &#x434;&#x43E; &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; Senior. 

&#x2666;&#xFE0F;&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;: &#x43E;&#x43F;&#x44B;&#x442; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;  &#x43D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; 3-&#x445; &#x43B;&#x435;&#x442;; Golang - &#x43E;&#x442; 1,5 &#x43B;&#x435;&#x442;; &#x43E;&#x43F;&#x44B;&#x442; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x43F;&#x43E;&#x442;&#x43E;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43E;&#x432; &#x438;&#x43B;&#x438; &#x432;&#x435;&#x431;-&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;.
&#x2666;&#xFE0F; &#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x41F;&#x43E;&#x43A;&#x430; &#x43A;&#x430;&#x440;&#x430;&#x43D;&#x442;&#x438;&#x43D; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;, &#x43F;&#x43E;&#x442;&#x43E;&#x43C; &#x432;&#x43E;&#x437;&#x432;&#x440;&#x430;&#x449;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x43E;&#x444;&#x438;&#x441;. &#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; 5/2 (&#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x432;&#x44B;&#x431;&#x440;&#x430;&#x442;&#x44C; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;), &#x414;&#x41C;&#x421; + &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F;, &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x435; &#x434;&#x440;&#x435;&#x441;&#x441;-&#x43A;&#x43E;&#x434;&#x430;, &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x44F; &#x432; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x445; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445; &#x437;&#x430; &#x441;&#x447;&#x451;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;.  &#x41F;&#x43E; &#x437;&#x43F; - &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x442; &#x43E;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; (&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x438;&#x43C; &#x43E;&#x442; middle &#x434;&#x43E; senior): 140.000-240.000.

&#x2666;&#xFE0F; &#x417;&#x430; &#x434;&#x435;&#x442;&#x430;&#x43B;&#x44F;&#x43C;&#x438; - <a href="tg://resolve?domain=dariaveresh">@dariaveresh</a></div><div class="card-text"><div class="tags-items"><a href="/tags/go" class="mr-2">
         go
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item"><a href="/location/russia/moscow/36" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item"><a href="/location/russia/moscow/36" aria-label="36" aria-current="36" class="page-link">36</a></li><li class="page-item active"><a href="/location/russia/moscow/37" aria-label="37" aria-current="37" class="page-link active--exact active">37</a></li><li class="page-item"><a href="/location/russia/moscow/38" aria-label="38" aria-current="38" class="page-link">38</a></li><li class="page-item"><a href="/location/russia/moscow/39" aria-label="39" aria-current="39" class="page-link">39</a></li><li class="page-item"><a href="/location/russia/moscow/40" aria-label="40" aria-current="40" class="page-link">40</a></li><li class="page-item "><a href="/location/russia/moscow/38" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script>window.__INITIAL_STATE__={"data":{"records":{"id":"russia\u002Fmoscow","country":{"code":"russia","ruName":"Россия","enName":"Russia"},"city":{"code":"moscow","ruName":"Москва","enName":"Moscow"},"belongsTo":{"totalCount":476,"pageInfo":{"totalPages":48,"currentPage":37},"edges":[{"node":{"__typename":"Job","id":"17005805568-1001110946746","title":"Js разработчик","text":"#вакансия #удаленка #frontend #react\n\nПривет, мы ищем в команду опытного фронта, уровня middle, middle+, senior.\n\nГород и адрес офиса: Москва, Парк Культуры, Кропоткинская\n\nФормат работы: офис, удаленка\n\nЗанятость: полная\n\nЗарплатная вилка:  от 100к до 170к руб на руки\n\nОписание вакансии: \n\nМы занимаемся разработкой внутреннего продукта компании - платформой информационного оператора. Платформа состоит из разных модулей, среди которых есть картографический сервис, конструктор аналитики, личный кабинет и многие другие. Некоторые из них еще находятся на этапе проектирования. Пользователь получает продукт, собранный из модулей, как конструктор.\n\nПишем мы на React, в некоторых модулях используем дизайн систему Ant. Стараемся следить за кодом, делаем код-ревью, но иногда можем оставить технический долг “на потом” ради ускорения процесса.\n\nДля нас очень важным качеством является самостоятельность. Зачастую для нетривиальных задач нужно проводить анализ, делать ресерч. В большинстве случаев перед интеграцией с серверной частью мы делаем прототипы интерфейса без дизайна, основываясь на существующих компонентах и решениях.\n\nМы хотим, чтобы ты:\n- участвовал в принятии архитектурных решений и активно занимался разработкой проекта;\n- знал плюсы и минусы выбранного решения и был бы готов их обосновывать;\n- умел разбираться в чужом коде;\n- не пугался отсутствия подробного ТЗ или дизайна;\n\nНавыки, которые пригодятся:\n- уверенное владение JavaScript (es5, es6+);\n- хороший опыт работы с React (Hooks, Context API, etc);\n- опыт работы с библиотеками для управления состоянием приложения (redux\u002Fmobx);\n- понимание принципов REST;\n- понимание асинхронности;\n\nБудем плюсом, если ты:\n- строил карты на фронте (Openlayers, Mapbox, etc);\n- сам настраивал Webpack;\n- делал архитектуру приложений с нуля;\n- писал тесты (интеграционные, юнит);\n- писал на Node JS;\n\nНам не важно где ты находишься, если у тебя нормальный интернет и ты готов быть на связи в установленное время. Как правило, разброс активности ребят в команде с 10 утра до 8 вечера по Москве. Мы также можем предоставить тебе рабочее место в офисе в центре Москвы, возле Парка Культуры.\n\nОформляем по ТК, белая ЗП, ДМС по истечению испытательного срока, если нет препятствий к оформлению в России. Можем заключить договор ГПХ.\n\nПостарайся к отклику, помимо резюме, прикрепить проект, компонент или библиотеку, которыми ты гордишься, чтобы мы посмотрели на твой код.\n\nОдним из этапов собеседования может быть тестовое задание.\n\nНазвание компании: Центр 2М\n\nКонтакты: @fedorm\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"удаленка"},{"type":"hashtag","offset":20,"length":9,"data":"frontend"},{"type":"hashtag","offset":30,"length":6,"data":"react"},{"type":"handle","offset":2529,"length":7,"data":"fedorm"},{"type":"handle","offset":2571,"length":16,"data":"javascript_jobs"}],"date":"2020-06-17T15:17:00+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"ant"},{"name":"redux"},{"name":"rest"},{"name":"webpack"},{"name":"nodejs"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"17004756992-1001110946746","title":"Js разработчик","text":"MIDDLE FRONTEND DEVELOPER\n#вакансия #Москва #Vue.js #javascript #vanilla.js #frontend\nКомпания-резидент Сколково в поиске FRONTEND DEVELOPER (Middle). \nMedpoint24 (https:\u002F\u002Fmedpoint24.ru\u002F#about) - бурно развивающаяся компания, предоставляющая программное обеспечение и оборудование для автоматизированного проведения медицинских осмотров водителей. \nОфис в г. Москва, 7 мин от м. Марьина Роща\u002Fм. Савёловская \nФормат: фулл-тайм (гибкое начало рабочего дня), в офисе, оформление полностью по ТК. \nЗ\u002FП - от 130 000net - 160 000net \nКоманда из 20 человек: разработчики (фронт, бэк, фуллстак), техлид, тестировщики, системный аналитик, DevOps инженер. \nЧТО ДЕЛАТЬ: \n-Разработка клиентской части web-приложений\n-Поддержка и рефакторинг существующего front-end\n-Участие в разработке архитектуры web-приложений\n-Принятие участия в тестировании web-приложений\nТРЕБОВАНИЯ: \n- Опыт от 1,5-2 года по направлению Frontend\n-Знание Vanilla.js, Vue.js 2.0, html 5, css 3, Javascript ES6 и выше\n-Понимание принципов Клиент-серверной архитектуры, REST, СКВ (git), *NIX систем\nПишите смело по всем вопросам: \nТелега:@hr_orlik\nПочта: v.orlik@medpoint24.ru\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":26,"length":9,"data":"вакансия"},{"type":"hashtag","offset":36,"length":7,"data":"Москва"},{"type":"hashtag","offset":44,"length":4,"data":"Vue"},{"type":"hashtag","offset":52,"length":11,"data":"javascript"},{"type":"hashtag","offset":64,"length":8,"data":"vanilla"},{"type":"hashtag","offset":76,"length":9,"data":"frontend"},{"type":"link","offset":164,"length":28,"data":"https:\u002F\u002Fmedpoint24.ru\u002F#about"},{"type":"handle","offset":1096,"length":9,"data":"hr_orlik"},{"type":"link","offset":1113,"length":21,"data":"mailto:v.orlik@medpoint24.ru"},{"type":"handle","offset":1169,"length":16,"data":"javascript_jobs"}],"date":"2020-06-17T15:15:44+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"vuejs"},{"name":"dotnet"},{"name":"web"},{"name":"html"},{"name":"css"},{"name":"rest"},{"name":"git"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"17000562688-1001110946746","title":"Js разработчик","text":"#вакансия #frontend #teamlead #Москва #офис #JS #fulltime\n\nГород и адрес офиса: Москва, м. Новокузнецкая\u002FПавелецкая\nФормат работы: #офис\nЗанятость: #полная\nЗП: от 200к до 350к руб. нетт\n\nSports.ru – провайдер развлечений для любителей спорта.\nЕсть спорт. Есть болельщики. Мы заполняем среду между ними, оживляем ее, наполняем общением и другими развлечениями. Мы делаем не «сайты» или «приложения», а мультиплатформенные продукты, с учетом актуальной технологической парадигмы.\n\nСейчас нашему флагманскому проекту Sports.ru нужен Frontend Team Lead. Это – главное медиа о спорте на русском языке с аудиторией 18 млн пользователей в месяц. Highload-проект с десятками тысяч RPS, состоящий из самых разных продуктов – сайтов, мобильных приложений, email-рассылок, чат-ботов и многого другого.\n\nПроекту уже более 20-ти лет, но двадцатилетнего кода вы тут не увидите, хотя со старым наследием [handlebars на сервере + js-компоненты на самописном фреймворке на клиенте] все же придется столкнуться. Все новые фичи мы делаем на Vue.js + SSR.\n\nО задачах:\nМы ищем человека, который будет не только заниматься руководством и развитием frontend-команды и участвовать в распределении задач и планировании. [Сейчас в команде 5 разработчиков +\u002F- middle уровня.]\n\nМы рассчитываем, что наш team lead будет самостоятельно разрабатывать сложные фичи, будет ответственным за принятие архитектурных решений на проекте и будет лидировать процесс переезда на новый стек.\n\nО наших ожиданиях:\nМы ожидаем, что вы в качестве team lead’a имеете успешный опыт управления командой frontend-разработки: умеете выстраивать процессы, нанимать, увольнять и растить людей.\nВ качестве разработчика умеете работать с git, понимаете принципы работы сборщиков (webpack, rollup), имеете опыт работы с одним из современных js-фреймворков (Vue, React), умеете и любите писать тесты.\n\nОб условиях:\nПросторный стильный офис возле м. Новокузнецкая\u002FТретьяковская.\n“Белая” заработная плата.\nБесплатная медстраховка со стоматологией после испытательного срока.\nГибкий график работы с возможностью день-два в неделю работать удаленно.\nФрукты, снеки, чай, кофе, какао 24\u002F7.\nКорпоративная скидка в спортзал и на занятия английским языком.\nКорпоративный футбол с тренером.\nФинансовая помощь при переезде из другого города.\nВозможности для профессионального развития (сложные задачи, новые технологии, оплата обучающих курсов и конференций, помощь в развитии персонального бренда (участие в конференциях, написание статей).\n\nНазвание компании: Sports.ru (Tribuna Digital)\nКому интересно, пишите в личку (@pbuyatova), рада буду поделиться подробностями :)\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"frontend"},{"type":"hashtag","offset":20,"length":9,"data":"teamlead"},{"type":"hashtag","offset":30,"length":7,"data":"Москва"},{"type":"hashtag","offset":38,"length":5,"data":"офис"},{"type":"hashtag","offset":44,"length":3,"data":"JS"},{"type":"hashtag","offset":48,"length":9,"data":"fulltime"},{"type":"hashtag","offset":131,"length":5,"data":"офис"},{"type":"hashtag","offset":148,"length":7,"data":"полная"},{"type":"link","offset":187,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"link","offset":514,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"link","offset":2493,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"handle","offset":2553,"length":10,"data":"pbuyatova"},{"type":"handle","offset":2638,"length":16,"data":"javascript_jobs"}],"date":"2020-06-17T15:09:55+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"vuejs"},{"name":"git"},{"name":"webpack"},{"name":"reactjs"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"71490863104-1001054966032","title":"Android разработчик","text":"#вакансия #developer #android #москва #бауманская\nAndroid Developer\nГород: Москва\nФормат работы: офис\nЗанятость: полная\nЗарплатная вилка: от 100.000 до 250.000 тыс. руб. фикс\n\nИщем middle\u002Fsenior разработчика в digital-агентство WakeApp для разработки приложений-утилит (forecast, vpn, safe kids etc) + приложение мотивированного траффика.\n\nСтек: Kotlin, RxJava2\u002FRxAndroid, Dagger2, Android Architecture Components (LiveData, ViewModel, Room, Navigation);\n\nС Вас:\n🔸опыт разработки от 2-ух лет;\n🔸хорошие знания стека;\n🔸знание ООП, MVP, MVVM;\n🔸ориентирование в Android SDK, гайдлайнах, best practices;\n\nС нас:\n🔹достойный уровень заработной платы;\n🔹сложные и интересные задачи;\n🔹комфортный офис в пешей доступности от метро (кухня с запасом фруктов, йогуртов, мороженого);\n🔹технологическая свобода;\n🔹отличный коллектив и пятничные посиделки;\n\nКонтакты: @natereaver","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":10,"data":"developer"},{"type":"hashtag","offset":21,"length":8,"data":"android"},{"type":"hashtag","offset":30,"length":7,"data":"москва"},{"type":"hashtag","offset":38,"length":11,"data":"бауманская"},{"type":"bold","offset":50,"length":17,"data":""},{"type":"bold","offset":75,"length":6,"data":""},{"type":"bold","offset":97,"length":4,"data":""},{"type":"bold","offset":113,"length":6,"data":""},{"type":"bold","offset":138,"length":15,"data":""},{"type":"bold","offset":154,"length":20,"data":""},{"type":"bold","offset":228,"length":7,"data":""},{"type":"handle","offset":858,"length":11,"data":"natereaver"}],"date":"2020-06-17T14:30:49+00:00","link":"tg:\u002F\u002Fresolve?domain=mobile_jobs&post=0","tags":[{"name":"mobile"},{"name":"android"},{"name":"kotlin"},{"name":"mvvm"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"91048902656-1001067529236","title":"Python разработчик","text":"#вакансия #python #django #middle #senior #фултайм #москва #remote\n\nКомпания: РБК\nГород: Москва\nУсловия: фуллтайм удаленка\u002Fофис, м. Калужская\nдо 200000 руб.+ДМС, скидки на англ.яз. и фитнес\n\nВ команду медиахолдинга РБК  ищем Python-разработчика в проект «РБК Pro»: платформа с платным бизнес-контентом по подписке и миллионной аудиторией.\n\nПри работе над продуктом предстоит решать множество интересных технических и архитектурных задач: обеспечивать устойчивость системы к высоким нагрузкам, полностью персонализировать представление данных для каждого пользователя, реализовывать гибкую модель тарификации и подписок.\n\nВ работе используем следующие инструменты: Python3, Django REST Framework (DRF), Aiohttp, кластеры Postgresql, Elasticsearch. Деплоим в кластер Kubernetes \n\nНаши пожелания:\n- опыт разработки приложений на Python3 от 2-х лет\n- уверенное знание фреймворка Django\n- опыт разработки на aiohttp;\n\nДетали можно посмотреть тут \ncall\u002Ftext me: @marie_clair","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"python"},{"type":"hashtag","offset":18,"length":7,"data":"django"},{"type":"hashtag","offset":26,"length":7,"data":"middle"},{"type":"hashtag","offset":34,"length":7,"data":"senior"},{"type":"hashtag","offset":42,"length":8,"data":"фултайм"},{"type":"hashtag","offset":51,"length":7,"data":"москва"},{"type":"hashtag","offset":59,"length":7,"data":"remote"},{"type":"link","offset":937,"length":3,"data":"https:\u002F\u002Fhh.ru\u002Fvacancy\u002F36806782"},{"type":"handle","offset":956,"length":12,"data":"marie_clair"}],"date":"2020-06-17T14:00:30+00:00","link":"tg:\u002F\u002Fresolve?domain=python_jobs&post=0","tags":[{"name":"python"},{"name":"django"},{"name":"rest"},{"name":"postgresql"},{"name":"elasticsearch"},{"name":"kubernetes"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"71485620224-1001054966032","title":"Ios разработчик","text":"#вакансия #Москва #fulltime #swift #middle \nКомпания: Trinity Monsters\nПозиция: middle iOS developer\nЛокация: Россия, Москва, офис в самом центре, у метро Охотный Ряд\nЗанятость: полная \n\nЗП: от 150.000 до 200.000 руб. на руки\n\nНа новый проект (с нуля), нужен разработчик в команду. Мы занимаемся разработкой с 2013 года и входим в ТОП-10 лучших разработчиков Москвы. У нас небольшой коллектив, с которым мы реализуем амбициозные проекты (Nespresso, Азбука Вкуса, Газпром-Нефть, ВТБ, несколько внутренних проектов-стартапов).\n\nИщем разработчиков уровня middle и выше.  \n\nПочему мы:\n⁃ гибкий график\n⁃ отлаженный менеджмент\n⁃ большие проекты \n⁃ работа с разнообразными интересными и амбициозными проектами\n⁃ сложные технические задачи, возможность развития и роста\n⁃ просторный комфортный офис в 2-х минутах от метро Охотный ряд с кухней, чаем, кофе и т.д.\n⁃ возможность влиять на продукт и вносить свои идеи\n⁃ оформление по ТК РФ\n\nДля связи @vicemik","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"Москва"},{"type":"hashtag","offset":18,"length":9,"data":"fulltime"},{"type":"hashtag","offset":28,"length":6,"data":"swift"},{"type":"hashtag","offset":35,"length":7,"data":"middle"},{"type":"handle","offset":939,"length":8,"data":"vicemik"}],"date":"2020-06-17T13:54:47+00:00","link":"tg:\u002F\u002Fresolve?domain=mobile_jobs&post=0","tags":[{"name":"mobile"},{"name":"ios"},{"name":"swift"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"71484571648-1001054966032","title":"Android разработчик","text":"#вакансия #iOS #android #developer #remote #InStat \n\nГород и адрес офиса: Москва, ст.м. Автозаводская\nФормат работы: удаленка\nЗанятость: полная\u002Fпроектная\nЗарплатная вилка (обязательно): от 80 до 130 net\nОписание вакансии:\n\nВсем привет. Ищем разработчиков приложений для Apple TV и Android Box. Мы занимаемся сложными задачами, а также хотим разработать с нуля приложения, а у вас есть возможность поработать в спортивном стартапе и сделать лучшее приложение на рынке.\nЧто главное:\nОпыт разработки приложений Apple TV\u002FAndroid box обязательно;\nОпыт по созданию продукта для просмотра видео-контента\nЗадачи:\nРазработка OTT приложения для Apple TV\u002FAndroid box, анализ и оценка задач;\nпроведение code review, участие в SCRUM активностях\nТребования:\nXcode;опыт разработки нативных приложений на платформе iOS (swift) не менее 2-х лет, работа с GIT, Unit-test; знание основных паттернов проектирования, REST API; SOLID, GCD, MVP\u002FMVVM, опыт разработки по Apple TV\u002FAndroid box, знание Android Studio \nМы предлагаем:\nофициальное трудоустройство, полный соц. пакет;удаленное сотрудничество\nПодробнее о вакансиях тут: \nhttps:\u002F\u002Fhh.ru\u002Fvacancy\u002F37544424\nhttps:\u002F\u002Fhh.ru\u002Fvacancy\u002F37520710\n\nНазвание компании: InStat (https:\u002F\u002Finstatsport.com\u002F)\n\nКонтакты: yana.gurinovich@instatsport.com\n @Yana_Gurinovich","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":4,"data":"iOS"},{"type":"hashtag","offset":15,"length":8,"data":"android"},{"type":"hashtag","offset":24,"length":10,"data":"developer"},{"type":"hashtag","offset":35,"length":7,"data":"remote"},{"type":"hashtag","offset":43,"length":7,"data":"InStat"},{"type":"link","offset":1107,"length":30,"data":"https:\u002F\u002Fhh.ru\u002Fvacancy\u002F37544424"},{"type":"link","offset":1138,"length":30,"data":"https:\u002F\u002Fhh.ru\u002Fvacancy\u002F37520710"},{"type":"link","offset":1197,"length":24,"data":"https:\u002F\u002Finstatsport.com\u002F"},{"type":"link","offset":1234,"length":31,"data":"mailto:yana.gurinovich@instatsport.com"},{"type":"handle","offset":1267,"length":16,"data":"Yana_Gurinovich"}],"date":"2020-06-17T13:46:14+00:00","link":"tg:\u002F\u002Fresolve?domain=mobile_jobs&post=0","tags":[{"name":"mobile"},{"name":"android"},{"name":"ios"},{"name":"dotnet"},{"name":"xcode"},{"name":"swift"},{"name":"git"},{"name":"rest"},{"name":"mvvm"},{"name":"android-studio"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"103060340736-1001089317451","title":"Qa инженер","text":"#вакансия #ВТБ #нагрузочное_тестирование #Москва#HP_ LoadRunner \n\nДолжность: Тест-менеджер по нагрузочному тестированию Город: Москва \nФормат работы: офис \nЗанятость: полная занятость. \nЗарплата: от 170 000 \n\n📍 Чем предстоит заниматься:   \n• управлять и участвовать в процессе нагрузочного тестирования; \n• анализировать требования и сопутствующей проектной документации; \n• отвечать за успешное прохождение нагрузочного тестирование ПО; \n• планировать и организовывать работу по нагрузочному ПО (HP LoadRunner); \n• взаимодействовать с заказчиками, аналитиками и разработчиками; \n• совершенствовать процессы тестирования будущих этапов проекта. \n\n📍 Ищем человека, который имеет: \n• опыт в нагрузочном тестирование от 2х лет; \n• опыт работы с HP LoadRunner; \n• понимание принципов построения тестовых сред; \n• знания серверного оборудования, систем хранилищ данных, сетей, серверных операционных систем и систем виртуализации; \n• опыт подготовки и анализа документации. \n\nРада буду ответить на вопросы, контакты: \n📲  tg: @NChugreeva \n📧 chugreeva@vtb.ru","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":4,"data":"ВТБ"},{"type":"hashtag","offset":15,"length":25,"data":"нагрузочное_тестирование"},{"type":"handle","offset":1023,"length":11,"data":"NChugreeva"},{"type":"link","offset":1039,"length":16,"data":"mailto:chugreeva@vtb.ru"}],"date":"2020-06-17T13:27:29+00:00","link":"tg:\u002F\u002Fresolve?domain=qa_jobs&post=0","tags":[{"name":"qa"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"2218786816-1001134745498","title":"Devops инженер","text":"#вакансия #DevOps\n\nDevOps Engineer \nГород и адрес офиса: Москва, Сочи, Новосибирск \n\nФормат работы: удаленка\n\nЗанятость: полная\n\nЗарплатная вилка: от 40000 до 60000 USD в год \n\nКрупная международная компания по разработке игр ищет в свою команду DevOps инженера. \n\nТребования: \nDevOps\u002FSRE, ключевые слова:\nTypeScrypt, Node.js, SRE, SDN, PoP, VPN, динамическая маршрутизация, инкапсуляция трафика, Kubernetes, Helm и что-нибудь из стораджа типа Lustre, CEPH и про Apache Spark, Hadoop и особенно HDFS\n\nБудет плюсом: \n• Опыт удаленной работы.\n\nP.S. Ищем супер ниндзю, который творит чудеса;) \n\nКонтакт для связи: @nastya_stret\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"DevOps"},{"type":"handle","offset":611,"length":13,"data":"nastya_stret"},{"type":"handle","offset":659,"length":12,"data":"devops_jobs"}],"date":"2020-06-17T11:52:49+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2116","tags":[{"name":"nodejs"},{"name":"kubernetes"},{"name":"apache"},{"name":"hadoop"},{"name":"hdfs"},{"name":"apache-spark"}],"cities":[{"code":"moscow"},{"code":"sochi"},{"code":"novosibirsk"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"346030080-1001352129329","title":"Golang разработчик","text":"#вакансия #go #golang #офис #fulltime\nГород: Москва. Формат работы: офис \n♦️О компании:Marksman ищет golang разработчика. \nРоссийская продуктовая команда, отвечает на запрос от сегментов B2B и B2G. \n\n♦️Проект: Развитие инфраструктурного облачного решения. Highload.\n♦️Задачи: Проектирование архитектуры, разработка микросервисов на языке Go, code review. Мы активно работаем над созданием условий для развития программной экосистемы. Совершенствуется набор средств разработки (SDK) и интерфейс прикладного программирования (API).  ♦️Уровень позиции: несколько вакансий от Middle до уверенного Senior. \n\n♦️Требования: опыт коммерческой разработки  не менее 3-х лет; Golang - от 1,5 лет; опыт многопоточного программирования; опыт разработки высоконагруженных серверов или веб-приложений.\n♦️ Условия работы: Пока карантин удаленка, потом возвращение в офис. Гибкий рабочий график 5\u002F2 (возможность выбрать время начала рабочего дня), ДМС + стоматология, отсутствие дресс-кода, возможность обучения и участия в международных конференциях за счёт компании.  По зп - зависит от уровня (смотрим от middle до senior): 140.000-240.000.\n\n♦️ За деталями - @dariaveresh","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":3,"data":"go"},{"type":"hashtag","offset":14,"length":7,"data":"golang"},{"type":"hashtag","offset":22,"length":5,"data":"офис"},{"type":"hashtag","offset":28,"length":9,"data":"fulltime"},{"type":"handle","offset":1145,"length":12,"data":"dariaveresh"}],"date":"2020-06-17T11:50:23+00:00","link":"tg:\u002F\u002Fresolve?domain=gogetajobfeed&post=330","tags":[{"name":"go"}],"cities":[{"code":"moscow"}],"allowsRemote":true}}]}}},"context":{}};(function(){var s;(s=document.currentScript||document.scripts[document.scripts.length-1]).parentNode.removeChild(s);}());</script><script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--location-vue.2588f92a.js" defer></script>
</body>

</html>