<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Удаленная работа для программистов, QA, DevOps, поиск работы в каналах Telegram - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--pages--remote-vue.03b1669c.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2280652800-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#DevOps</span>

&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x421;&#x430;&#x432;&#x451;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x434;&#x43E; &#x441;&#x435;&#x440;&#x435;&#x434;&#x438;&#x43D;&#x44B; &#x438;&#x44E;&#x43B;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;, &#x437;&#x430;&#x442;&#x435;&#x43C; &#x43E;&#x444;&#x438;&#x441; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x43E;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 180.000 &#x434;&#x43E; 300.000 &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x44B;&#x435; &#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x434;&#x435;&#x438;&#x306; &#x438; &#x434;&#x43B;&#x44F; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;&#x430; &#x438;&#x449;&#x435;&#x442; &#x441;&#x435;&#x431;&#x435; &#x43A;&#x440;&#x443;&#x442;&#x43E;&#x433;&#x43E; DevOps &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430;.

&#x415;&#x449;&#x435; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43D;&#x430;&#x437;&#x430;&#x434; &#x443; &#x43D;&#x438;&#x445; &#x43D;&#x435; &#x431;&#x44B;&#x43B;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; CI/CD, &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B;, &#x431;&#x43E;&#x435;&#x432;&#x43E;&#x439; &#x43A;&#x43E;&#x434; &#x440;&#x430;&#x437;&#x432;&#x43E;&#x440;&#x430;&#x447;&#x438;&#x432;&#x430;&#x43B;&#x441;&#x44F; &#x447;&#x435;&#x440;&#x435;&#x437; git pull &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x430;&#x43A;&#x448;&#x43D;&#x435;, &#x432;&#x441;&#x435; &#x431;&#x44B;&#x43B;&#x43E; &#x43D;&#x430; &#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43B;&#x43A;&#x435; &#x438; &#x442;.&#x434;. &#x438; &#x442;.&#x43F;.
&#x41D;&#x430; &#x441;&#x435;&#x433;&#x43E;&#x434;&#x43D;&#x44F;&#x448;&#x43D;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C; &#x435;&#x441;&#x442;&#x44C; CI, Infrastructure-as-a-Code, &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; &#x438; &#x430;&#x43B;&#x435;&#x440;&#x442;&#x438;&#x43D;&#x433;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x434;&#x43E;&#x43A;&#x435;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F;.
&#x411;&#x438;&#x437;&#x43D;&#x435;&#x441; &#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x441;&#x438;&#x43B;&#x44C;&#x43D;&#x43E; &#x432;&#x44B;&#x440;&#x43E;&#x441;&#x43B;&#x438;: &#x432; 2,5 &#x440;&#x430;&#x437;&#x430; &#x437;&#x430; 2018 &#x433;&#x43E;&#x434;. &#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442; 2&#x43E;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x43F;&#x43E; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x443; &#x43F;&#x430;&#x446;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x441;&#x440;&#x435;&#x434;&#x438; insurtech &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439; &#x432; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x435;.
&#x412; &#x43F;&#x43B;&#x430;&#x43D;&#x430;&#x445; &#x43F;&#x43E;&#x434;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B;, &#x43C;&#x430;&#x441;&#x448;&#x442;&#x430;&#x431;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432;&#x435;&#x440;&#x442;&#x438;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x438; &#x433;&#x43E;&#x440;&#x438;&#x437;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;, &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x44F;&#x442;&#x44C; CI, &#x432;&#x43D;&#x435;&#x434;&#x440;&#x44F;&#x442;&#x44C; CD &#x438; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x432; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443;.

&#x427;&#x442;&#x43E;&#x431;&#x44B; &#x43E;&#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x438;&#x442;&#x44C; &#x432;&#x441;&#x435; &#x437;&#x430;&#x434;&#x443;&#x43C;&#x430;&#x43D;&#x43D;&#x43E;&#x435;, &#x440;&#x435;&#x431;&#x44F;&#x442;&#x430;&#x43C; &#x43D;&#x443;&#x436;&#x435;&#x43D; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x443; DevOps &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;.

&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;:

&#x2796;Backend: Python 3.7, Django, Flask, aiohttp;
&#x2796;Frontend: TypeScript, React;
&#x2796;Mobile: React Native;
&#x2796;Ubuntu 18.04, PostgreSQL (9.6), Redis, ElasticSearch;
&#x2796;Nginx, Docker, Ansible;
&#x2796;Kibana (ELK), Sentr&#x443;, Prometheus, Grafana;
&#x2796;GitLab + GitLab CI, Selectel, <a target="_blank" rel="noopener noreferrer" href="http://servers.ru">servers.ru</a>.

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;:

&#x2796;&#x423;&#x441;&#x43A;&#x43E;&#x440;&#x438;&#x442;&#x44C; CI, &#x441;&#x431;&#x43E;&#x440;&#x43A;&#x443;, &#x434;&#x435;&#x43F;&#x43B;&#x43E;&#x439; &#x438; &#x443;&#x43B;&#x443;&#x447;&#x448;&#x438;&#x442;&#x44C; &#x435;&#x433;&#x43E; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B;;
&#x2796;&#x421;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x435;&#x435; &#x438; &#x43D;&#x430;&#x434;&#x451;&#x436;&#x43D;&#x435;&#x435;;
&#x2796;&#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x443;&#x44E; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443;;
&#x2796;&#x41C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x442;&#x44C; &#x43E;&#x448;&#x438;&#x431;&#x43A;&#x438; &#x432; &#x431;&#x43E;&#x44E; &#x438; &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x438;&#x445;;
&#x2796;&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x434;&#x43B;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;.

&#x41E;&#x442; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x430;:

&#x2796;&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Docker;
&#x2796;&#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Linux &#x438; &#x43E;&#x43A;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x438;&#x44F;;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43D;&#x444;&#x438;&#x433;&#x443;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; Chef, Puppet, Ansible &#x438;&#x43B;&#x438; Salt (&#x43C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; Ansible);
&#x2796;&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; bash/Python;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Django &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;;
&#x2796;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; ELK &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;.

&#x41F;&#x43E;&#x447;&#x435;&#x43C;&#x443; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43A;&#x440;&#x443;&#x442;&#x43E;:

&#x2796;&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x43F;&#x43E; &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x43C;&#x443; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;&#x443;, &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x441; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x2014; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;;
&#x2796;&#x41E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438; &#x438; &#x43C;&#x438;&#x442;&#x430;&#x43F;&#x44B;, &#x434;&#x430;&#x436;&#x435; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x435;;
&#x2796;&#x41C;&#x44B; &#x43C;&#x435;&#x43D;&#x44F;&#x435;&#x43C; &#x440;&#x44B;&#x43D;&#x43E;&#x43A; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x438; &#x443; &#x43D;&#x430;&#x441; &#x44D;&#x442;&#x43E; &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44F;;
&#x2796;&#x41C;&#x44B; &#x441;&#x43E;&#x431;&#x440;&#x430;&#x43B;&#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x442;&#x430;&#x43B;&#x430;&#x43D;&#x442;&#x43B;&#x438;&#x432;&#x44B;&#x445; &#x438; &#x43C;&#x43E;&#x442;&#x438;&#x432;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x43B;&#x44E;&#x434;&#x435;&#x439;;
&#x2796;&#x423; &#x432;&#x430;&#x441; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E;&#x435; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x436;&#x435;&#x43B;&#x435;&#x437;&#x43E;;
&#x2796;&#x412;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x435; &#x43E;&#x431;&#x441;&#x43B;&#x443;&#x436;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43D;&#x430;&#x448;&#x443; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x443;. &#x418; &#x44D;&#x442;&#x43E; &#x432; &#x440;&#x430;&#x437;&#x44B; &#x43B;&#x443;&#x447;&#x448;&#x435;, &#x447;&#x435;&#x43C; &#x441;&#x442;&#x430;&#x43D;&#x434;&#x430;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x414;&#x41C;&#x421; :)
&#x2796;&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432; &#x43A;&#x440;&#x443;&#x442;&#x43E;&#x43C; &#x43B;&#x43E;&#x444;&#x442;&#x435; &#x443; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x421;&#x430;&#x432;&#x435;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;. &#x414;&#x43E; &#x441;&#x435;&#x440;&#x435;&#x434;&#x438;&#x43D;&#x44B; &#x438;&#x44E;&#x43B;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;;
&#x2796;C&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;, &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441; &#x438; &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: GMS Services (&#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x430; &#x43D;&#x430; &#x441;&#x430;&#x439;&#x442; &#x2014; <a target="_blank" rel="noopener noreferrer" href="https://bit.ly/2BY7kc7">https://bit.ly/2BY7kc7</a>)

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=diana_gms">@diana_gms</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2">
         django
        </a><a href="/tags/flask" class="mr-2">
         flask
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ubuntu" class="mr-2">
         ubuntu
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a><a href="/tags/nginx" class="mr-2">
         nginx
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2279604224-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span>
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x441;&#x442; &#x43C; &#x414;&#x438;&#x43D;&#x430;&#x43C;&#x43E;, &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C;
&#x412;&#x438;&#x43B;&#x43A;&#x430; &#x43E;&#x442; 150 &#x442;&#x44B;&#x441;.&#x440;&#x443;&#x431;. &#x434;&#x43E; 250 &#x442;&#x44B;&#x441;. &#x440;&#x443;&#x431;. 
&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;: &#x418;&#x449;&#x435;&#x43C; Dev-Ops-&#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430; &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x439; &#x431;&#x430;&#x43D;&#x43A;, &#x441; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x43E;&#x439; (&#x43E;&#x444;&#x438;&#x441; &#x432; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x435;, &#x441;&#x442;.&#x43C;. &#x414;&#x438;&#x43D;&#x430;&#x43C;&#x43E;): &#x43D;&#x443;&#x436;&#x435;&#x43D; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Kubernetes, &#x441; Linux &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x430;&#x43C;&#x438; (Centos,RHEL)
&#xB7; &#x425;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432; DevOps (Docker, Jenkins/TeamCity, Ansible/Salt/Puppet/Chef), &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; DevSecOps;
&#xB7; &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x438; &#x432;&#x435;&#x431;-&#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43E;&#x432; (Apache, Nginx, JBoss/WildFly, Glassfish)
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x41D;&#x43E;&#x432;&#x44D;&#x43B;&#x435;&#x43A;&#x442;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x411;&#x430;&#x43D;&#x43A;&#x435;. 
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: <a target="_blank" rel="noopener noreferrer" href="tel:+79269777845">+79269777845</a>, &#x422;&#x435;&#x43B;&#x435;&#x433;&#x440;&#x430;&#x43C;/ &#x432;&#x43E;&#x442;&#x441;&#x430;&#x43F;&#x43F;, &#x42E;&#x43B;&#x438;&#x44F;

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/centos" class="mr-2">
         centos
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/apache" class="mr-2">
         apache
        </a><a href="/tags/nginx" class="mr-2">
         nginx
        </a><a href="/tags/jboss" class="mr-2">
         jboss
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2277507072-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;</span> <span style="opacity: 0.5;">#devops</span> 
&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: DevOps/&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; &#x431;&#x430;&#x43D;&#x434;&#x43B;&#x43E;&#x432;
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;
&#x417;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;: &#x43E;&#x442; 180 &#x434;&#x43E; 260 &#x442;&#x44B;&#x441;. &#x440;&#x443;&#x431;. &#x433;&#x440;&#x43E;&#x441;&#x441; (&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x430;&#x442;&#x44C;)

Arenadata &#x2013; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x441;&#x431;&#x43E;&#x440;&#x430; &#x438; &#x43E;&#x431;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x445; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x43D;&#x430; &#x431;&#x430;&#x437;&#x435; open-source &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; <a target="_blank" rel="noopener noreferrer" href="https://arenadata.tech/">https://arenadata.tech/</a> &#x42F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x438;&#x431;&#x44C;&#x44E;&#x442;&#x43E;&#x440;&#x43E;&#x43C; open-source &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; Kafka, Clickhouse, Hadoop, Greenplum &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445;. &#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x432;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x432; ODPi (Linux Foundation).

&#x427;&#x435;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F;:
&#x2022; &#x410;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435;, &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x438; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x435; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x440;&#x430;&#x437;&#x432;&#x435;&#x440;&#x442;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; Big Data &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; (Hadoop, Clickhouse, Greenplum);
&#x2022; C&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x43E;&#x431;&#x432;&#x44F;&#x437;&#x43E;&#x43A; &#x434;&#x43B;&#x44F; &#x43E;&#x43F;&#x435;&#x43D;&#x441;&#x43E;&#x440;&#x441; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x438;&#x445; &#x440;&#x430;&#x437;&#x432;&#x435;&#x440;&#x442;&#x43E;&#x43A;;
&#x2022; &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; c &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x43E;&#x439; &#x43E;&#x442;&#x441;&#x43B;&#x435;&#x436;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; (Jira);
&#x2022; &#x423;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x441;&#x446;&#x435;&#x43D;&#x430;&#x440;&#x438;&#x435;&#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;;
&#x2022; &#x41F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x43E; &#x432;&#x44B;&#x431;&#x43E;&#x440;&#x443; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432;;
&#x2022; &#x423;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x442;&#x440;&#x435;&#x442;&#x44C;&#x435;&#x439; &#x43B;&#x438;&#x43D;&#x438;&#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x438; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;.

&#x427;&#x442;&#x43E; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C;:
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; Ansible, &#x43E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x441; &#x43D;&#x443;&#x43B;&#x44F; Ansible playbook;
&#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Linux (RHEL, CentOS, Ubuntu) &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x430;;
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; bash-&#x441;&#x43A;&#x440;&#x438;&#x43F;&#x442;&#x43E;&#x432;;
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Git; 
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x43E; &#x441;&#x442;&#x435;&#x43A;&#x43E;&#x43C; Hadoop.

&#x414;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x442;:
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; (KVM, VMware, OpenStack);
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x435;&#x440;&#x430;&#x43C;&#x438;: Docker, OpenShift, Kubernetes;
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x43E; Clickhouse;
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x43E; Greenplum;
&#x2022; &#x41E;&#x43F;&#x44B;&#x442; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44F; IT-&#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B;;
&#x2022; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python.

&#x423; &#x43D;&#x430;&#x441; &#x412;&#x44B; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x44C;:
&#x2022; &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x43C;&#x43E;&#x43B;&#x43E;&#x434;&#x43E;&#x43C;, &#x434;&#x440;&#x443;&#x436;&#x43D;&#x43E;&#x43C; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x435; &#x432; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x444;&#x435;&#x440;&#x435; &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x430;, &#x43D;&#x43E; &#x441; &#x431;&#x43E;&#x43D;&#x443;&#x441;&#x430;&#x43C;&#x438; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x443;&#x441;&#x442;&#x43E;&#x44F;&#x432;&#x448;&#x435;&#x439;&#x441;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;;
&#x2022; &#x421;&#x438;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x438;&#x437;&#x430; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;;
&#x2022; &#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x44F; &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x435;&#x439;&#x448;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;&#x445; &#x420;&#x43E;&#x441;&#x441;&#x438;&#x438;;
&#x2022; &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x433;&#x43E; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;&#x430;;
&#x2022; &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x435;&#x439;&#x448;&#x438;&#x445; &#x440;&#x43E;&#x441;&#x441;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x445; &#x438; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x445; &#x418;&#x422;-&#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445; &#x438; &#x432;&#x44B;&#x441;&#x442;&#x430;&#x432;&#x43A;&#x430;&#x445;;
&#x2022; &#x41A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x435;&#x43D;&#x442;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430; &#x43F;&#x43E; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;&#x430;&#x43C; &#x441;&#x43E;&#x431;&#x435;&#x441;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x435;&#x436;&#x435;&#x433;&#x43E;&#x434;&#x43D;&#x44B;&#x439; &#x435;&#x435; &#x43F;&#x435;&#x440;&#x435;&#x441;&#x43C;&#x43E;&#x442;&#x440; &#x43F;&#x43E; &#x438;&#x442;&#x43E;&#x433;&#x430;&#x43C; &#x430;&#x442;&#x442;&#x435;&#x441;&#x442;&#x430;&#x446;&#x438;&#x438;

&#x2709;&#xFE0F; &#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a target="_blank" rel="noopener noreferrer" href="mailto:opankina@ibs.ru">opankina@ibs.ru</a> <a href="tg://resolve?domain=pankina_hr">@pankina_hr</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/kafka" class="mr-2">
         kafka
        </a><a href="/tags/hadoop" class="mr-2">
         hadoop
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/centos" class="mr-2">
         centos
        </a><a href="/tags/ubuntu" class="mr-2">
         ubuntu
        </a><a href="/tags/bash" class="mr-2">
         bash
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/python" class="mr-2">
         python
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17337155584-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#node</span>.js <span style="opacity: 0.5;">#typescript</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43C;&#x441;&#x43A;</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> 
&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;:  <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43C;&#x441;&#x43A;</span>  <span style="opacity: 0.5;">#&#x430;&#x440;&#x431;&#x430;&#x442;&#x441;&#x43A;&#x430;&#x44F;</span>
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441;, &#x444;&#x443;&#x43B;&#x442;&#x430;&#x439;&#x43C;, &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;, &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E; (&#x441; &#x440;&#x435;&#x434;&#x43A;&#x438;&#x43C;&#x438; &#x432;&#x441;&#x442;&#x440;&#x435;&#x447;&#x430;&#x43C;&#x438; &#x432; &#x43C;&#x441;&#x43A;, &#x43F;&#x43E;&#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x432;&#x430;&#x436;&#x43D;&#x43E;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x432;&#x44B; &#x436;&#x438;&#x43B;&#x438; &#x43D;&#x435; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x434;&#x430;&#x43B;&#x435;&#x43A;&#x43E; &#x43E;&#x442; &#x43C;&#x441;&#x43A;)
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 180-250 &#x442;.&#x440;. net 
&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: 
&#x418;&#x449;&#x443; &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; Node.js &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; &#x444;&#x438;&#x43D;&#x442;&#x435;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; (Openbanking, psd2) -  &#x44D;&#x442;&#x43E; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442; &#x432; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D; &#x43F;&#x43E;&#x43A;&#x443;&#x43F;&#x43A;&#x430;&#x445; &#x43D;&#x430; &#x435;&#x432;&#x440;&#x43E;&#x43F;&#x435;&#x439;&#x441;&#x43A;&#x43E;&#x43C; &#x440;&#x44B;&#x43D;&#x43A;&#x435;, &#x441;&#x43E; &#x441;&#x432;&#x43E;&#x435;&#x439; &#xAB;&#x43F;&#x43B;&#x430;&#x442;&#x435;&#x436;&#x43A;&#x43E;&#x439;&#xBB;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x435; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x435;&#x442; &#x44D;&#x442;&#x443; &#x441;&#x444;&#x435;&#x440;&#x443; &#x431;&#x43E;&#x43B;&#x435;&#x435; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x438; &#x435;&#x449;&#x435; &#x43F;&#x440;&#x43E;&#x449;&#x435; &#x438; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x435;&#x435; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439;:
- &#x43D;&#x43E;&#x432;&#x43E;&#x435; &#x443;&#x434;&#x43E;&#x431;&#x43D;&#x43E;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; b2c &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432; (&#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;)
- &#x432;&#x44B;&#x433;&#x43E;&#x434;&#x43D;&#x44B;&#x435; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x434;&#x43B;&#x44F; b2b &#x43F;&#x430;&#x440;&#x442;&#x43D;&#x435;&#x440;&#x43E;&#x432; (&#x43D;&#x438;&#x437;&#x43A;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x438;&#x441;&#x441;&#x438;&#x438; &#x437;&#x430; &#x442;&#x440;&#x430;&#x43D;&#x437;&#x430;&#x43A;&#x446;&#x438;&#x438;)

&#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x431;&#x435;&#x43B;&#x43E;&#x435;, &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x441; &#x43D;&#x443;&#x43B;&#x44F;, &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x441;&#x43E;&#x431;&#x438;&#x440;&#x430;&#x435;&#x43C; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443;, &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43C;&#x430;&#x43A;&#x441;&#x438;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x432;&#x43B;&#x438;&#x44F;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;, &#x43D;&#x430; &#x432;&#x44B;&#x431;&#x43E;&#x440; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; &#x438; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x432;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;:  Star-Staff
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x43D;&#x430; &#x44D;&#x442;&#x43E;&#x442; &#x442;&#x433; <a href="tg://resolve?domain=yuliaataman">@yuliaataman</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72579284992-1001054966032" class="card-link">
        Mobile разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;</span> <span style="opacity: 0.5;">#android</span> <span style="opacity: 0.5;">#kotlin</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#mobile</span>
<b>&#x413;&#x43E;&#x440;&#x43E;&#x434;</b>: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;
<b>&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;</b>: &#x43E;&#x444;&#x438;&#x441; &#x438;&#x43B;&#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
<b>&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: </b>&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x430;&#x44F;, &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x430;&#x44F;, &#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x430;&#x435;&#x43C; &#x432;&#x441;&#x435; &#x432;&#x430;&#x440;&#x438;&#x430;&#x43D;&#x442;&#x44B;
<b>&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;:</b> &#x43E;&#x442; 150 000 &#x434;&#x43E; 300 000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439;
<b>&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:</b> &#x1F4F2; <a href="tg://resolve?domain=d_aleshina">@d_aleshina</a>
<a target="_blank" rel="noopener noreferrer" href="http://%F0%9F%93%A7d.aleshina@ancor.ru/">&#x1F4E7;d.aleshina@ancor.ru

</a><b>&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;: </b>&#x41A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; Android &#x43E;&#x442; 2-&#x445; &#x43B;&#x435;&#x442;

<b>&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: </b>&#x418;&#x449;&#x435;&#x43C; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x43D;&#x430; &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x445; FinTech-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; (&#x432;&#x441;&#x435;&#x433;&#x434;&#x430; &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x432;&#x44B;&#x431;&#x440;&#x430;&#x442;&#x44C; &#x43D;&#x430;&#x438;&#x431;&#x43E;&#x43B;&#x435;&#x435; &#x432;&#x430;&#x43C; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x439;), &#x442;&#x435;&#x43A;&#x443;&#x449;&#x438;&#x445; &#x438;&#x43B;&#x438; &#x441;&#x43E; &#x441;&#x442;&#x430;&#x440;&#x442;&#x43E;&#x43C; &#x447;&#x435;&#x440;&#x435;&#x437; 1-2 &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x430; &#x438; &#x434;&#x430;&#x43B;&#x435;&#x435;. 

<b>&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
</b>&#x1F538;&#x423; &#x43D;&#x430;&#x441; 100% &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x437;&#x43F; (&#x444;&#x438;&#x43A;&#x441;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43E;&#x43A;&#x43B;&#x430;&#x434;), &#x414;&#x41C;&#x421; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439;, &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x43E;&#x439;, &#x43E;&#x43F;&#x43B;&#x430;&#x447;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x430;&#x44F; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x441;&#x432;&#x44F;&#x437;&#x44C;.  
&#x1F538;&#x41F;&#x43E; &#x434;&#x43E;&#x445;&#x43E;&#x434;&#x443; &#x438; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x43C; &#x43C;&#x44B; &#x433;&#x438;&#x431;&#x43A;&#x438;&#x435;, &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x434;&#x43E;&#x433;&#x43E;&#x432;&#x430;&#x440;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x441; &#x432;&#x430;&#x43C;&#x438;, &#x43E;&#x442;&#x442;&#x430;&#x43B;&#x43A;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x43E;&#x442; &#x43F;&#x43E;&#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x439;.  
&#x1F538;&#x415;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x440;&#x43E;&#x441;&#x442;&#x430; &#x43F;&#x43E; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44E; &#x434;&#x43E;&#x445;&#x43E;&#x434;&#x430;, &#x43F;&#x43E; &#x440;&#x43E;&#x43B;&#x438; &#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x432;&#x44B;&#x431;&#x440;&#x430;&#x442;&#x44C; &#x430;&#x43B;&#x44C;&#x442;&#x435;&#x440;&#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;, &#x43F;&#x435;&#x440;&#x435;&#x439;&#x442;&#x438; &#x432; &#x43D;&#x43E;&#x432;&#x443;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443;. 

<b>&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: </b>ANCOR FinTech <a target="_blank" rel="noopener noreferrer" href="https://ancor.ru">https://ancor.ru</a>
&#x417;&#x430; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438; &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x1F4F2;<a href="tg://resolve?domain=d_aleshina">@d_aleshina</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/android" class="mr-2">
         android
        </a><a href="/tags/kotlin" class="mr-2">
         kotlin
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72577187840-1001054966032" class="card-link">
        Ios разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#iOS</span> <span style="opacity: 0.5;">#swift</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span>  <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#&#x434;&#x436;&#x443;&#x43D;</span>

&#x418;&#x449;&#x443; &#x43D;&#x430; &#x444;&#x443;&#x43B;&#x442;&#x430;&#x439;&#x43C; <b>Junior iOS &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;</b>, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x431;&#x443;&#x434;&#x435;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x430;&#x434;&#x430;&#x43F;&#x442;&#x430;&#x446;&#x438;&#x435;&#x439; iPhone-only &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; iPad &#x438; MacOS<i> (&#x43F;&#x43E;&#x434; &#x447;&#x443;&#x442;&#x43A;&#x438;&#x43C; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x43B;&#x438;&#x434;&#x430;) 
</i><b>&#x1F538;&#x41F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;</b>: digital workspace <a target="_blank" rel="noopener noreferrer" href="https://apps.apple.com/ru/app/togezzer/id1350490541">https://apps.apple.com/ru/app/togezzer/id1350490541</a>
&#x1F4B0;&#x417;&#x41F; $1200 -1700 &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;
<b>&#x1F4A1;&#x41E;&#x442; &#x432;&#x430;&#x441;:
</b>- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Swift
- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; iOS SDK, UIKit
- &#x436;&#x435;&#x43B;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; VIPER &#x438; Dependency Injection
<b>&#x1F517;&#x421;&#x442;&#x44D;&#x43A;</b>:
UIKit
VIPER
R.swift
DI: Dip   
&#x421;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x435;&#x43D;&#x438;&#x435;: Alamofire, <a target="_blank" rel="noopener noreferrer" href="http://Socket.IO">Socket.IO</a>
&#x425;&#x440;&#x430;&#x43D;&#x435;&#x43D;&#x438;&#x435;: Realm
&#x41F;&#x443;&#x448;&#x438;/&#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x43A;&#x430;: Firebase
&#x41B;&#x43E;&#x433;&#x438;: SwiftyBeaver
CI/Repo: Firebase, Fastlane (with Match), Gitlab

&#x270F;&#xFE0F;&#x416;&#x434;&#x443; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435;/&#x43F;&#x440;&#x43E;&#x444;&#x438;&#x43B;&#x44C; <a href="tg://resolve?domain=lucyfier">@lucyfier</a> <i>(&#x431;&#x443;&#x434;&#x435;&#x442; &#x437;&#x434;&#x43E;&#x440;&#x43E;&#x432;&#x43E;, &#x435;&#x441;&#x43B;&#x438; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x43F;&#x43E;&#x43A;&#x430;&#x437;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x438; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x44B; &#x43A;&#x43E;&#x434;&#x430;)</i></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/macos" class="mr-2">
         macos
        </a><a href="/tags/uikit" class="mr-2">
         uikit
        </a><a href="/tags/realm" class="mr-2">
         realm
        </a><a href="/tags/firebase" class="mr-2">
         firebase
        </a><a href="/tags/gitlab" class="mr-2">
         gitlab
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17334009856-1001110946746" class="card-link">
        Js developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#backend</span> <span style="opacity: 0.5;">#js</span> <span style="opacity: 0.5;">#node</span>
Backend developer
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; 
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x414;&#x438;&#x430;&#x43F;&#x430;&#x437;&#x43E;&#x43D;: &#x43E;&#x442; 250 &#x434;&#x43E; 700 &#x440;&#x443;&#x431;./&#x447;

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: &#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441;&#x432;&#x44F;&#x437;&#x430;&#x43D; &#x441; &#x441;&#x444;&#x435;&#x440;&#x43E;&#x439; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F;. &#x417;&#x430;&#x434;&#x430;&#x447;&#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;a rest api &#x438; &#x431;&#x430;&#x437;&#x44B; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;.
&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;: 
-node.js;
- express.js;
- sockets.

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: Secreate
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: telegram <a href="tg://resolve?domain=karysha">@karysha</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/express" class="mr-2">
         express
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17331912704-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><a target="_blank" rel="noopener noreferrer" href="http://Greenatom.ru">Greenatom.ru</a>
<span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#React</span> <span style="opacity: 0.5;">#Typescript</span> <span style="opacity: 0.5;">#Node</span>.js <span style="opacity: 0.5;">#Middle</span> <span style="opacity: 0.5;">#Senior</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;</span> &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; 

&#x1F468;&#x1F3FC;&#x200D;&#x1F4BB; Middle/Senior Frontend Developer, Middle/Senior Backend Developer
&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span>, &#x411;&#x426; &#x421;&#x438;&#x440;&#x438;&#x443;&#x441; &#x41F;&#x430;&#x440;&#x43A;, &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x41D;&#x430;&#x433;&#x430;&#x442;&#x438;&#x43D;&#x441;&#x43A;&#x430;&#x44F;

&#x2705;&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: 
&#x423;&#x414;&#x410;&#x41B;&#x415;&#x41D;&#x41D;&#x410;&#x42F; &#x420;&#x410;&#x411;&#x41E;&#x422;&#x410;

&#x1F4BB;&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x434;&#x43D;&#x44F;.

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 170 000 &#x434;&#x43E; 230 000 &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;.

&#x1F3E2;&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x410;&#x41E; &#x413;&#x440;&#x438;&#x43D;&#x430;&#x442;&#x43E;&#x43C;

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;! &#x41C;&#x44B; &#x440;&#x430;&#x441;&#x442;&#x451;&#x43C; &#x438; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x435;&#x43C; &#x440;&#x44F;&#x434; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;: &#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;, &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x43F;&#x43E;&#x440;&#x442;&#x430;&#x43B;, &#x433;&#x43E;&#x440;&#x44F;&#x447;&#x430;&#x44F; &#x43B;&#x438;&#x43D;&#x438;&#x44F;, &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x43A;&#x430;&#x434;&#x440;&#x43E;&#x432;&#x430;&#x44F; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430; &#x434;&#x43B;&#x44F; 400 &#x43F;&#x440;&#x435;&#x434;&#x43F;&#x440;&#x438;&#x44F;&#x442;&#x438;&#x439;! 
&#x41C;&#x44B; &#x444;&#x43E;&#x440;&#x43C;&#x438;&#x440;&#x443;&#x435;&#x43C; &#x41D;&#x415;&#x421;&#x41A;&#x41E;&#x41B;&#x42C;&#x41A;&#x41E; &#x41A;&#x41E;&#x41C;&#x410;&#x41D;&#x414;, &#x43E;&#x431;&#x449;&#x435;&#x439; &#x447;&#x438;&#x441;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x431;&#x43E;&#x43B;&#x435;&#x435; 60 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; &#x438; &#x438;&#x449;&#x435;&#x43C; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x43D;&#x44B;&#x445;:

&#x2705;&#x424;&#x420;&#x41E;&#x41D;&#x422;&#x415;&#x41D;&#x414;  &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;;

&#x2705;&#x411;&#x42D;&#x41A;&#x415;&#x41D;&#x414; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;. 

&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x432; &#x441;&#x442;&#x430;&#x434;&#x438;&#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x438;&#x43B;&#x43E;&#x442;&#x430; &#x438; &#x443; &#x442;&#x435;&#x431;&#x44F; &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x432;&#x43B;&#x438;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x434;&#x430;&#x43B;&#x44C;&#x43D;&#x435;&#x439;&#x448;&#x435;&#x435; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;. &#x415;&#x441;&#x43B;&#x438; &#x443; &#x442;&#x435;&#x431;&#x44F; &#x435;&#x441;&#x442;&#x44C; &#x43A;&#x440;&#x443;&#x442;&#x44B;&#x435; &#x438;&#x434;&#x435;&#x438; - &#x442;&#x44B; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x448;&#x44C; &#x438;&#x445; &#x437;&#x434;&#x435;&#x441;&#x44C; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C;! &#x41E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x430;&#x439;&#x441;&#x44F; &#x441;&#x430;&#x43C; &#x438; &#x437;&#x43E;&#x432;&#x438; &#x434;&#x440;&#x443;&#x437;&#x435;&#x439;! &#x412;&#x438;&#x440;&#x443;&#x441; &#x43F;&#x440;&#x43E;&#x439;&#x434;&#x451;&#x442;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x43E;&#x441;&#x442;&#x430;&#x43D;&#x435;&#x442;&#x441;&#x44F;!

&#x2705;&#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x43C;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438;:
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; &#x434;&#x432;&#x443;&#x445; &#x43B;&#x435;&#x442;
- &#x425;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x447;&#x438;&#x441;&#x442;&#x43E;&#x433;&#x43E; JS
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; TypeScript
- React, MobX, Less/Sass
- &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x44E;&#x43D;&#x438;&#x442;-&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; Jest, Enzym&#x435; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F;

&#x1F4A1;&#x41D;&#x430;&#x448; &#x441;&#x442;&#x435;&#x43A;:
      React, TypeScript, Node.js, MobX, Docker

&#x41C;&#x44B; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x43F;&#x43E; Scrum.

&#x2705;&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
- &#x41F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; 
(&#x415;&#x441;&#x43B;&#x438; &#x442;&#x435;&#x431;&#x435; &#x43D;&#x440;&#x430;&#x432;&#x438;&#x442;&#x441;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435;, &#x43C;&#x44B; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x442;&#x438;&#x432;)
- &#x41E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x448;&#x442;&#x430;&#x442; &#x43F;&#x43E; &#x422;&#x41A;, &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x437;&#x43F;;
- &#x411;&#x435;&#x441;&#x441;&#x440;&#x43E;&#x447;&#x43D;&#x44B;&#x439; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x433;&#x43E;&#x432;&#x43E;&#x440;; 
- &#x413;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441;;
- &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x438; &#x43A;&#x430;&#x440;&#x44C;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x43E;&#x441;&#x442;&#x430;;
- &#x414;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; 3 &#x434;&#x43D;&#x44F; &#x43A; &#x43E;&#x442;&#x43F;&#x443;&#x441;&#x43A;&#x443;;
- &#x41F;&#x43B;&#x430;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x434;&#x43D;&#x44F;;
- &#x414;&#x41C;&#x421; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439;.

&#x260E;&#xFE0F;&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
&#x42E;&#x43B;&#x438;&#x44F; - <a target="_blank" rel="noopener noreferrer" href="mailto:YAnZueva@Greenatom.ru">YAnZueva@Greenatom.ru</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/sass" class="mr-2">
         sass
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17330864128-1001110946746" class="card-link">
        Javascript developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x412;&#x438;&#x43B;&#x43A;&#x430;: 100-200&#x43A; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;! &#x42F; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C; &#x414;&#x43D;&#x435;&#x432;&#x43D;&#x438;&#x43A;&#x430; - &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442; &#x434;&#x43B;&#x44F; &#x44D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x434;&#x43D;&#x435;&#x432;&#x43D;&#x438;&#x43A;&#x43E;&#x432;
&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; Senior/Middle Full Stack Developer. &#x41E;&#x441;&#x43E;&#x431;&#x44B;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441;, &#x435;&#x441;&#x43B;&#x438; &#x442;&#x44B; &#x43A;&#x440;&#x443;&#x442; &#x432; React Native

&#x41F;&#x43E;&#x447;&#x435;&#x43C;&#x443; &#x43C;&#x44B;:
&#x1F1F7;&#x1F1FA; &#x422;&#x432;&#x43E;&#x439; &#x43A;&#x43E;&#x434; &#x431;&#x443;&#x434;&#x435;&#x442; &#x432;&#x43B;&#x438;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x441;&#x43E;&#x442;&#x43D;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; &#x43B;&#x44E;&#x434;&#x435;&#x439;. &#x423; &#x43D;&#x430;&#x441; 600 &#x442;&#x44B;&#x441;&#x44F;&#x447; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; (&#x432; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x435;&#x43C; &#x433;&#x43E;&#x434;&#x443; &#x431;&#x443;&#x434;&#x435;&#x442; 1.2&#x41C;), &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x430;&#x44F; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x43C; &#x43A;&#x430;&#x436;&#x434;&#x44B;&#x439; &#x434;&#x435;&#x43D;&#x44C;. &#x41C;&#x44B; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x443;&#x435;&#x43C; 4+ &#x433;&#x438;&#x43F;&#x43E;&#x442;&#x435;&#x437; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446; &#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x43C; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;&#x44B; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x43E;. &#x422;&#x44B; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x448;&#x44C; &#x432;&#x438;&#x434;&#x435;&#x442;&#x44C;, &#x43A;&#x430;&#x43A; &#x442;&#x432;&#x43E;&#x439; &#x43A;&#x43E;&#x434; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x442; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44E; &#x440;&#x430;&#x441;&#x442;&#x438; &#x435;&#x449;&#x451; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435;.

&#x1F4C8; &#x414;&#x43D;&#x435;&#x432;&#x43D;&#x438;&#x43A; &#x43F;&#x440;&#x438;&#x431;&#x44B;&#x43B;&#x435;&#x43D; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x43D;&#x430; &#x441;&#x432;&#x43E;&#x438; &#x434;&#x435;&#x43D;&#x44C;&#x433;&#x438; &#x2014; &#x44D;&#x442;&#x43E; &#x43C;&#x430;&#x43A;&#x441;&#x438;&#x43C;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x443;&#x435;&#x442; &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x443; &#x438; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F; &#x22;&#x448;&#x43A;&#x443;&#x440;&#x430; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x443;&#x22;. &#x41C;&#x44B; &#x43D;&#x430;&#x448;&#x43B;&#x438; product-market fit &#x438; &#x440;&#x430;&#x441;&#x442;&#x435;&#x43C; &#x43A;&#x430;&#x436;&#x434;&#x44B;&#x439; &#x433;&#x43E;&#x434; &#x432; 3 &#x440;&#x430;&#x437;&#x430;. &#x41F;&#x440;&#x435;&#x43A;&#x440;&#x430;&#x441;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43A; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;.

&#x1F525; &#x41C;&#x44B; &#x43D;&#x435; &#x431;&#x43E;&#x438;&#x43C;&#x441;&#x44F;. &#x423; &#x414;&#x43D;&#x435;&#x432;&#x43D;&#x438;&#x43A;&#x430; &#x43D;&#x430;&#x441;&#x44B;&#x449;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x438;&#x441;&#x442;&#x43E;&#x440;&#x438;&#x44F;: &#x43D;&#x430;&#x441; &#x431;&#x43B;&#x43E;&#x43A;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43B;&#x43E; &#x433;&#x43E;&#x441;&#x443;&#x434;&#x430;&#x440;&#x441;&#x442;&#x432;&#x43E;, &#x43D;&#x43E; &#x43C;&#x44B; &#x43F;&#x440;&#x43E;&#x434;&#x43E;&#x43B;&#x436;&#x438;&#x43B;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C;. &#x41D;&#x430;&#x441; &#x434;&#x430;&#x436;&#x435; &#x443;&#x43F;&#x43E;&#x43C;&#x44F;&#x43D;&#x443;&#x43B;&#x438; &#x432; &#x441;&#x442;&#x430;&#x442;&#x44C;&#x435; &#x413;&#x43E;&#x43B;&#x443;&#x43D;&#x43E;&#x432;&#x430;. &#x421;&#x435;&#x433;&#x43E;&#x434;&#x43D;&#x44F; &#x432;&#x441;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x43E;, &#x43C;&#x44B; &#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x441;&#x43F;&#x43E;&#x43A;&#x43E;&#x439;&#x43D;&#x43E; &#x438;&#x434;&#x442;&#x438; &#x43A; &#x43D;&#x430;&#x448;&#x435;&#x439; &#x43C;&#x438;&#x441;&#x441;&#x438;&#x438;


&#x41F;&#x43E;&#x43B;&#x43D;&#x43E;&#x435; &#x43E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438; &#x438; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x442;&#x443;&#x442; -&#x3E;
<a target="_blank" rel="noopener noreferrer" href="https://www.notion.so/Senior-Middle-Full-Stack-Developer-439a011d96df47809ed4ffc089d18b09">https://www.notion.so/Senior-Middle-Full-Stack-Developer-439a011d96df47809ed4ffc089d18b09</a>


&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
<a href="tg://resolve?domain=levan">@levan</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/react-native" class="mr-2">
         react-native
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17328766976-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#angularjs</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#typescript</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430; (&#x441;&#x442;.&#x43C;. &#x410;&#x44D;&#x440;&#x43E;&#x43F;&#x43E;&#x440;&#x442;).

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: remote.

&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;. 

&#x412;&#x438;&#x43B;&#x43A;&#x430;: 100-200 &#x442;.&#x440;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;.

&#x41F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F;:
&#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; HTML, CSS, JavaScript
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Angular 2+, &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; react, redux
&#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; JavaScript (ES5, ES6+) &#x438; TypeScript
&#x41E;&#x43F;&#x44B;&#x442; &#x432;&#x435;&#x440;&#x441;&#x442;&#x43A;&#x438; (css, stylus, sass) 

&#x424;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;:

&#x2022; &#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x434;&#x438;&#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x431;&#x430;&#x43D;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x441;&#x43B;&#x443;&#x436;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x432;&#x44B;&#x43F;&#x443;&#x441;&#x43A; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x439;.

&#x2022; &#x420;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; Legacy &#x43A;&#x43E;&#x434;&#x430;;

&#x2022; &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43E;&#x446;&#x435;&#x43D;&#x43A;&#x435; &#x441;&#x440;&#x43E;&#x43A;&#x43E;&#x432;, &#x442;&#x440;&#x443;&#x434;&#x43E;&#x451;&#x43C;&#x43A;&#x43E;&#x441;&#x442;&#x438; &#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;.


&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: &#x41B;&#x43E;&#x43A;&#x43E;-&#x411;&#x430;&#x43D;&#x43A;
<a target="_blank" rel="noopener noreferrer" href="https://www.lockobank.ru//">https://www.lockobank.ru//</a>
<a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/37795548">https://hh.ru/vacancy/37795548</a>

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=hrlocko">@hrlocko</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/angularjs" class="mr-2">
         angularjs
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/sass" class="mr-2">
         sass
        </a><a href="/tags/react-redux" class="mr-2">
         react-redux
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item"><a href="/remote/3" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item"><a href="/remote/3" aria-label="3" aria-current="3" class="page-link">3</a></li><li class="page-item active"><a href="/remote/4" aria-label="4" aria-current="4" class="page-link active--exact active">4</a></li><li class="page-item"><a href="/remote/5" aria-label="5" aria-current="5" class="page-link">5</a></li><li class="page-item"><a href="/remote/6" aria-label="6" aria-current="6" class="page-link">6</a></li><li class="page-item"><a href="/remote/7" aria-label="7" aria-current="7" class="page-link">7</a></li><li class="page-item "><a href="/remote/5" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script>window.__INITIAL_STATE__={"data":{"records":{"totalCount":669,"pageInfo":{"totalPages":67,"currentPage":4},"edges":[{"node":{"id":"2280652800-1001134745498","title":"Devops инженер","text":"#вакансия #DevOps\n\nЛокация: Москва, м. Савёловская\nФормат работы: до середины июля удаленка, затем офис с возможной частичной удаленкой после испытательного срока\nЗанятость: полная\nЗарплатная вилка: от 180.000 до 300.000 на руки\n\nМедицинская компания, которая разрабатывает технологичные страховые и сервисные продукты для людей и для бизнеса ищет себе крутого DevOps инженера.\n\nЕще пару лет назад у них не было процесса CI\u002FCD, инфраструктуры, боевой код разворачивался через git pull на продакшне, все было на одной виртуалке и т.д. и т.п.\nНа сегодняшний день есть CI, Infrastructure-as-a-Code, мониторинг и алертинг, а также докеризация.\nБизнес и команда очень сильно выросли: в 2,5 раза за 2018 год. Сейчас компания занимает 2ое место по количеству пациентов среди insurtech компаний в Европе.\nВ планах поднимать новые сервисы, масштабироваться вертикально и горизонтально, ускорять CI, внедрять CD и новые инструменты в инфраструктуру.\n\nЧтобы осуществить все задуманное, ребятам нужен человек, который сможет развивать культуру DevOps в команде.\n\nСтек технологий:\n\n➖Backend: Python 3.7, Django, Flask, aiohttp;\n➖Frontend: TypeScript, React;\n➖Mobile: React Native;\n➖Ubuntu 18.04, PostgreSQL (9.6), Redis, ElasticSearch;\n➖Nginx, Docker, Ansible;\n➖Kibana (ELK), Sentrу, Prometheus, Grafana;\n➖GitLab + GitLab CI, Selectel, servers.ru.\n\nЧто нужно будет делать:\n\n➖Ускорить CI, сборку, деплой и улучшить его инструменты;\n➖Сделать сервисы быстрее и надёжнее;\n➖Поддерживать существующую инфраструктуру;\n➖Мониторить ошибки в бою и исправлять их;\n➖Разрабатывать инструменты автоматизации для команд.\n\nОт кандидата:\n\n➖Знание Docker;\n➖Отличное знание Linux и окружения;\n➖Опыт работы с системами управления конфигурацией Chef, Puppet, Ansible или Salt (мы используем Ansible);\n➖Знание bash\u002FPython;\n➖Опыт работы с Django приложениями будет плюсом;\n➖Опыт работы с ELK будет плюсом.\n\nПочему будет круто:\n\n➖Работаем по гибкому графику, для нас главное — результат;\n➖Отправляем на конференции и митапы, даже международные;\n➖Мы меняем рынок медицинского страхования, и у нас это отлично получается;\n➖Мы собрали команду очень талантливых и мотивированных людей;\n➖У вас будет необходимое для работы железо;\n➖Вы получите медицинское обслуживание через нашу систему. И это в разы лучше, чем стандартный ДМС :)\n➖Вы будете работать в крутом лофте у метро Савеловская. До середины июля удаленно;\n➖Cкидки на занятия английским языком, фитнес и путешествия.\n\nНазвание компании: GMS Services (ссылка на сайт — https:\u002F\u002Fbit.ly\u002F2BY7kc7)\n\nКонтакты: @diana_gms\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"DevOps"},{"type":"link","offset":1324,"length":10,"data":"http:\u002F\u002Fservers.ru"},{"type":"link","offset":2485,"length":22,"data":"https:\u002F\u002Fbit.ly\u002F2BY7kc7"},{"type":"handle","offset":2520,"length":10,"data":"diana_gms"},{"type":"handle","offset":2565,"length":12,"data":"devops_jobs"}],"date":"2020-07-02T18:19:38+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2175","tags":[{"name":"git"},{"name":"python"},{"name":"django"},{"name":"flask"},{"name":"typescript"},{"name":"reactjs"},{"name":"mobile"},{"name":"ubuntu"},{"name":"postgresql"},{"name":"redis"},{"name":"elasticsearch"},{"name":"nginx"},{"name":"docker"},{"name":"ansible"},{"name":"gitlab"},{"name":"linux"},{"name":"bash"},{"name":"react-native"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"2279604224-1001134745498","title":"Devops инженер","text":"#вакансия\nГород: Москва, ст м Динамо, есть возможность частично работать удаленно\nЗанятость: полный рабочий день\nВилка от 150 тыс.руб. до 250 тыс. руб. \nОписание: Ищем Dev-Ops-инженера в крупный банк, с частично удаленной работой (офис в Москве, ст.м. Динамо): нужен опыт работы с Kubernetes, с Linux серверами (Centos,RHEL)\n· Хорошее знание инструментов DevOps (Docker, Jenkins\u002FTeamCity, Ansible\u002FSalt\u002FPuppet\u002FChef), понимание принципов DevSecOps;\n· Опыт настройки веб-серверов (Apache, Nginx, JBoss\u002FWildFly, Glassfish)\nКомпания: Новэлект, работа в Банке. \nКонтакт: +79269777845, Телеграм\u002F вотсапп, Юлия\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"link","offset":565,"length":12,"data":"tel:+79269777845"},{"type":"handle","offset":637,"length":12,"data":"devops_jobs"}],"date":"2020-07-02T18:16:20+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2174","tags":[{"name":"kubernetes"},{"name":"linux"},{"name":"centos"},{"name":"docker"},{"name":"jenkins"},{"name":"ansible"},{"name":"apache"},{"name":"nginx"},{"name":"jboss"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"2277507072-1001134745498","title":"Devops инженер","text":"#вакансия #удаленно #devops \nВакансия: DevOps\u002FРазработчик бандлов\nЛокация: удаленно\nЗаработная плата: от 180 до 260 тыс. руб. гросс (готовы обсуждать)\n\nArenadata – корпоративная платформа сбора и обработки больших данных на базе open-source проектов https:\u002F\u002Farenadata.tech\u002F Является контрибьютором open-source проектов Kafka, Clickhouse, Hadoop, Greenplum и других. Компания входит в ODPi (Linux Foundation).\n\nЧем предстоит заниматься:\n• Активно участвовать в разработке, развитии и поддержке системы управления развертыванием Big Data сервисов (Hadoop, Clickhouse, Greenplum);\n• Cозданием инфраструктурных обвязок для опенсорс проектов для автоматизации их разверток;\n• Работать c системой отслеживания ошибок (Jira);\n• Участвовать в разработке сценариев тестирования;\n• Принимать решения по выбору инструментов;\n• Участвовать в третьей линии поддержки заказчиков сервиса.\n\nЧто ожидаем:\n• Опыт автоматизации работы с помощью Ansible, опыт написания с нуля Ansible playbook;\n• Знание Linux (RHEL, CentOS, Ubuntu) на уровне администратора;\n• Опыт написания bash-скриптов;\n• Опыт работы с Git; \n• Опыт работы со стеком Hadoop.\n\nДополнительным плюсом будет:\n• Опыт работы с системами виртуализации (KVM, VMware, OpenStack);\n• Опыт работы с контейнерами: Docker, OpenShift, Kubernetes;\n• Опыт работы со Clickhouse;\n• Опыт работы со Greenplum;\n• Опыт сопровождения IT-инфраструктуры;\n• Знание Python.\n\nУ нас Вы сможете получить:\n• Работа в молодом, дружном коллективе в атмосфере стартапа, но с бонусами большой устоявшейся компании;\n• Сильная техническая экспертиза в команде;\n• Проекты внедрения в крупнейших компаниях России;\n• Возможность гибкого графика;\n• Участие в крупнейших российских и международных ИТ-конференциях и выставках;\n• Конкурентная заработная плата по результатам собеседования, ежегодный ее пересмотр по итогам аттестации\n\n✉️ Контакты: opankina@ibs.ru @pankina_hr\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"удаленно"},{"type":"hashtag","offset":20,"length":7,"data":"devops"},{"type":"link","offset":250,"length":23,"data":"https:\u002F\u002Farenadata.tech\u002F"},{"type":"link","offset":1854,"length":15,"data":"mailto:opankina@ibs.ru"},{"type":"handle","offset":1870,"length":11,"data":"pankina_hr"},{"type":"handle","offset":1916,"length":12,"data":"devops_jobs"}],"date":"2020-07-02T18:11:10+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2172","tags":[{"name":"kafka"},{"name":"hadoop"},{"name":"linux"},{"name":"ansible"},{"name":"centos"},{"name":"ubuntu"},{"name":"bash"},{"name":"git"},{"name":"docker"},{"name":"kubernetes"},{"name":"python"}],"cities":[],"allowsRemote":true}},{"node":{"id":"17337155584-1001110946746","title":"Js разработчик","text":"#вакансия #node.js #typescript #офис #москва #мск #remote #удаленка \nГород и адрес офиса:  #москва #мск  #арбатская\nФормат работы: офис, фултайм, гибкий график, можно удаленно (с редкими встречами в мск, поэтому важно, чтобы вы жили не очень далеко от мск)\nЗанятость: полная\nЗарплатная вилка: 180-250 т.р. net \nОписание вакансии: \nИщу сейчас Node.js разработчика в финтех проект (Openbanking, psd2) -  это новый продукт в онлайн покупках на европейском рынке, со своей «платежкой», которое сделает эту сферу более технологичной и еще проще и доступнее для пользователей:\n- новое удобное решение для b2c клиентов (мобильное приложение)\n- выгодные условия для b2b партнеров (низкие комиссии за транзакции)\n\nОформление белое, проект полностью с нуля, только собираем команду, есть возможность максимального влияния на продукт, на выбор технологий и построение процессов.\n\nНазвание компании:  Star-Staff\nКонтакты: пишите на этот тг @yuliaataman","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":5,"data":"node"},{"type":"hashtag","offset":19,"length":11,"data":"typescript"},{"type":"hashtag","offset":31,"length":5,"data":"офис"},{"type":"hashtag","offset":37,"length":7,"data":"москва"},{"type":"hashtag","offset":45,"length":4,"data":"мск"},{"type":"hashtag","offset":50,"length":7,"data":"remote"},{"type":"hashtag","offset":58,"length":9,"data":"удаленка"},{"type":"hashtag","offset":91,"length":7,"data":"москва"},{"type":"hashtag","offset":99,"length":4,"data":"мск"},{"type":"hashtag","offset":105,"length":10,"data":"арбатская"},{"type":"handle","offset":928,"length":12,"data":"yuliaataman"}],"date":"2020-07-02T17:44:34+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=16534","tags":[{"name":"javascript"},{"name":"nodejs"},{"name":"typescript"},{"name":"dotnet"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"72579284992-1001054966032","title":"Mobile разработчик","text":"#вакансия #работа #android #kotlin #Москва #удаленка #remote #офис #mobile\nГород: Москва\nФормат работы: офис или удаленка\nЗанятость: полная, частичная, проектная, обсуждаем все варианты\nЗарплатная вилка: от 150 000 до 300 000 рублей\nКонтакты: 📲 @d_aleshina\n📧d.aleshina@ancor.ru\n\nТребования: Коммерческий опыт разработки на Android от 2-х лет\n\nОписание вакансии: Ищем мобильных разработчиков на несколько крупных FinTech-проектов (всегда есть возможность выбрать наиболее вам интересный), текущих или со стартом через 1-2 месяца и далее. \n\nУсловия:\n🔸У нас 100% белая зп (фиксированный оклад), ДМС со стоматологией, международной страховкой, оплачиваемая мобильная связь.  \n🔸По доходу и условиям мы гибкие, готовы договариваться с вами, отталкиваемся от пожеланий.  \n🔸Есть возможности роста по уровню дохода, по роли в проектах, а также возможность выбрать альтернативный проект, перейти в новую команду. \n\nКомпания: ANCOR FinTech https:\u002F\u002Fancor.ru\nЗа подробностями пишите 📲@d_aleshina","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"работа"},{"type":"hashtag","offset":18,"length":8,"data":"android"},{"type":"hashtag","offset":27,"length":7,"data":"kotlin"},{"type":"hashtag","offset":35,"length":7,"data":"Москва"},{"type":"hashtag","offset":43,"length":9,"data":"удаленка"},{"type":"hashtag","offset":53,"length":7,"data":"remote"},{"type":"hashtag","offset":61,"length":5,"data":"офис"},{"type":"hashtag","offset":67,"length":7,"data":"mobile"},{"type":"bold","offset":75,"length":5,"data":""},{"type":"bold","offset":89,"length":13,"data":""},{"type":"bold","offset":122,"length":11,"data":""},{"type":"bold","offset":186,"length":17,"data":""},{"type":"bold","offset":233,"length":9,"data":""},{"type":"handle","offset":246,"length":11,"data":"d_aleshina"},{"type":"link","offset":258,"length":23,"data":"http:\u002F\u002F%F0%9F%93%A7d.aleshina@ancor.ru\u002F"},{"type":"bold","offset":281,"length":12,"data":""},{"type":"bold","offset":345,"length":19,"data":""},{"type":"bold","offset":541,"length":9,"data":""},{"type":"bold","offset":910,"length":10,"data":""},{"type":"link","offset":934,"length":16,"data":"https:\u002F\u002Fancor.ru"},{"type":"handle","offset":977,"length":11,"data":"d_aleshina"}],"date":"2020-07-02T17:38:29+00:00","link":"tg:\u002F\u002Fresolve?domain=mobile_jobs&post=69217","tags":[{"name":"mobile"},{"name":"android"},{"name":"kotlin"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"72577187840-1001054966032","title":"Ios разработчик","text":"#вакансия #iOS #swift #remote #удаленка  #fulltime #джун\n\nИщу на фултайм Junior iOS разработчика, который будет заниматься адаптацией iPhone-only приложения для iPad и MacOS (под чутким руководством лида) \n🔸Продукт: digital workspace https:\u002F\u002Fapps.apple.com\u002Fru\u002Fapp\u002Ftogezzer\u002Fid1350490541\n💰ЗП $1200 -1700 в месяц\n💡От вас:\n- знание Swift\n- знание iOS SDK, UIKit\n- желательно VIPER и Dependency Injection\n🔗Стэк:\nUIKit\nVIPER\nR.swift\nDI: Dip   \nСоединение: Alamofire, Socket.IO\nХранение: Realm\nПуши\u002Fстатистика: Firebase\nЛоги: SwiftyBeaver\nCI\u002FRepo: Firebase, Fastlane (with Match), Gitlab\n\n✏️Жду в личку резюме\u002Fпрофиль @lucyfier (будет здорово, если сможете показать свои проекты и примеры кода)","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":4,"data":"iOS"},{"type":"hashtag","offset":15,"length":6,"data":"swift"},{"type":"hashtag","offset":22,"length":7,"data":"remote"},{"type":"hashtag","offset":30,"length":9,"data":"удаленка"},{"type":"hashtag","offset":41,"length":9,"data":"fulltime"},{"type":"hashtag","offset":51,"length":5,"data":"джун"},{"type":"bold","offset":73,"length":23,"data":""},{"type":"italic","offset":173,"length":33,"data":""},{"type":"bold","offset":206,"length":9,"data":""},{"type":"link","offset":235,"length":51,"data":"https:\u002F\u002Fapps.apple.com\u002Fru\u002Fapp\u002Ftogezzer\u002Fid1350490541"},{"type":"bold","offset":312,"length":10,"data":""},{"type":"bold","offset":403,"length":6,"data":""},{"type":"link","offset":465,"length":9,"data":"http:\u002F\u002FSocket.IO"},{"type":"handle","offset":615,"length":9,"data":"lucyfier"},{"type":"italic","offset":625,"length":66,"data":""}],"date":"2020-07-02T17:22:00+00:00","link":"tg:\u002F\u002Fresolve?domain=mobile_jobs&post=69215","tags":[{"name":"mobile"},{"name":"ios"},{"name":"swift"},{"name":"macos"},{"name":"uikit"},{"name":"realm"},{"name":"firebase"},{"name":"gitlab"}],"cities":[{"code":"lida"}],"allowsRemote":true}},{"node":{"id":"17334009856-1001110946746","title":"Js developer","text":"#вакансия #fulltime #backend #js #node\nBackend developer\nГород: Москва\nФормат работы: удаленная работа \nЗанятость: полная\nДиапазон: от 250 до 700 руб.\u002Fч\n\nОписание вакансии: Проект связан с сферой обучения. Задачи разработкa rest api и базы данных.\nСтек технологий: \n-node.js;\n- express.js;\n- sockets.\n\nКомпания: Secreate\nКонтакты: telegram @karysha","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"fulltime"},{"type":"hashtag","offset":20,"length":8,"data":"backend"},{"type":"hashtag","offset":29,"length":3,"data":"js"},{"type":"hashtag","offset":33,"length":5,"data":"node"},{"type":"handle","offset":340,"length":8,"data":"karysha"}],"date":"2020-07-02T16:35:35+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=16531","tags":[{"name":"javascript"},{"name":"nodejs"},{"name":"rest"},{"name":"express"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"17331912704-1001110946746","title":"Js разработчик","text":"Greenatom.ru\n#вакансия #Москва #javascript #React #Typescript #Node.js #Middle #Senior #удаленка #удаленная работа \n\n👨🏼‍💻 Middle\u002FSenior Frontend Developer, Middle\u002FSenior Backend Developer\nГород и адрес офиса: #Москва, БЦ Сириус Парк, метро Нагатинская\n\n✅Формат работы: \nУДАЛЕННАЯ РАБОТА\n\n💻Занятость: полная, гибкое начало трудового дня.\n\nЗарплатная вилка: от 170 000 до 230 000 руб. на руки.\n\n🏢Компания: АО Гринатом\n\nПривет! Мы растём и активно развиваем ряд внутренних проектов: например, корпоративный портал, горячая линия, собственная кадровая система для 400 предприятий! \nМы формируем НЕСКОЛЬКО КОМАНД, общей численностью более 60 человек и ищем классных:\n\n✅ФРОНТЕНД  разработчиков;\n\n✅БЭКЕНД разработчиков. \n\nПроекты в стадии разработки пилота и у тебя есть возможность повлиять на дальнейшее развитие продукта. Если у тебя есть крутые идеи - ты сможешь их здесь реализовать! Откликайся сам и зови друзей! Вирус пройдёт, работа останется!\n\n✅Требуемые знания и навыки:\n- Опыт разработки от двух лет\n- Хорошее знание чистого JS\n- Опыт работы с TypeScript\n- React, MobX, Less\u002FSass\n- Опыт написания юнит-тестов с помощью Jest, Enzymе очень приветствуется\n\n💡Наш стек:\n      React, TypeScript, Node.js, MobX, Docker\n\nМы работаем по Scrum.\n\n✅Условия:\n- Полная удаленка \n(Если тебе нравится работать в офисе, мы не против)\n- Официальное оформление в штат по ТК, белая зп;\n- Бессрочный трудовой договор; \n- Годовой бонус;\n- Возможности профессионального и карьерного роста;\n- Дополнительные 3 дня к отпуску;\n- Плавающее начало дня;\n- ДМС со стоматологией.\n\n☎️Контакты:\nЮлия - YAnZueva@Greenatom.ru","markup":[{"type":"link","offset":0,"length":12,"data":"http:\u002F\u002FGreenatom.ru"},{"type":"hashtag","offset":13,"length":9,"data":"вакансия"},{"type":"hashtag","offset":23,"length":7,"data":"Москва"},{"type":"hashtag","offset":31,"length":11,"data":"javascript"},{"type":"hashtag","offset":43,"length":6,"data":"React"},{"type":"hashtag","offset":50,"length":11,"data":"Typescript"},{"type":"hashtag","offset":62,"length":5,"data":"Node"},{"type":"hashtag","offset":71,"length":7,"data":"Middle"},{"type":"hashtag","offset":79,"length":7,"data":"Senior"},{"type":"hashtag","offset":87,"length":9,"data":"удаленка"},{"type":"hashtag","offset":97,"length":10,"data":"удаленная"},{"type":"hashtag","offset":212,"length":7,"data":"Москва"},{"type":"link","offset":1579,"length":21,"data":"mailto:YAnZueva@Greenatom.ru"}],"date":"2020-07-02T16:34:22+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=16529","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"typescript"},{"name":"nodejs"},{"name":"sass"},{"name":"docker"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"17330864128-1001110946746","title":"Javascript developer","text":"#вакансия\n\nГород: Москва\nФормат: удаленка\nЗанятость: полная\nВилка: 100-200к на руки\n\nПривет! Я основатель Дневника - клиент для электронных дневников\nМы ищем Senior\u002FMiddle Full Stack Developer. Особый бонус, если ты крут в React Native\n\nПочему мы:\n🇷🇺 Твой код будет влиять на сотни тысяч людей. У нас 600 тысяч пользователей (в следующем году будет 1.2М), большая часть пользуется продуктом каждый день. Мы тестируем 4+ гипотез в месяц и получаем результаты очень быстро. Ты сможешь видеть, как твой код помогает приложению расти ещё больше.\n\n📈 Дневник прибылен и развивается на свои деньги — это максимализирует свободу и принцип \"шкура на кону\". Мы нашли product-market fit и растем каждый год в 3 раза. Прекрасный момент, чтобы присоединиться к команде.\n\n🔥 Мы не боимся. У Дневника насыщенная история: нас блокировало государство, но мы продолжили работать. Нас даже упомянули в статье Голунова. Сегодня все хорошо, мы можем спокойно идти к нашей миссии\n\n\nПолное описание компани и вакансии тут -\u003E\nhttps:\u002F\u002Fwww.notion.so\u002FSenior-Middle-Full-Stack-Developer-439a011d96df47809ed4ffc089d18b09\n\n\nКонтакты:\n@levan","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"link","offset":1005,"length":89,"data":"https:\u002F\u002Fwww.notion.so\u002FSenior-Middle-Full-Stack-Developer-439a011d96df47809ed4ffc089d18b09"},{"type":"handle","offset":1107,"length":6,"data":"levan"}],"date":"2020-07-02T16:34:06+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=16528","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"react-native"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"17328766976-1001110946746","title":"Js разработчик","text":"#вакансия #angularjs #react #москва #javascript #typescript\n\nГород: Москва (ст.м. Аэропорт).\n\nФормат работы: remote.\n\nЗанятость: полная. \n\nВилка: 100-200 т.р. на руки.\n\nПрофессиональные знания:\nУверенное знание HTML, CSS, JavaScript\nОпыт работы с Angular 2+, будет плюсом опыт работы с react, redux\nОтличное знание JavaScript (ES5, ES6+) и TypeScript\nОпыт верстки (css, stylus, sass) \n\nФункционал:\n\n• Проектирование, разработка клиентской части систем дистанционного банковского обслуживания, тестирование и выпуск обновлений.\n\n• Рефакторинг Legacy кода;\n\n• Участие в оценке сроков, трудоёмкости и проектирование приложений.\n\n\nНазвание компании: Локо-Банк\nhttps:\u002F\u002Fwww.lockobank.ru\u002F\u002F\nhttps:\u002F\u002Fhh.ru\u002Fvacancy\u002F37795548\n\nКонтакты: @hrlocko","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":10,"data":"angularjs"},{"type":"hashtag","offset":21,"length":6,"data":"react"},{"type":"hashtag","offset":28,"length":7,"data":"москва"},{"type":"hashtag","offset":36,"length":11,"data":"javascript"},{"type":"hashtag","offset":48,"length":11,"data":"typescript"},{"type":"link","offset":656,"length":26,"data":"https:\u002F\u002Fwww.lockobank.ru\u002F\u002F"},{"type":"link","offset":683,"length":30,"data":"https:\u002F\u002Fhh.ru\u002Fvacancy\u002F37795548"},{"type":"handle","offset":725,"length":8,"data":"hrlocko"}],"date":"2020-07-02T16:32:21+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=16526","tags":[{"name":"javascript"},{"name":"angularjs"},{"name":"reactjs"},{"name":"typescript"},{"name":"html"},{"name":"css"},{"name":"redux"},{"name":"sass"},{"name":"react-redux"}],"cities":[{"code":"moscow"}],"allowsRemote":true}}]}},"context":{}};(function(){var s;(s=document.currentScript||document.scripts[document.scripts.length-1]).parentNode.removeChild(s);}());</script><script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--pages--remote-vue.03b1669c.js" defer></script>
</body>

</html>