<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу jvm - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1747976192-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><b>&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: &#x410;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x43E;&#x440; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B;</b>
 
<b>&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;: </b>&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x435;&#x434;&#x438;&#x43D;&#x44B;&#x439; &#x432;&#x435;&#x431;-&#x442;&#x435;&#x440;&#x43C;&#x438;&#x43D;&#x430;&#x43B; MOEX Treasury, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x43F;&#x43E;&#x437;&#x432;&#x43E;&#x43B;&#x438;&#x442; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x44C; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x44B;&#x439; &#x438; &#x443;&#x434;&#x43E;&#x431;&#x43D;&#x44B;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x43A;&#x43E; &#x432;&#x441;&#x435;&#x43C; &#x440;&#x44B;&#x43D;&#x43A;&#x430;&#x43C; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x439; &#x411;&#x438;&#x440;&#x436;&#x438;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;&#x43C; &#x43F;&#x43E; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x432;&#x43D;&#x435;&#x431;&#x438;&#x440;&#x436;&#x435;&#x432;&#x44B;&#x43C; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44F;&#x43C;. &#x42D;&#x442;&#x43E; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E; &#x432;&#x435;&#x431;-&#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441; &#x43A; &#x443;&#x436;&#x435; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x43C; &#x442;&#x43E;&#x440;&#x433;&#x43E;&#x432;&#x44B;&#x43C; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;, &#x430; &#x43D;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442; &#x441;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x438; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x43C;&#x438; &#x442;&#x43E;&#x440;&#x433;&#x43E;&#x432;&#x44B;&#x43C;&#x438; &#x438; &#x431;&#x44D;&#x43A;-&#x43E;&#x444;&#x438;&#x441;&#x43D;&#x44B;&#x43C;&#x438; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x411;&#x438;&#x440;&#x436;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43D;&#x430;&#x447;&#x438;&#x43D;&#x430;&#x435;&#x442; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F;.
 
<b>&#x422;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x442;&#x435;&#x43A;: </b>Java 8, Spring (Spring Boot, Spring MVC), Hazelcast, WebSocket, RabbitMQ, Firebird (&#x441; &#x43F;&#x435;&#x440;&#x435;&#x445;&#x43E;&#x434;&#x43E;&#x43C; &#x43D;&#x430; PostgreSQL), &#x432; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; REST API &#x438; JMS.

<b>&#x417;&#x430;&#x434;&#x430;&#x447;&#x438; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;:</b>
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x441;&#x442;&#x440;&#x430;&#x442;&#x435;&#x433;&#x438;&#x438; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;, &#x43E;&#x431;&#x44A;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x44E;&#x449;&#x435;&#x439; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x435; &#x440;&#x44B;&#x43D;&#x43A;&#x438; &#x438; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x439; &#x411;&#x438;&#x440;&#x436;&#x438;;
&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x43E;&#x432; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44F; &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x43D;&#x435;&#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x439;, &#x43D;&#x430;&#x434;&#x435;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x431;&#x440;&#x430;&#x442;&#x43D;&#x43E;&#x439; &#x441;&#x43E;&#x432;&#x43C;&#x435;&#x441;&#x442;&#x438; &#x438; &#x442;.&#x434;.;
&#x412;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x441; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x43C;&#x438; &#x438; &#x432;&#x43D;&#x435;&#x448;&#x43D;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;;
&#x412;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x441; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x430;&#x43C;&#x438; &#x438; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x430;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x432;&#x44B;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;.
 
<b>&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C;:</b>
&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x442;&#x435;&#x43E;&#x440;&#x435;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; &#x43E;&#x441;&#x43D;&#x43E;&#x432; &#x438; &#x43E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438; &#x43E;&#x442;&#x43A;&#x430;&#x437;&#x43E;&#x443;&#x441;&#x442;&#x43E;&#x439;&#x447;&#x438;&#x432;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;;
&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x41E;&#x41E;&#x41F; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x430;&#x442;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;;
&#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x432;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x443;&#x44E; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x44E;;
&#x422;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438;: HTTP, REST, WebSocket OpenAPI/Swagger, XML, XSD, JAVA, JSON, Apache Tomcat, RabbitMQ, Hazelcast, rdms;
&#x414;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C; &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F;: &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x43E;&#x432; FIX &#x438; FAST, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x444;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x43E;&#x439; &#x441;&#x444;&#x435;&#x440;&#x435;, &#x43E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x431;&#x440;&#x43E;&#x43A;&#x435;&#x440;&#x441;&#x43A;&#x438;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;.

<b>&#x41D;&#x430;&#x448;&#x438; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;:</b>
&#x2022; &#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x41F;&#x410;&#x41E; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F; &#x431;&#x438;&#x440;&#x436;&#x430; (&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x432;&#x445;&#x43E;&#x434;&#x44F;&#x449;&#x430;&#x44F; &#x432; 500 - &#x43B;&#x443;&#x447;&#x448;&#x438;&#x445; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x43E;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43C;&#x438;&#x440;&#x430; &#x43F;&#x43E; &#x432;&#x435;&#x440;&#x441;&#x438;&#x438; Forbes &#x437;&#x430; 2019 &#x433;&#x43E;&#x434;);
&#x2022; &#x41E;&#x444;&#x438;&#x441; &#x432; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x435;: &#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x410;&#x440;&#x431;&#x430;&#x442;&#x441;&#x43A;&#x430;&#x44F;/&#x411;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x430; &#x438;&#x43C;. &#x41B;&#x435;&#x43D;&#x438;&#x43D;&#x430;/&#x411;&#x43E;&#x440;&#x43E;&#x432;&#x438;&#x446;&#x43A;&#x430;&#x44F;/&#x410;&#x43B;&#x435;&#x43A;&#x441;&#x430;&#x43D;&#x434;&#x440;&#x43E;&#x432;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x430;&#x434;;
&#x2022; &#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x448;&#x442;&#x430;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; <b>(&#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D;)</b>;
&#x2022; &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x439;  &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x41A;&#x440;&#x435;&#x43C;&#x43B;&#x44F; &#x432; &#x448;&#x430;&#x433;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; (&#x43D;&#x430; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E; &#x438;&#x437; &#x434;&#x43E;&#x43C;&#x430;);
&#x2022; &#x414;&#x41C;&#x421;: &#x441; &#x43F;&#x435;&#x440;&#x432;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;;
&#x2022; &#x421;&#x432;&#x43E;&#x439; &#xAB;&#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x443;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442;&#xBB;, &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43B;&#x435;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x439;, &#x448;&#x438;&#x440;&#x43E;&#x43A;&#x438;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x2013; &#x43A;&#x430;&#x43A; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438;, &#x442;&#x430;&#x43A; &#x438; &#x432;&#x43D;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;;
&#x2022; &#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x437;/&#x43F;:  300 - 350 &#x442;&#x44B;&#x441;.&#x440;&#x443;&#x431;. (gross) + &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441; (32% &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x434;&#x43E;&#x445;&#x43E;&#x434;&#x430;);
&#x2022; &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E;: 1 -2 &#x44D;&#x442;&#x430;&#x43F;&#x430; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E; (60 &#x43C;&#x438;&#x43D;&#x443;&#x442;).

&#x41F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443;, &#x43E;&#x442;&#x432;&#x435;&#x447;&#x443; &#x43D;&#x430; &#x43B;&#x44E;&#x431;&#x44B;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;!
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=Sasha_P92">@Sasha_P92</a>
<a target="_blank" rel="noopener noreferrer" href="mailto:Alexander.Panin@moex.com">Alexander.Panin@moex.com</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/websocket" class="mr-2">
         websocket
        </a><a href="/tags/rabbitmq" class="mr-2">
         rabbitmq
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/swagger" class="mr-2">
         swagger
        </a><a href="/tags/xml" class="mr-2">
         xml
        </a><a href="/tags/xsd" class="mr-2">
         xsd
        </a><a href="/tags/json" class="mr-2">
         json
        </a><a href="/tags/apache" class="mr-2">
         apache
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1746927616-1001091028994" class="card-link">
        Java developer
      </a></h4><div class="card-text job-content"><b>&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: Java developer </b>
 
<b>&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;: </b>&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x435;&#x434;&#x438;&#x43D;&#x44B;&#x439; &#x432;&#x435;&#x431;-&#x442;&#x435;&#x440;&#x43C;&#x438;&#x43D;&#x430;&#x43B; MOEX Treasury, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x43F;&#x43E;&#x437;&#x432;&#x43E;&#x43B;&#x438;&#x442; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x44C; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x44B;&#x439; &#x438; &#x443;&#x434;&#x43E;&#x431;&#x43D;&#x44B;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x43A;&#x43E; &#x432;&#x441;&#x435;&#x43C; &#x440;&#x44B;&#x43D;&#x43A;&#x430;&#x43C; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x439; &#x411;&#x438;&#x440;&#x436;&#x438;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;&#x43C; &#x43F;&#x43E; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x432;&#x43D;&#x435;&#x431;&#x438;&#x440;&#x436;&#x435;&#x432;&#x44B;&#x43C; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44F;&#x43C;. &#x42D;&#x442;&#x43E; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E; &#x432;&#x435;&#x431;-&#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441; &#x43A; &#x443;&#x436;&#x435; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x43C; &#x442;&#x43E;&#x440;&#x433;&#x43E;&#x432;&#x44B;&#x43C; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;, &#x430; &#x43D;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442; &#x441;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x438; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x43C;&#x438; &#x442;&#x43E;&#x440;&#x433;&#x43E;&#x432;&#x44B;&#x43C;&#x438; &#x438; &#x431;&#x44D;&#x43A;-&#x43E;&#x444;&#x438;&#x441;&#x43D;&#x44B;&#x43C;&#x438; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x411;&#x438;&#x440;&#x436;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43D;&#x430;&#x447;&#x438;&#x43D;&#x430;&#x435;&#x442; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F;.
 
<b>&#x422;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x442;&#x435;&#x43A; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;: </b>Java 8, Spring (Spring Boot, Spring MVC), Hazelcast, WebSocket, RabbitMQ, Firebird (&#x441; &#x43F;&#x435;&#x440;&#x435;&#x445;&#x43E;&#x434;&#x43E;&#x43C; &#x43D;&#x430; PostgreSQL), &#x432; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; REST API &#x438; JMS.
 
<b>&#x417;&#x430;&#x434;&#x430;&#x447;&#x438; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;:</b>
 &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x43F;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;, &#x43E;&#x431;&#x44A;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x44E;&#x449;&#x435;&#x439; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x435; &#x440;&#x44B;&#x43D;&#x43A;&#x438; &#x438; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x439; &#x411;&#x438;&#x440;&#x436;&#x438;;
 &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x438; &#x43E;&#x442;&#x43B;&#x430;&#x434;&#x43A;&#x430; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x435;&#x439; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;;
 &#x418;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x44F; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x441; &#x432;&#x43D;&#x435;&#x448;&#x43D;&#x438;&#x43C;&#x438; &#x438; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x43C;&#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;&#x43C;&#x438;;
 &#x41D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x43E;&#x43D;&#x44F;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x438; &#x441;&#x442;&#x430;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x449;&#x435;&#x433;&#x43E; &#x43A;&#x43E;&#x434;&#x430;;
 &#x410;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x435; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x441;&#x43E; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x430;&#x43C;&#x438; &#x438;&#x437; &#x441;&#x43C;&#x435;&#x436;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x434;&#x440;&#x430;&#x437;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x438;&#x439;;
 &#x41F;&#x43E;&#x438;&#x441;&#x43A; &#x438; &#x430;&#x440;&#x433;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x44F; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x44D;&#x444;&#x444;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x445; &#x43F;&#x443;&#x442;&#x435;&#x439; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441; &#x437;&#x430;&#x434;&#x430;&#x447;;
 &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x447;&#x438;&#x441;&#x442;&#x44B;&#x439; &#x438; &#x43F;&#x43E;&#x43D;&#x44F;&#x442;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x434;;
 &#x41D;&#x430;&#x432;&#x44B;&#x43A; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; unit &#x438; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x43D;&#x430; Java;
 &#x41F;&#x430;&#x442;&#x442;&#x435;&#x440;&#x43D;&#x44B; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;.

<b>&#x427;&#x442;&#x43E; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C; &#x43E;&#x442; &#x412;&#x430;&#x441;:</b>
 &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x43C;&#x44B;&#x448;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; (&#x43E;&#x442; 3 &#x43B;&#x435;&#x442;);

&#x424;&#x443;&#x43D;&#x434;&#x430;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x44F; &#x440;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;;
 &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; core Java;
 &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x432;&#x435;&#x431;-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;;
 &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x430;&#x442;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;;
 &#x41F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A; TDD, DDD, CI/CD.

<b>&#x41D;&#x430;&#x448;&#x438; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;:</b>
&#x2022; &#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x41F;&#x410;&#x41E; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F; &#x431;&#x438;&#x440;&#x436;&#x430; (&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x432;&#x445;&#x43E;&#x434;&#x44F;&#x449;&#x430;&#x44F; &#x432; 500 - &#x43B;&#x443;&#x447;&#x448;&#x438;&#x445; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x43E;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43C;&#x438;&#x440;&#x430; &#x43F;&#x43E; &#x432;&#x435;&#x440;&#x441;&#x438;&#x438; Forbes &#x437;&#x430; 2019 &#x433;&#x43E;&#x434;);
&#x2022; &#x41E;&#x444;&#x438;&#x441; &#x432; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x435;: &#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x410;&#x440;&#x431;&#x430;&#x442;&#x441;&#x43A;&#x430;&#x44F;/&#x411;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x430; &#x438;&#x43C;. &#x41B;&#x435;&#x43D;&#x438;&#x43D;&#x430;/&#x411;&#x43E;&#x440;&#x43E;&#x432;&#x438;&#x446;&#x43A;&#x430;&#x44F;/&#x410;&#x43B;&#x435;&#x43A;&#x441;&#x430;&#x43D;&#x434;&#x440;&#x43E;&#x432;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x430;&#x434;;
&#x2022; &#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x448;&#x442;&#x430;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; <b>(&#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D;)</b>;
&#x2022; &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x439;  &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x41A;&#x440;&#x435;&#x43C;&#x43B;&#x44F; &#x432; &#x448;&#x430;&#x433;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; (&#x43D;&#x430; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E; &#x438;&#x437; &#x434;&#x43E;&#x43C;&#x430;);
&#x2022; &#x414;&#x41C;&#x421;: &#x441; &#x43F;&#x435;&#x440;&#x432;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;;
&#x2022; &#x421;&#x432;&#x43E;&#x439; &#xAB;&#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x443;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442;&#xBB;, &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43B;&#x435;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x439;, &#x448;&#x438;&#x440;&#x43E;&#x43A;&#x438;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x2013; &#x43A;&#x430;&#x43A; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438;, &#x442;&#x430;&#x43A; &#x438; &#x432;&#x43D;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;;
&#x2022; &#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x437;/&#x43F;:  230 - 290 &#x442;&#x44B;&#x441;.&#x440;&#x443;&#x431;. (gross) + &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441; (25% &#x43E;&#x442; &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x434;&#x43E;&#x445;&#x43E;&#x434;&#x430;);
&#x2022; &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E;: 1 &#x44D;&#x442;&#x430;&#x43F; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E; (60 &#x43C;&#x438;&#x43D;&#x443;&#x442;).

&#x41F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443;, &#x43E;&#x442;&#x432;&#x435;&#x447;&#x443; &#x43D;&#x430; &#x43B;&#x44E;&#x431;&#x44B;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;!
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=Sasha_P92">@Sasha_P92</a>
<a target="_blank" rel="noopener noreferrer" href="mailto:Alexander.Panin@moex.com">Alexander.Panin@moex.com</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/websocket" class="mr-2">
         websocket
        </a><a href="/tags/rabbitmq" class="mr-2">
         rabbitmq
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/spring-boot" class="mr-2">
         spring-boot
        </a><a href="/tags/spring-mvc" class="mr-2">
         spring-mvc
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2259681280-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span>
&#x414;&#x43E;&#x43B;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; : &#x412;&#x435;&#x434;&#x443;&#x449;&#x438;&#x439; DevOps &#x418;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; : <a target="_blank" rel="noopener noreferrer" href="https://www.bitorb.com/">https://www.bitorb.com/</a>
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;, &#x43D;&#x430; &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430;: 4-5k USD
&#x41A;&#x442;&#x43E; &#x43C;&#x44B;?
BitOrb - &#x431;&#x438;&#x440;&#x436;&#x430; &#x43D;&#x430; &#x430;&#x437;&#x438;&#x430;&#x442;&#x441;&#x43A;&#x43E;&#x43C; &#x440;&#x44B;&#x43D;&#x43A;&#x435; &#x43D;&#x430; &#x441;&#x442;&#x430;&#x434;&#x438;&#x438; &#x431;&#x435;&#x442;&#x430;-&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;.

&#x427;&#x442;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;?
- &#x412;&#x437;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x441;&#x435;&#x431;&#x44F; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x443; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;;
- &#x41E;&#x442;&#x432;&#x435;&#x447;&#x430;&#x442;&#x44C; &#x437;&#x430; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x44B; &#x438; &#x430;&#x43B;&#x435;&#x440;&#x442;&#x44B;;
- &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x441; &#x434;&#x435;&#x432;&#x435;&#x43B;&#x43E;&#x43F;&#x435;&#x440;&#x430;&#x43C;&#x438; &#x43F;&#x43E; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44E; &#x43D;&#x430;&#x434;&#x435;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; 24/7;
- &#x410;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432;&#x441;&#x435; &#x447;&#x442;&#x43E; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; (&#x438; &#x447;&#x442;&#x43E; &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F;);
- &#x41D;&#x430;&#x441;&#x442;&#x440;&#x430;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x436;&#x435;&#x43B;&#x435;&#x437;&#x43E; &#x438; &#x41E;&#x421; &#x434;&#x43B;&#x44F; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F; low latency.

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x432; &#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x43F;&#x43E;&#x440;&#x44F;&#x434;&#x43A;&#x435;?
- &#x420;&#x430;&#x437;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439;;
- &#x41E;&#x43F;&#x44B;&#x442; &#x43E;&#x442; 3 &#x43B;&#x435;&#x442;.

&#x427;&#x442;&#x43E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;?
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; JVM;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Amazon;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43D;&#x430;&#x434; &#x43F;&#x435;&#x440;&#x444;&#x43E;&#x43C;&#x430;&#x43D;&#x441;&#x43E;&#x43C; (&#x43F;&#x435;&#x440;&#x444;&#x43E;&#x43C;&#x430;&#x43D;&#x441; &#x442;&#x435;&#x441;&#x442;&#x44B;);
- &#x422;&#x430;&#x43A;&#x436;&#x435; &#x43C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; Ansible, Terraform, TeamCity, Docker - &#x442;&#x43E;&#x436;&#x435; &#x43D;&#x435; &#x43F;&#x43B;&#x43E;&#x445;&#x43E; &#x431;&#x44B; &#x431;&#x44B;&#x43B;&#x43E; &#x432; &#x44D;&#x442;&#x43E; &#x443;&#x43C;&#x435;&#x442;&#x44C;.

&#x41F;&#x43E;&#x447;&#x435;&#x43C;&#x443; &#x44D;&#x442;&#x43E; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E;?
- &#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x438; &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;;
- &#x421;&#x43B;&#x43E;&#x436;&#x43D;&#x430;&#x44F; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;, &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x43A; &#x43F;&#x435;&#x440;&#x444;&#x43E;&#x43C;&#x430;&#x43D;&#x441;&#x443;, &#x441;&#x435;&#x43A;&#x44C;&#x44E;&#x440;&#x438;&#x442;&#x438;;
- &#x41C;&#x43E;&#x436;&#x43D;&#x43E; &#x431;&#x440;&#x430;&#x442;&#x44C; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x441;&#x43E;&#x441;&#x435;&#x434;&#x43D;&#x438;&#x445; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x44F;&#x445;;
- &#x414;&#x440;&#x443;&#x436;&#x43D;&#x430;&#x44F; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x43D;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;.

&#x41F;&#x440;&#x43E;&#x441;&#x44C;&#x431;&#x430; &#x43F;&#x440;&#x438;&#x441;&#x44B;&#x43B;&#x430;&#x442;&#x44C; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x43D;&#x430; &#x43F;&#x43E;&#x447;&#x442;&#x443; <a target="_blank" rel="noopener noreferrer" href="mailto:svet04ka17@mail.ru">svet04ka17@mail.ru</a> &#x438;&#x43B;&#x438; &#x432; &#x442;&#x435;&#x43B;&#x435;&#x433;&#x440;&#x430;&#x43C;&#x43C; <a href="tg://resolve?domain=svetlanaishmanova">@svetlanaishmanova</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1745879040-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#Java</span> <span style="opacity: 0.5;">#Spring</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#backend</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;</span> <span style="opacity: 0.5;">#relocate</span>
&#x1F44B;&#x41F;&#x440;&#x438;&#x433;&#x43B;&#x430;&#x448;&#x430;&#x435;&#x43C; Strong Middle Java Developer &#x432; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x443;&#x44E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44E; HFLabs.
&#x1F4CD;&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E; &#x438;&#x43B;&#x438; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x432; &#x43E;&#x444;&#x438;&#x441; (&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430; &#x43C;. &#x41F;&#x430;&#x440;&#x43A; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x44B;).
&#x1F4B8;&#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x417;&#x41F;: &#x43E;&#x442; 180 000 &#x434;&#x43E; 250 000 &#x440;&#x443;&#x431;. (&#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;!).

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: HFLabs -&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;. MDM - Master Data Management - &#x423;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x43C;&#x438; &#x43C;&#x430;&#x441;&#x442;&#x435;&#x440;-&#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x43C;&#x438;, &#x421;&#x423;&#x411;&#x414;, &#x421;&#x425;&#x414;, &#x421;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x435; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;.

&#x1F3E2;&#x41E; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;: &#xAB;&#x415;&#x434;&#x438;&#x43D;&#x44B;&#x439; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#xBB; &#x441;&#x43E;&#x431;&#x438;&#x440;&#x430;&#x435;&#x442; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x435;&#x442; &#x44D;&#x442;&#x430;&#x43B;&#x43E;&#x43D;&#x43D;&#x443;&#x44E; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x441;&#x43A;&#x443;&#x44E; &#x431;&#x430;&#x437;&#x443;. &#x410;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442; &#x43E;&#x448;&#x438;&#x431;&#x43A;&#x438; &#x432; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x441;&#x43A;&#x438;&#x445; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;, &#x43E;&#x442;&#x434;&#x435;&#x43B;&#x44F;&#x435;&#x442; &#xAB;&#x43F;&#x43B;&#x43E;&#x445;&#x438;&#x435;&#xBB; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43E;&#x442; &#xAB;&#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x445;&#xBB;, &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x438; &#x441;&#x445;&#x43B;&#x43E;&#x43F;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x434;&#x443;&#x431;&#x43B;&#x438;, &#x438;&#x434;&#x435;&#x43D;&#x442;&#x438;&#x444;&#x438;&#x446;&#x438;&#x440;&#x443;&#x435;&#x442; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x441;&#x432;&#x44F;&#x437;&#x438;. &#xAB;&#x415;&#x434;&#x438;&#x43D;&#x44B;&#x439; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#xBB; &#x443;&#x436;&#x435; &#x43E;&#x431;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43B; 15 &#x43C;&#x43B;&#x440;&#x434;. &#x437;&#x430;&#x43F;&#x438;&#x441;&#x435;&#x439; &#x438; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x43E; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x438;&#x440;&#x443;&#x435;&#x442; &#x441; enterprise-&#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;&#x43C;&#x438; &#x43E;&#x442; Oracle &#x438; IBM. 100% &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; HFLabs, 0% &#xAB;&#x438;&#x43D;&#x434;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x433;&#x43E;&#xBB; &#x43A;&#x43E;&#x434;&#x430;.

&#x1F9D1;&#x200D;&#x1F4BB;&#x41D;&#x430;&#x448; &#x441;&#x442;&#x435;&#x43A;:
&#x2022;Java 11, Stream API, &#x440;&#x435;&#x433;&#x443;&#x43B;&#x44F;&#x440;&#x43D;&#x43E; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x44F;&#x435;&#x43C;&#x44B;&#x435; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x438;;
&#x2022;Maven &#x434;&#x43B;&#x44F; &#x441;&#x431;&#x43E;&#x440;&#x43A;&#x438;;
&#x2022;Spring &#x43A;&#x430;&#x43A; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;;
&#x2022;Lucene &#x432; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x442;&#x435;&#x43A;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x43A;&#x44D;&#x448;&#x430;;
&#x2022;Oracle DB, PostgreSQL &#x432; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x43E;&#x439; &#x411;&#x414;. 99% &#x441;&#x442;&#x430;&#x43D;&#x434;&#x430;&#x440;&#x442;&#x43D;&#x44B;&#x439; SQL, &#x43D;&#x438;&#x43A;&#x430;&#x43A;&#x43E;&#x439; &#xAB;&#x43B;&#x43E;&#x433;&#x438;&#x43A;&#x438; &#x43D;&#x430; &#x411;&#x414;&#xBB;;
&#x2022;Spring REST &#x43D;&#x430; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x435;, JS &#x43D;&#x430; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x435; (&#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x43C; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x434;-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;).

&#x2705;&#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
&#x2022;&#x41F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x432; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x443; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x43C; &#x441; &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x43E;&#x439; &#x436;&#x438;&#x43B;&#x44C;&#x44F; &#x432; &#x43F;&#x435;&#x440;&#x432;&#x44B;&#x435; 6 &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x435;&#x432;&#x2757;&#xFE0F;
&#x2022;&#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x43A;&#x440;&#x443;&#x442;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x446;&#x435;&#x43D;&#x438;&#x442; &#x412;&#x430;&#x448;&#x435; &#x43C;&#x43D;&#x435;&#x43D;&#x438;&#x435;;
&#x2022;&#x41C;&#x43E;&#x449;&#x43D;&#x443;&#x44E; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x43A;&#x443; (8+ &#x44F;&#x434;&#x435;&#x440;, 32+ &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43A;&#x438;, SSD, 2 &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x430;);
&#x2022;&#x414;&#x440;&#x443;&#x436;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;, 80 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;;
&#x2022;&#x41F;&#x440;&#x438; &#x432;&#x44B;&#x431;&#x43E;&#x440;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435;-&#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x438; &#x442;&#x438;&#x445;&#x438;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x440;&#x44F;&#x434;&#x43E;&#x43C; &#x441; &#x43C;. &#x41F;&#x430;&#x440;&#x43A; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x44B;, &#x43A;&#x430;&#x431;&#x438;&#x43D;&#x435;&#x442; &#x43D;&#x430; 2-3 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; &#x438;&#x43B;&#x438; &#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439;;
&#x2022;&#x41B;&#x44E;&#x431;&#x44B;&#x435; &#x43A;&#x443;&#x440;&#x441;&#x44B; &#x438; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438; &#x43F;&#x43E; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;.

&#x416;&#x434;&#x443; &#x412;&#x430;&#x448;&#x438; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435; &#x438; &#x431;&#x443;&#x434;&#x443; &#x440;&#x430;&#x434;&#x430; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x438;&#x442;&#x44C; &#x43D;&#x430; &#x432;&#x441;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;. &#x41F;&#x440;&#x435;&#x43A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x433;&#x43E; &#x434;&#x43D;&#x44F;!&#x263A;&#xFE0F;
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x441;&#x432;&#x44F;&#x437;&#x438;: telegram <a href="tg://resolve?domain=anisimovaane4ka">@anisimovaane4ka</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/oracle" class="mr-2">
         oracle
        </a><a href="/tags/maven" class="mr-2">
         maven
        </a><a href="/tags/lucene" class="mr-2">
         lucene
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1744830464-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#java</span> <span style="opacity: 0.5;">#javateamlead</span> 
&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: Lead/Senior java &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; 
&#x412;&#x438;&#x43B;&#x43A;&#x430; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x43E;&#x439; &#x43F;&#x43B;&#x430;&#x442;&#x44B;: 180 000 &#x2013; 250 000 net
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442;: &#x43E;&#x444;&#x438;&#x441;

&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x43F;&#x43E; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44E;/&#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44E; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x432; &#x447;&#x430;&#x441;&#x442;&#x438; &#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x441;&#x43A;&#x438;&#x445; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x416;&#x41A;&#x425;.
&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; IoT-&#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438;, &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x43F;&#x43E; Bigdata, &#x441;&#x431;&#x43E;&#x440;&#x443; &#x438; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x443; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x441; &#x43C;&#x43D;&#x43E;&#x436;&#x435;&#x441;&#x442;&#x432;&#x430; &#x438;&#x441;&#x442;&#x43E;&#x447;&#x43D;&#x438;&#x43A;&#x43E;&#x432;.

&#x1F538;&#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
-&#x412;&#x44B;&#x441;&#x43E;&#x43A;&#x430;&#x44F; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430; &#x43E;&#x442; 180 000 &#x434;&#x43E; 250 000 &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;;
-&#x41F;&#x43E;&#x432;&#x44B;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x441;&#x442;&#x430;&#x432;&#x43A;&#x438; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;;
-13-&#x44F; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430;+&#x43F;&#x440;&#x435;&#x43C;&#x438;&#x438; &#x43F;&#x43E; &#x438;&#x442;&#x43E;&#x433;&#x443; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;;
-&#x41F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x422;&#x41A; &#x420;&#x424;;

&#x1F538;&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
-&#x41E;&#x43F;&#x44B;&#x442; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; 6+ &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; &#x43E;&#x442; 1-&#x433;&#x43E; &#x433;&#x43E;&#x434;&#x430;;
-&#x411;&#x430;&#x437;&#x43E;&#x432;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; Computer Science (&#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x44B;, &#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;);
-&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; Java;
-&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A; &#x438; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x440;&#x438;&#x44F; DevOps;
-&#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Java 8+ &#x438; &#x43F;&#x43E;&#x43F;&#x443;&#x43B;&#x44F;&#x440;&#x43D;&#x44B;&#x445; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A; (Log4J, Apache Commons, Google Guava);
-&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Linux, &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x44B; Shell scripts, &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x41E;&#x421;.

&#x1F538;&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;:
-&#x41D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44E;&#x442;&#x441;&#x44F; &#x44F;&#x437;&#x44B;&#x43A;&#x438;: Java, JavaScript(React + Redux);
-Java-&#x441;&#x442;&#x44D;&#x43A;: Java8, Spring, Spring Cloud, Apache Kafka, Apache Spark, Tomcat;
-Docker, Postgres, HDFS, Apache Hive;
-Gitlab, Telegram.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: <a href="tg://resolve?domain=Zarnica_hr">@Zarnica_hr</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/apache" class="mr-2">
         apache
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/shell" class="mr-2">
         shell
        </a><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/cloud" class="mr-2">
         cloud
        </a><a href="/tags/kafka" class="mr-2">
         kafka
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1743781888-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#java</span> # Senior <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> 
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x422;&#x443;&#x43B;&#x44C;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: full-time, &#x43E;&#x444;&#x438;&#x441; ( &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;)
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 180 -300&#x43A; &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438; ( + &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441;) &#x2013; &#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x432;&#x430;&#x448;&#x435;&#x433;&#x43E; &#x43E;&#x43F;&#x44B;&#x442;&#x430;
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=vsevkosmo">@vsevkosmo</a>
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x421;&#x431;&#x435;&#x440;&#x431;&#x430;&#x43D;&#x43A;
Senior Java &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;
&#x420;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x431;&#x440;&#x43E;&#x43A;&#x435;&#x440;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x441;&#x43B;&#x443;&#x436;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; &#x438; &#x44E;&#x440;&#x438;&#x434;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; &#x43B;&#x438;&#x446;.
&#x422;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x435; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
&#x425;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; Java Core
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; ORM(Hibernate/Jooq)
&#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x438; &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; SQL-&#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441;&#x44B;
&#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Spring Framework
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x43E;&#x439; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x432;&#x435;&#x440;&#x441;&#x438;&#x439;: Git/Mercurial
&#x425;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x41E;&#x41E;&#x41F;
&#x422;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439;

&#x41F;&#x440;&#x435;&#x438;&#x43C;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x442;:
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Docker/Openshift
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Spring Boot
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Istio
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Kafka
&#x41D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; Linux &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x445;.
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;;
&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Gradle

&#x41E;&#x431;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;:
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; Java
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x439; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; 
&#x41D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; unit-&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;
&#x41E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x438; &#x440;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; &#x43A;&#x43E;&#x434;&#x430;
&#x420;&#x435;&#x432;&#x44C;&#x44E; &#x43A;&#x43E;&#x434;&#x430;</div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/orm" class="mr-2">
         orm
        </a><a href="/tags/hibernate" class="mr-2">
         hibernate
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/mercurial" class="mr-2">
         mercurial
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/kafka" class="mr-2">
         kafka
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/gradle" class="mr-2">
         gradle
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1741684736-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#java</span> <span style="opacity: 0.5;">#teamlead</span> <span style="opacity: 0.5;">#javateamlead</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43C;&#x441;&#x43A;</span>

<b>Team Lead Java
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;:</b> Srgroup
<b>&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;:</b> &#x43E;&#x444;&#x438;&#x441;
<b>&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;:</b> fulltime 
<b>&#x417;/&#x43F;:</b> 280-350&#x43A; net 
<b>&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:</b> <a href="tg://resolve?domain=observer69">@observer69</a> 

&#x41D;&#x430;&#x448;&#x438; &#x440;&#x43E;&#x431;&#x43E;&#x442;&#x44B; &#x43D;&#x435; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x43E;&#x446;&#x435;&#x43D;&#x438;&#x432;&#x430;&#x44E;&#x442; &#x43A;&#x432;&#x430;&#x440;&#x442;&#x438;&#x440;&#x44B;, &#x43D;&#x43E; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x44E;&#x442; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x430;&#x43C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; &#x443;&#x43D;&#x438;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438; &#x43E;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438; &#x43D;&#x430; &#x440;&#x44B;&#x43D;&#x43A;&#x435;, &#x432;&#x44B;&#x44F;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x438; &#x43C;&#x43E;&#x448;&#x435;&#x43D;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430;, &#x43E;&#x446;&#x435;&#x43D;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x443;&#x44E; &#x43D;&#x435;&#x434;&#x432;&#x438;&#x436;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x44C;.

<b>&#x417;&#x430;&#x434;&#x430;&#x447;&#x438;
1.</b> &#x423;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C;  Java-&#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439;;
<b>2.</b> &#x414;&#x435;&#x442;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x438; &#x43E;&#x446;&#x435;&#x43D;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x43D;&#x430; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x435; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441; &#x43F;&#x43E;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43E;&#x43A;;
<b>3.</b> &#x423;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x444;&#x43E;&#x440;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x441;&#x43F;&#x440;&#x438;&#x43D;&#x442;&#x430;;
<b>4.</b> &#x420;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x43E; &#x438; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;;
<b>5.</b> Code review;
&#x421;&#x43E;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;;
<b>6. </b>&#x420;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x43A;&#x438;&#x43B;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;.

<b>&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;
</b>&#x25CF; &#x411;&#x43E;&#x43B;&#x435;&#x435; 3-&#x445; &#x43B;&#x435;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B; &#x43D;&#x430; Java;
&#x25CF; &#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441; &#x43A; BigData;
&#x25CF; Spring, Spring-boot, Spring data, Hibernate, Redis, &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C; MongoDB &#x438; RabbitMQ;
&#x25CF; &#x41F;&#x438;&#x448;&#x435;&#x442;&#x435; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x44B;&#x435; &#x438; &#x43A;&#x440;&#x430;&#x441;&#x438;&#x432;&#x44B;&#x435; &#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441;&#x44B; &#x43A; &#x411;&#x414; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x432; &#x438;&#x43D;&#x434;&#x435;&#x43A;&#x441;&#x430;&#x445;;
&#x25CF; &#x41F;&#x43E;&#x447;&#x435;&#x43C;&#x443; &#x438; &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x439;, &#x440;&#x430;&#x441;&#x448;&#x438;&#x440;&#x44F;&#x435;&#x43C;&#x44B;&#x439; &#x438; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x434;;
&#x25CF; &#x412;&#x43B;&#x430;&#x434;&#x435;&#x435;&#x442;&#x435; Mercurial, Gradle, Jira, Jenkins

<b>&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;
</b>&#x25CF; &#x412;&#x441;&#x435; &#x43F;&#x43E; &#x422;&#x41A; &#x420;&#x424;;
&#x25CF; &#x411;&#x435;&#x43B;&#x430;&#x44F; &#x417;&#x41F;;
&#x25CF; &#x41A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x430;&#x44F; &#x441;&#x440;&#x435;&#x434;&#x430;;
&#x25CF; &#x413;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x434;&#x43D;&#x44F;;
&#x25CF; &#x41E;&#x444;&#x438;&#x441; &#x411;&#x426; &#x22;&#x41F;&#x430;&#x43B;&#x44C;&#x43C;&#x438;&#x440;&#x430;&#x22;, &#x43C;. 
 &#x411;&#x430;&#x443;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x430;&#x44F;/&#x42D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x437;&#x430;&#x432;&#x43E;&#x434;&#x441;&#x43A;&#x430;&#x44F;</div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/hibernate" class="mr-2">
         hibernate
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/rabbitmq" class="mr-2">
         rabbitmq
        </a><a href="/tags/mercurial" class="mr-2">
         mercurial
        </a><a href="/tags/gradle" class="mr-2">
         gradle
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/spring-boot" class="mr-2">
         spring-boot
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1740636160-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#&#x430;&#x43D;&#x43E;&#x438;&#x442;&#x440;</span> <span style="opacity: 0.5;">#java</span> <span style="opacity: 0.5;">#spring</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#agile</span> <span style="opacity: 0.5;">#backend</span>
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x410;&#x41D;&#x41E; &#xAB;&#x418;&#x422;&#x420;&#xBB;
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41A;&#x438;&#x442;&#x430;&#x439;-&#x433;&#x43E;&#x440;&#x43E;&#x434; 
&#x417;/&#x43F;: &#x43E;&#x442; 180-300k &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438; (&#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F;) + &#x434;&#x43E;&#x441;&#x442;&#x43E;&#x439;&#x43D;&#x44B;&#x435; &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x44B;&#x435; &#x43F;&#x440;&#x435;&#x43C;&#x438;&#x438;, &#x414;&#x41C;&#x421; &#x441;&#x440;&#x430;&#x437;&#x443; &#x43D;&#x430; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x441;&#x440;&#x43E;&#x43A;&#x435; 
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=nurasik">@nurasik</a> 
<a target="_blank" rel="noopener noreferrer" href="mailto:A.shilova@anoitr.ru">A.shilova@anoitr.ru</a>

&#x414;&#x440;&#x443;&#x437;&#x44C;&#x44F;! &#x41C;&#x44B; &#x432; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430;&#x445; Java &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; middle &#x438; senior &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x439; &#x444;&#x435;&#x434;&#x435;&#x440;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;. &#x413;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C; &#x430;&#x432;&#x442;&#x43E;&#x43D;&#x43E;&#x43C;&#x43D;&#x430;&#x44F; &#x43D;&#x435;&#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x418;&#x422;&#x420;, &#x443;&#x447;&#x440;&#x435;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44F;&#x43C;&#x438; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x439; &#x44F;&#x432;&#x43B;&#x44F;&#x44E;&#x442;&#x441;&#x44F; &#x412;&#x42D;&#x411;, &#x421;&#x43A;&#x43E;&#x43B;&#x43A;&#x43E;&#x432;&#x43E;.
&#x41A;&#x43B;&#x44E;&#x447;&#x435;&#x432;&#x430;&#x44F; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430; &#x410;&#x41D;&#x41E; &#x418;&#x422;&#x420; - &#x44D;&#x442;&#x43E; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x432;&#x44B;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x438;&#x43D;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x439; &#x43F;&#x440;&#x438;&#x432;&#x43B;&#x435;&#x43A;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x420;&#x424; &#x43A;&#x430;&#x43A; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438; &#x441;&#x442;&#x440;&#x430;&#x43D;&#x44B;, &#x442;&#x430;&#x43A; &#x438; &#x437;&#x430; &#x440;&#x443;&#x431;&#x435;&#x436;&#x43E;&#x43C;. 
&#x42D;&#x442;&#x43E; &#x443;&#x43D;&#x438;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43A; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x43C;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;&#x445; &#x441; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x444;&#x435;&#x440;&#x43E;&#x439; &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x430;&#x1F642; &#x412;&#x430;&#x441; &#x436;&#x434;&#x443;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;,  &#x441;&#x442;&#x435;&#x43A;: Java 8, Spring


&#x41C;&#x44B; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44B; &#x43A; &#x434;&#x438;&#x430;&#x43B;&#x43E;&#x433;&#x443; &#x438; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x440;&#x430;&#x441;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x442;&#x44C; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; junior+ &#x43F;&#x440;&#x438; &#x43D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x438; &#x43E;&#x43F;&#x44B;&#x442;&#x430; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;.

&#x420;&#x430;&#x441;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x438;&#x43C; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x43E;&#x432; (&#x43A; &#x441;&#x43E;&#x436;&#x430;&#x43B;&#x435;&#x43D;&#x438;&#x44E; - &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x433;&#x440;&#x430;&#x436;&#x434;&#x430;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x420;&#x424;). &#x418; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E; &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;, &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x430;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; &#x43F;&#x43E; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x44E;.</div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1739587584-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#&#x421;&#x431;&#x435;&#x440;&#x431;&#x430;&#x43D;&#x43A;</span> <span style="opacity: 0.5;">#java</span> <span style="opacity: 0.5;">#spring</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#agile</span> <span style="opacity: 0.5;">#backend</span>
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x41F;&#x410;&#x41E; &#xAB;&#x421;&#x431;&#x435;&#x440;&#x431;&#x430;&#x43D;&#x43A;&#xBB;
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41A;&#x443;&#x442;&#x443;&#x437;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F; (Agile home)
&#x417;/&#x43F;: &#x43E;&#x442; 180-280&#x41A; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438; (&#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F;) + &#x434;&#x43E;&#x441;&#x442;&#x43E;&#x439;&#x43D;&#x44B;&#x435; &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x44B;&#x435; &#x43F;&#x440;&#x435;&#x43C;&#x438;&#x438;
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=tdurnicina">@tdurnicina</a> <a target="_blank" rel="noopener noreferrer" href="mailto:TVlDurnitsyna@sberbank.ru">TVlDurnitsyna@sberbank.ru</a>

&#x414;&#x440;&#x443;&#x437;&#x44C;&#x44F;! &#x41C;&#x44B; &#x432; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430;&#x445; Java &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; middle &#x438; senior &#x432; &#x43D;&#x43E;&#x432;&#x43E;&#x435; &#x43D;&#x435;&#x431;&#x430;&#x43D;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x430;. &#x42D;&#x442;&#x43E; &#x443;&#x43D;&#x438;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43A; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x441;&#x435;&#x440;&#x44C;&#x451;&#x437;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;&#x445; &#x441; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x444;&#x435;&#x440;&#x43E;&#x439; &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x430;&#x1F642; &#x412;&#x430;&#x441; &#x436;&#x434;&#x443;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;, &#x441;&#x432;&#x435;&#x436;&#x438;&#x439; &#x441;&#x442;&#x435;&#x43A;: Java 11, Spring, Hibernate, &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x438; &#x43D;&#x438;&#x43A;&#x430;&#x43A;&#x43E;&#x433;&#x43E; &#x43B;&#x435;&#x433;&#x430;&#x441;&#x438;&#x1F525; 
!&#x422;&#x430;&#x43A;&#x436;&#x435; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x440;&#x430;&#x441;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x442;&#x44C; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; junior+ &#x43F;&#x440;&#x438; &#x43D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x438; &#x43E;&#x43F;&#x44B;&#x442;&#x430; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;.

&#x41D;&#x430;&#x448; Agile home &#x44D;&#x442;&#x43E;: &#x43F;&#x438;&#x43D; &#x43F;&#x43E;&#x43D;&#x433;, &#x43F;&#x443;&#x43B;, &#x43A;&#x438;&#x43A;&#x435;&#x440;, &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x430;, &#x43A;&#x43E;&#x444;&#x435;&#x43C;&#x430;&#x448;&#x438;&#x43D;&#x44B; &#x43D;&#x430; &#x44D;&#x442;&#x430;&#x436;&#x430;&#x445;, &#x431;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x44B;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442; &#x437;&#x430;&#x43B; &#x438; &#x43F;&#x43E;&#x434;&#x437;&#x435;&#x43C;&#x43D;&#x44B;&#x439; &#x43F;&#x430;&#x440;&#x43A;&#x438;&#x43D;&#x433;.
&#x415;&#x441;&#x442;&#x44C; &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x443;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442;, &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x44B; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x432; &#x442;.&#x447;. &#x437;&#x430; &#x440;&#x443;&#x431;&#x435;&#x436;&#x43E;&#x43C;, &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438;, &#x43C;&#x438;&#x442;&#x430;&#x43F;&#x44B;.
&#x1F525; &#x41B;&#x44C;&#x433;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x438;&#x43F;&#x43E;&#x442;&#x435;&#x43A;&#x430; &#x438; &#x414;&#x41C;&#x421;. 

&#x420;&#x430;&#x441;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x438;&#x43C; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x43E;&#x432; &#x438; &#x441;&#x442;&#x440;&#x430;&#x43D;. &#x418; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E; &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;, &#x43A;&#x443;&#x434;&#x430; &#x431;&#x435;&#x437; &#x43D;&#x435;&#x433;&#x43E;.</div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/hibernate" class="mr-2">
         hibernate
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1738539008-1001091028994" class="card-link">
        Java программист
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#Java</span> <span style="opacity: 0.5;">#Sofware</span> <span style="opacity: 0.5;">#Kazan</span>

&#x2757;&#xFE0F;&#x412; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; CloudALly &#x438;&#x449;&#x435;&#x43C; Java &#x418;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430;-&#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x441;&#x442;&#x430; (Middle). 
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41A;&#x430;&#x437;&#x430;&#x43D;&#x44C;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x434;&#x43E; 150.000 &#x440;&#x443;&#x431;.
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441;/&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;: &#x440;&#x435;&#x437;&#x435;&#x440;&#x432;&#x43D;&#x43E;&#x435; &#x43A;&#x43E;&#x43F;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; <a target="_blank" rel="noopener noreferrer" href="http://CloudALly.com">CloudALly.com</a>. 

&#x427;&#x435;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F;:
&#x2022; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x438; &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x43F;&#x43E;&#x442;&#x43E;&#x447;&#x43D;&#x43E;&#x439; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B;;
&#x2022; code review &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x433;;
&#x2022; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B;.

&#x41C;&#x44B; &#x436;&#x434;&#x451;&#x43C; &#x43E;&#x442; &#x432;&#x430;&#x441;:
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; Java 2+ &#x433;&#x43E;&#x434;&#x430;;
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; Linux-&#x43E;&#x43A;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x438;&#x438;;
&#x2022; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; REST/SOAP API;
&#x2022; &#x43E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; Unit &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;;
&#x2022; &#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x441;&#x442;&#x432;&#x43E; &#x441; Agile &#x43C;&#x435;&#x442;&#x43E;&#x434;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;. 

&#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
&#x2022; &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E; &#x43F;&#x43E; &#x422;&#x41A; &#x420;&#x424;;
&#x2022; &#x434;&#x440;&#x443;&#x436;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;;
&#x2022; &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;;
&#x2022; &#x414;&#x41C;&#x421; (&#x43D;&#x430; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432; &#x438; &#x447;&#x43B;&#x435;&#x43D;&#x43E;&#x432; &#x441;&#x435;&#x43C;&#x44C;&#x438;);
&#x2022; &#x43A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x43A;&#x443;&#x440;&#x441;&#x43E;&#x432; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x44F;&#x437;&#x44B;&#x43A;&#x430;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: 
&#x422;&#x435;&#x43B;&#x435;&#x433;&#x440;&#x430;&#x43C;: <a href="tg://resolve?domain=NailyaKhanipova">@NailyaKhanipova</a>
e-mail: <a target="_blank" rel="noopener noreferrer" href="mailto:nhanipova@cloudally.com">nhanipova@cloudally.com</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2 active">
         jvm
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/soap" class="mr-2">
         soap
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item"><a href="/tags/jvm/3" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item"><a href="/tags/jvm/3" aria-label="3" aria-current="3" class="page-link">3</a></li><li class="page-item active"><a href="/tags/jvm/4" aria-label="4" aria-current="4" class="page-link active--exact active">4</a></li><li class="page-item"><a href="/tags/jvm/5" aria-label="5" aria-current="5" class="page-link">5</a></li><li class="page-item"><a href="/tags/jvm/6" aria-label="6" aria-current="6" class="page-link">6</a></li><li class="page-item"><a href="/tags/jvm/7" aria-label="7" aria-current="7" class="page-link">7</a></li><li class="page-item "><a href="/tags/jvm/5" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script>window.__INITIAL_STATE__={"data":{"records":{"id":"jvm","name":"jvm","belongsTo":{"totalCount":100,"pageInfo":{"totalPages":10,"currentPage":4},"edges":[{"node":{"__typename":"Job","id":"1747976192-1001091028994","title":"Java разработчик","text":"Вакансия: Архитектор системы\n \nПроект: Разрабатываем единый веб-терминал MOEX Treasury, который позволит получить быстрый и удобный доступ ко всем рынкам Московской Биржи, а также сервисам по управлению обеспечением и внебиржевым операциям. Это не просто веб-интерфейс к уже существующим торговым системам, а новая платформа, которая взаимодействует со всеми основными торговыми и бэк-офисными системами Биржи, которая сейчас начинает активно развиваться.\n \nТехнологический стек: Java 8, Spring (Spring Boot, Spring MVC), Hazelcast, WebSocket, RabbitMQ, Firebird (с переходом на PostgreSQL), в интеграционных решения REST API и JMS.\n\nЗадачи на проекте:\nРазработка стратегии технического развития платформы, объединяющей основные рынки и инструменты Московской Биржи;\nПроектирование сервисов и интерфейсов взаимодействия с учетом нефункциональных требований, надежности обратной совмести и т.д.;\nВзаимодействие с внутренними и внешними разработчиками для контроля реализации архитектурных решений;\nВзаимодействие с аналитиками и заказчиками для выработки оптимальных технологических решений.\n \nЧто мы ожидаем:\nЗнание теоретических основ и опыт проектирования и эксплуатации отказоустойчивых систем;\nЗнание принципов ООП и понимание паттернов проектирования;\nУмение создавать техническую документацию;\nТехнологии: HTTP, REST, WebSocket OpenAPI\u002FSwagger, XML, XSD, JAVA, JSON, Apache Tomcat, RabbitMQ, Hazelcast, rdms;\nДополнительным плюсом является: знание протоколов FIX и FAST, работа в финансовой сфере, опыт проектирования брокерских систем.\n\nНаши условия работы:\n• Компания: ПАО Московская биржа (Компания, входящая в 500 - лучших работодателей мира по версии Forbes за 2019 год);\n• Офис в центре: г. Москва, м. Арбатская\u002FБиблиотека им. Ленина\u002FБоровицкая\u002FАлександровский сад;\n• Занятость: полная, официальное оформление в штат компании (оформление онлайн);\n• Формат работы: современный  офис возле Кремля в шаговой доступности от метро (на данный момент работаем удаленно из дома);\n• ДМС: с первого рабочего дня;\n• Свой «корпоративный университет», собственный лекторий, широкие возможности обучения – как внутри, так и вне компании;\n• Уровень з\u002Fп:  300 - 350 тыс.руб. (gross) + годовой бонус (32% годового дохода);\n• Формат интервью: 1 -2 этапа онлайн интервью (60 минут).\n\nПишите в личку, отвечу на любые вопросы!\nКонтакты: @Sasha_P92\nAlexander.Panin@moex.com","markup":[{"type":"bold","offset":0,"length":28,"data":""},{"type":"bold","offset":31,"length":8,"data":""},{"type":"bold","offset":458,"length":22,"data":""},{"type":"bold","offset":634,"length":18,"data":""},{"type":"bold","offset":1093,"length":15,"data":""},{"type":"bold","offset":1544,"length":20,"data":""},{"type":"bold","offset":1838,"length":19,"data":""},{"type":"handle","offset":2328,"length":10,"data":"Sasha_P92"},{"type":"link","offset":2339,"length":24,"data":"mailto:Alexander.Panin@moex.com"}],"date":"2020-06-26T17:13:34+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1667","tags":[{"name":"java"},{"name":"jvm"},{"name":"spring"},{"name":"websocket"},{"name":"rabbitmq"},{"name":"postgresql"},{"name":"rest"},{"name":"swagger"},{"name":"xml"},{"name":"xsd"},{"name":"json"},{"name":"apache"},{"name":"tomcat"},{"name":"spring-boot"},{"name":"spring-mvc"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"1746927616-1001091028994","title":"Java developer","text":"Вакансия: Java developer \n \nПроект: Разрабатываем единый веб-терминал MOEX Treasury, который позволит получить быстрый и удобный доступ ко всем рынкам Московской Биржи, а также сервисам по управлению обеспечением и внебиржевым операциям. Это не просто веб-интерфейс к уже существующим торговым системам, а новая платформа, которая взаимодействует со всеми основными торговыми и бэк-офисными системами Биржи, которая сейчас начинает активно развиваться.\n \nТехнологический стек на проекте: Java 8, Spring (Spring Boot, Spring MVC), Hazelcast, WebSocket, RabbitMQ, Firebird (с переходом на PostgreSQL), в интеграционных решения REST API и JMS.\n \nЗадачи на проекте:\n Участие в проекте по разработке платформы, объединяющей основные рынки и инструменты Московской Биржи;\n Разработка и отладка модулей платформы;\n Интеграция приложения с внешними и внутренними сервисами;\n Написание понятного и стабильно работающего кода;\n Активное взаимодействие со специалистами из смежных подразделений;\n Поиск и аргументация технически эффективных путей решения бизнес задач;\n Умение и желание писать чистый и понятный код;\n Навык написания unit и интеграционных тестов на Java;\n Паттерны проектирования.\n\nЧто ожидаем от Вас:\n Опыт промышленной разработки (от 3 лет);\n\nФундаментальные знания принципов построения распределенных систем;\n Уверенные знания core Java;\n Опыт разработки веб-сервисов;\n Знание паттернов проектирования;\n Применение практик TDD, DDD, CI\u002FCD.\n\nНаши условия работы:\n• Компания: ПАО Московская биржа (Компания, входящая в 500 - лучших работодателей мира по версии Forbes за 2019 год);\n• Офис в центре: г. Москва, м. Арбатская\u002FБиблиотека им. Ленина\u002FБоровицкая\u002FАлександровский сад;\n• Занятость: полная, официальное оформление в штат компании (оформление онлайн);\n• Формат работы: современный  офис возле Кремля в шаговой доступности от метро (на данный момент работаем удаленно из дома);\n• ДМС: с первого рабочего дня;\n• Свой «корпоративный университет», собственный лекторий, широкие возможности обучения – как внутри, так и вне компании;\n• Уровень з\u002Fп:  230 - 290 тыс.руб. (gross) + годовой бонус (25% от годового дохода);\n• Формат интервью: 1 этап онлайн интервью (60 минут).\n\nПишите в личку, отвечу на любые вопросы!\nКонтакты: @Sasha_P92\nAlexander.Panin@moex.com","markup":[{"type":"bold","offset":0,"length":25,"data":""},{"type":"bold","offset":28,"length":8,"data":""},{"type":"bold","offset":455,"length":33,"data":""},{"type":"bold","offset":643,"length":18,"data":""},{"type":"bold","offset":1188,"length":19,"data":""},{"type":"bold","offset":1450,"length":20,"data":""},{"type":"bold","offset":1744,"length":19,"data":""},{"type":"handle","offset":2233,"length":10,"data":"Sasha_P92"},{"type":"link","offset":2244,"length":24,"data":"mailto:Alexander.Panin@moex.com"}],"date":"2020-06-26T17:13:07+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1666","tags":[{"name":"java"},{"name":"jvm"},{"name":"spring"},{"name":"websocket"},{"name":"rabbitmq"},{"name":"postgresql"},{"name":"rest"},{"name":"spring-boot"},{"name":"spring-mvc"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"2259681280-1001134745498","title":"Devops инженер","text":"#вакансия #удаленка\nДолжность : Ведущий DevOps Инженер\nКомпания : https:\u002F\u002Fwww.bitorb.com\u002F\nФормат работы: удаленная, на полный рабочий день\nЗарплата: 4-5k USD\nКто мы?\nBitOrb - биржа на азиатском рынке на стадии бета-тестирования.\n\nЧто делать?\n- Взять на себя инфраструктуру проекта;\n- Отвечать за мониторингы и алерты;\n- Работать вместе с девелоперами по обеспечению надежности и работы системы 24\u002F7;\n- Автоматизировать все что можно (и что нельзя);\n- Настраивать железо и ОС для обеспечения low latency.\n\nЧто нужно в обязательном порядке?\n- Разговорный английский;\n- Опыт от 3 лет.\n\nЧто будет плюсом?\n- Опыт работы с JVM;\n- Опыт работы с Amazon;\n- Опыт работы над перфомансом (перфоманс тесты);\n- Также мы используем Ansible, Terraform, TeamCity, Docker - тоже не плохо бы было в это уметь.\n\nПочему это может быть интересно?\n- Удаленная работа и гибкий график;\n- Сложная система, требовательная к перфомансу, секьюрити;\n- Можно брать задачи и развиваться в соседних областях;\n- Дружная и многонациональная команда;\n- Опыт работы в международной компании.\n\nПросьба присылать резюме на английском языке на почту svet04ka17@mail.ru или в телеграмм @svetlanaishmanova\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"удаленка"},{"type":"link","offset":66,"length":23,"data":"https:\u002F\u002Fwww.bitorb.com\u002F"},{"type":"link","offset":1110,"length":18,"data":"mailto:svet04ka17@mail.ru"},{"type":"handle","offset":1145,"length":18,"data":"svetlanaishmanova"},{"type":"handle","offset":1198,"length":12,"data":"devops_jobs"}],"date":"2020-06-26T16:53:02+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2155","tags":[{"name":"jvm"},{"name":"ansible"},{"name":"docker"}],"cities":[],"allowsRemote":true}},{"node":{"__typename":"Job","id":"1745879040-1001091028994","title":"Java разработчик","text":"#вакансия #Java #Spring #middle #backend #удаленно #relocate\n👋Приглашаем Strong Middle Java Developer в продуктовую компанию HFLabs.\n📍Локация: удаленно или можно в офис (Москва м. Парк культуры).\n💸Уровень ЗП: от 180 000 до 250 000 руб. (обсуждается!).\n\nКомпания: HFLabs -разработчик собственных решений. MDM - Master Data Management - Управление основными мастер-данными, СУБД, СХД, Серверные платформы.\n\n🏢О проекте: «Единый клиент» собирает и поддерживает эталонную клиентскую базу. Автоматически исправляет ошибки в клиентских данных, отделяет «плохие» данные от «хороших», находит и схлопывает дубли, идентифицирует взаимосвязи. «Единый клиент» уже обработал 15 млрд. записей и успешно конкурирует с enterprise-продуктами от Oracle и IBM. 100% собственная разработка HFLabs, 0% «индусского» кода.\n\n🧑‍💻Наш стек:\n•Java 11, Stream API, регулярно обновляемые библиотеки;\n•Maven для сборки;\n•Spring как основа проекта;\n•Lucene в качестве быстрого полнотекстового кэша;\n•Oracle DB, PostgreSQL в качестве основной БД. 99% стандартный SQL, никакой «логики на БД»;\n•Spring REST на сервере, JS на клиенте (клиентом занимается фронтенд-разработчик).\n\n✅Мы предлагаем:\n•При переезде в Москву помогаем с оплатой жилья в первые 6 месяцев❗️\n•Участие в разработке крутого продукта в команде, которая ценит Ваше мнение;\n•Мощную технику (8+ ядер, 32+ оперативки, SSD, 2 монитора);\n•Дружный коллектив, 80 человек;\n•При выборе работы в офисе-просторный и тихий офис рядом с м. Парк культуры, кабинет на 2-3 человек или личный;\n•Любые курсы и конференции по специальности.\n\nЖду Ваши резюме и буду рада ответить на все вопросы. Прекрасного дня!☺️\nКонтакты для связи: telegram @anisimovaane4ka","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":5,"data":"Java"},{"type":"hashtag","offset":16,"length":7,"data":"Spring"},{"type":"hashtag","offset":24,"length":7,"data":"middle"},{"type":"hashtag","offset":32,"length":8,"data":"backend"},{"type":"hashtag","offset":41,"length":9,"data":"удаленно"},{"type":"hashtag","offset":51,"length":9,"data":"relocate"},{"type":"handle","offset":1662,"length":16,"data":"anisimovaane4ka"}],"date":"2020-06-26T13:22:43+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1665","tags":[{"name":"java"},{"name":"jvm"},{"name":"spring"},{"name":"oracle"},{"name":"maven"},{"name":"lucene"},{"name":"postgresql"},{"name":"sql"},{"name":"rest"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"1744830464-1001091028994","title":"Java разработчик","text":"#москва #вакансия #java #javateamlead \nВакансия: Lead\u002FSenior java разработчик \nВилка заработной платы: 180 000 – 250 000 net\nФормат: офис\n\nПроекты по созданию\u002Fразвитию информационных систем в части цифровизации городских сервисов ЖКХ.\nРабота с IoT-системами, проекты по Bigdata, сбору и анализу данных с множества источников.\n\n🔸Мы предлагаем:\n-Высокая заработная плата от 180 000 до 250 000 на руки;\n-Повышение ставки после испытательного срока;\n-13-я зарплата+премии по итогу выполнения проектов;\n-Полностью официальное оформление по ТК РФ;\n\n🔸Требования:\n-Опыт управления командой 6+ человек от 1-го года;\n-Базовые знания Computer Science (алгоритмы, структуры данных);\n-Опыт разработки серверной части приложений на Java;\n-Знание практик и инструментария DevOps;\n-Отличное знание Java 8+ и популярных библиотек (Log4J, Apache Commons, Google Guava);\n-Знание Linux, основы Shell scripts, понимание архитектуры ОС.\n\n🔸Стек технологий:\n-На проектах используются языки: Java, JavaScript(React + Redux);\n-Java-стэк: Java8, Spring, Spring Cloud, Apache Kafka, Apache Spark, Tomcat;\n-Docker, Postgres, HDFS, Apache Hive;\n-Gitlab, Telegram.\n\nКонтакт: @Zarnica_hr","markup":[{"type":"hashtag","offset":0,"length":7,"data":"москва"},{"type":"hashtag","offset":8,"length":9,"data":"вакансия"},{"type":"hashtag","offset":18,"length":5,"data":"java"},{"type":"hashtag","offset":24,"length":13,"data":"javateamlead"},{"type":"handle","offset":1147,"length":11,"data":"Zarnica_hr"}],"date":"2020-06-26T12:01:03+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1664","tags":[{"name":"java"},{"name":"jvm"},{"name":"dotnet"},{"name":"apache"},{"name":"linux"},{"name":"shell"},{"name":"javascript"},{"name":"reactjs"},{"name":"redux"},{"name":"spring"},{"name":"cloud"},{"name":"kafka"},{"name":"tomcat"},{"name":"docker"},{"name":"postgresql"},{"name":"hdfs"},{"name":"hive"},{"name":"gitlab"},{"name":"react-redux"},{"name":"apache-spark"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"1743781888-1001091028994","title":"Java разработчик","text":"#вакансия #java # Senior #middle #Москва \nГород: Москва, метро Тульская\nФормат работы: full-time, офис ( сейчас удаленно)\nЗарплатная вилка: 180 -300к рублей на руки ( + годовой бонус) – в зависимости от вашего опыта\nКонтакты: @vsevkosmo\nКомпания: Сбербанк\nSenior Java Разработчик\nРазвитие функциональности брокерского обслуживания для физических и юридических лиц.\nТехнические требования:\nХорошие знания Java Core\nОпыт работы с ORM(Hibernate\u002FJooq)\nУмение писать и оптимизировать SQL-запросы\nУверенное знание Spring Framework\nОпыт работы с системой контроля версий: Git\u002FMercurial\nХорошее понимание принципов ООП\nТехнический английский\n\nПреимуществом будет:\nОпыт работы с Docker\u002FOpenshift\nОпыт работы с Spring Boot\nОпыт работы с Istio\nОпыт работы с Kafka\nНавыки работы в Linux системах.\nОпыт разработки высоконагруженных сервисов;\nЗнание Gradle\n\nОбязанности:\nРазработка серверных приложений на Java\nРазработка новой функциональности\nРазработка архитектуры \nНаписание unit-тестов\nОптимизация и рефакторинг кода\nРевью кода","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":5,"data":"java"},{"type":"hashtag","offset":25,"length":7,"data":"middle"},{"type":"hashtag","offset":33,"length":7,"data":"Москва"},{"type":"handle","offset":226,"length":10,"data":"vsevkosmo"}],"date":"2020-06-26T06:49:08+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1663","tags":[{"name":"java"},{"name":"jvm"},{"name":"orm"},{"name":"hibernate"},{"name":"sql"},{"name":"spring"},{"name":"git"},{"name":"mercurial"},{"name":"docker"},{"name":"kafka"},{"name":"linux"},{"name":"gradle"},{"name":"spring-boot"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"1741684736-1001091028994","title":"Java разработчик","text":"#вакансия #java #teamlead #javateamlead #москва #мск\n\nTeam Lead Java\nКомпания: Srgroup\nЛокация: офис\nЗанятость: fulltime \nЗ\u002Fп: 280-350к net \nКонтакты: @observer69 \n\nНаши роботы не только полностью автоматически оценивают квартиры, но также помогают аналитикам работать с уникальными объектами на рынке, выявлять случаи мошенничества, оценивать коммерческую недвижимость.\n\nЗадачи\n1. Управлять  Java-командой;\n2. Детализировать и оценивать задачи на основе бизнес постановок;\n3. Участвовать в формировании спринта;\n4. Решать архитектурно и технически сложные задачи;\n5. Code review;\nСовершенствовать процессы разработки;\n6. Развивать скилы разработчиков.\n\nТребования\n● Более 3-х лет разрабатывать коммерческие продукты на Java;\n● Интерес к BigData;\n● Spring, Spring-boot, Spring data, Hibernate, Redis, плюсом MongoDB и RabbitMQ;\n● Пишете быстрые и красивые запросы к БД и понимаете в индексах;\n● Почему и когда нужно писать простой, расширяемый и производительный код;\n● Владеете Mercurial, Gradle, Jira, Jenkins\n\nУсловия\n● Все по ТК РФ;\n● Белая ЗП;\n● Комфортная рабочая среда;\n● Гибкое начало дня;\n● Офис БЦ \"Пальмира\", м. \n Бауманская\u002FЭлектрозаводская","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":5,"data":"java"},{"type":"hashtag","offset":16,"length":9,"data":"teamlead"},{"type":"hashtag","offset":26,"length":13,"data":"javateamlead"},{"type":"hashtag","offset":40,"length":7,"data":"москва"},{"type":"hashtag","offset":48,"length":4,"data":"мск"},{"type":"bold","offset":54,"length":24,"data":""},{"type":"bold","offset":87,"length":8,"data":""},{"type":"bold","offset":101,"length":10,"data":""},{"type":"bold","offset":122,"length":4,"data":""},{"type":"bold","offset":141,"length":9,"data":""},{"type":"handle","offset":151,"length":11,"data":"observer69"},{"type":"bold","offset":372,"length":9,"data":""},{"type":"bold","offset":408,"length":2,"data":""},{"type":"bold","offset":474,"length":2,"data":""},{"type":"bold","offset":513,"length":2,"data":""},{"type":"bold","offset":565,"length":2,"data":""},{"type":"bold","offset":619,"length":3,"data":""},{"type":"bold","offset":654,"length":11,"data":""},{"type":"bold","offset":1013,"length":8,"data":""}],"date":"2020-06-26T06:42:50+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1661","tags":[{"name":"java"},{"name":"jvm"},{"name":"dotnet"},{"name":"spring"},{"name":"hibernate"},{"name":"redis"},{"name":"mongodb"},{"name":"rabbitmq"},{"name":"mercurial"},{"name":"gradle"},{"name":"jenkins"},{"name":"spring-boot"},{"name":"spring-data"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"1740636160-1001091028994","title":"Java разработчик","text":"#вакансия #senior #middle #аноитр #java #spring #fulltime #офис #agile #backend\nКомпания: АНО «ИТР»\nЛокация: Москва, м. Китай-город \nЗ\u002Fп: от 180-300k на руки (в зависимости от уровня) + достойные годовые премии, ДМС сразу на испытательном сроке \nКонтакты: @nurasik \nA.shilova@anoitr.ru\n\nДрузья! Мы в поисках Java разработчиков уровня middle и senior в крупный федеральный проект. Генеральный исполнитель автономная некоммерческая организация ИТР, учредителями которой являются ВЭБ, Сколково.\nКлючевая задача АНО ИТР - это создание условий для повышения инвестиционной привлекательности РФ как внутри страны, так и за рубежом. \nЭто уникальная возможность присоединиться к разработке значимого продукта в командах с атмосферой стартапа🙂 Вас ждут интересные задачи,  стек: Java 8, Spring\n\n\nМы открыты к диалогу и готовы рассмотреть кандидатов уровня junior+ при наличии опыта разработки.\n\nРассмотрим кандидатов из других городов (к сожалению - только гражданство РФ). И конечно гибкое начало рабочего дня, частичная удаленка по желанию.","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"senior"},{"type":"hashtag","offset":18,"length":7,"data":"middle"},{"type":"hashtag","offset":26,"length":7,"data":"аноитр"},{"type":"hashtag","offset":34,"length":5,"data":"java"},{"type":"hashtag","offset":40,"length":7,"data":"spring"},{"type":"hashtag","offset":48,"length":9,"data":"fulltime"},{"type":"hashtag","offset":58,"length":5,"data":"офис"},{"type":"hashtag","offset":64,"length":6,"data":"agile"},{"type":"hashtag","offset":71,"length":8,"data":"backend"},{"type":"handle","offset":256,"length":8,"data":"nurasik"},{"type":"link","offset":266,"length":19,"data":"mailto:A.shilova@anoitr.ru"}],"date":"2020-06-25T20:01:43+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1660","tags":[{"name":"java"},{"name":"jvm"},{"name":"spring"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"1739587584-1001091028994","title":"Java разработчик","text":"#вакансия #senior #middle #Сбербанк #java #spring #fulltime #офис #agile #backend\nКомпания: ПАО «Сбербанк»\nЛокация: Москва, м. Кутузовская (Agile home)\nЗ\u002Fп: от 180-280К на руки (в зависимости от уровня) + достойные годовые премии\nКонтакты: @tdurnicina TVlDurnitsyna@sberbank.ru\n\nДрузья! Мы в поисках Java разработчиков уровня middle и senior в новое небанковское приложение для клиента. Это уникальная возможность присоединиться к разработке серьёзного продукта в командах с атмосферой стартапа🙂 Вас ждут интересные задачи, свежий стек: Java 11, Spring, Hibernate, многомодульность и никакого легаси🔥 \n!Также готовы рассмотреть кандидатов уровня junior+ при наличии опыта коммерческой разработки.\n\nНаш Agile home это: пин понг, пул, кикер, библиотека, кофемашины на этажах, бесплатный спорт зал и подземный паркинг.\nЕсть отличный корпоративный университет, программы обучения в т.ч. за рубежом, конференции, митапы.\n🔥 Льготная ипотека и ДМС. \n\nРассмотрим кандидатов из других городов и стран. И конечно гибкое начало рабочего дня, куда без него.","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"senior"},{"type":"hashtag","offset":18,"length":7,"data":"middle"},{"type":"hashtag","offset":26,"length":9,"data":"Сбербанк"},{"type":"hashtag","offset":36,"length":5,"data":"java"},{"type":"hashtag","offset":42,"length":7,"data":"spring"},{"type":"hashtag","offset":50,"length":9,"data":"fulltime"},{"type":"hashtag","offset":60,"length":5,"data":"офис"},{"type":"hashtag","offset":66,"length":6,"data":"agile"},{"type":"hashtag","offset":73,"length":8,"data":"backend"},{"type":"handle","offset":240,"length":11,"data":"tdurnicina"},{"type":"link","offset":252,"length":25,"data":"mailto:TVlDurnitsyna@sberbank.ru"}],"date":"2020-06-25T15:06:11+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1659","tags":[{"name":"java"},{"name":"jvm"},{"name":"spring"},{"name":"hibernate"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"1738539008-1001091028994","title":"Java программист","text":"#вакансия #Java #Sofware #Kazan\n\n❗️В команду CloudALly ищем Java Инженера-программиста (Middle). \nГород: Казань\nЗарплатная вилка: до 150.000 руб.\nФормат работы: офис\u002Fудаленно\nЗанятость: полная\nПроект: резервное копирование данных CloudALly.com. \n\nЧем предстоит заниматься:\n• проектирование, разработка и оптимизация многопоточной высоконагруженной системы;\n• code review коллег;\n• разработка серверной части системы.\n\nМы ждём от вас:\n• опыт разработки на Java 2+ года;\n• опыт работы в Linux-окружении;\n• знание REST\u002FSOAP API;\n• опыт написания Unit тестирования;\n• знакомство с Agile методологией разработки. \n\nМы предлагаем:\n• официальное трудоустройство по ТК РФ;\n• дружный коллектив;\n• гибкий график;\n• ДМС (на сотрудников и членов семьи);\n• компенсация курсов английского языка.\n\nКонтакты: \nТелеграм: @NailyaKhanipova\ne-mail: nhanipova@cloudally.com","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":5,"data":"Java"},{"type":"hashtag","offset":16,"length":8,"data":"Sofware"},{"type":"hashtag","offset":25,"length":6,"data":"Kazan"},{"type":"link","offset":230,"length":13,"data":"http:\u002F\u002FCloudALly.com"},{"type":"handle","offset":804,"length":16,"data":"NailyaKhanipova"},{"type":"link","offset":829,"length":23,"data":"mailto:nhanipova@cloudally.com"}],"date":"2020-06-25T13:47:09+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1658","tags":[{"name":"java"},{"name":"jvm"},{"name":"linux"},{"name":"rest"},{"name":"soap"}],"cities":[{"code":"kazan"}],"allowsRemote":true}}]}}},"context":{}};(function(){var s;(s=document.currentScript||document.scripts[document.scripts.length-1]).parentNode.removeChild(s);}());</script><script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>