<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу rabbitmq - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1689255936-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><b>&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F; Team Lead Java 

&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;: </b>&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x435;&#x434;&#x438;&#x43D;&#x44B;&#x439; &#x432;&#x435;&#x431;-&#x442;&#x435;&#x440;&#x43C;&#x438;&#x43D;&#x430;&#x43B; MOEX Treasury, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x43F;&#x43E;&#x437;&#x432;&#x43E;&#x43B;&#x438;&#x442; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x44C; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x44B;&#x439; &#x438; &#x443;&#x434;&#x43E;&#x431;&#x43D;&#x44B;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x43A;&#x43E; &#x432;&#x441;&#x435;&#x43C; &#x440;&#x44B;&#x43D;&#x43A;&#x430;&#x43C; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x439; &#x411;&#x438;&#x440;&#x436;&#x438;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;&#x43C; &#x43F;&#x43E; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x432;&#x43D;&#x435;&#x431;&#x438;&#x440;&#x436;&#x435;&#x432;&#x44B;&#x43C; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44F;&#x43C;. &#x42D;&#x442;&#x43E; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E; &#x432;&#x435;&#x431;-&#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441; &#x43A; &#x443;&#x436;&#x435; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x43C; &#x442;&#x43E;&#x440;&#x433;&#x43E;&#x432;&#x44B;&#x43C; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;, &#x430; &#x43D;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442; &#x441;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x438; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x43C;&#x438; &#x442;&#x43E;&#x440;&#x433;&#x43E;&#x432;&#x44B;&#x43C;&#x438; &#x438; &#x431;&#x44D;&#x43A;-&#x43E;&#x444;&#x438;&#x441;&#x43D;&#x44B;&#x43C;&#x438; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x411;&#x438;&#x440;&#x436;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43D;&#x430;&#x447;&#x438;&#x43D;&#x430;&#x435;&#x442; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F;.
 
<b>&#x422;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x442;&#x435;&#x43A;: </b>Java 8, Spring (Spring Boot, Spring MVC), Hazelcast, WebSocket, RabbitMQ, Firebird (&#x441; &#x43F;&#x435;&#x440;&#x435;&#x445;&#x43E;&#x434;&#x43E;&#x43C; &#x43D;&#x430; PostgreSQL), &#x432; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; REST API &#x438; JMS.
 
 <b>&#x417;&#x430;&#x434;&#x430;&#x447;&#x438; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;:
</b> &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x43F;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;, &#x43E;&#x431;&#x44A;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x44E;&#x449;&#x435;&#x439; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x435; &#x440;&#x44B;&#x43D;&#x43A;&#x438; &#x438; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x439; &#x411;&#x438;&#x440;&#x436;&#x438;;
 &#x41F;&#x43E;&#x434;&#x431;&#x43E;&#x440; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; java-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; (3 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430;);
 &#x420;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x435;&#x445; &#x44D;&#x441;&#x43A;&#x430;&#x43B;&#x430;&#x446;&#x438;&#x439; &#x43F;&#x43E; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x430;&#x43C; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x2013; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x438; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;, &#x43C;&#x43E;&#x442;&#x438;&#x432;&#x430;&#x446;&#x438;&#x44F; &#x438; &#x43F;&#x440;.;
 &#x41E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x447;&#x43B;&#x435;&#x43D;&#x43E;&#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;;
 &#x41D;&#x430;&#x43A;&#x43E;&#x43F;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x438;&#x437;&#x44B; &#x43F;&#x43E; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E;;
 &#x41E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x430;&#x43D;&#x438;&#x435; &#x432; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x438; &#x431;&#x430;&#x437;&#x44B; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x439;, &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x445; &#x43C;&#x435;&#x440;&#x43E;&#x43F;&#x440;&#x438;&#x44F;&#x442;&#x438;&#x439; &#x43F;&#x43E; &#x43E;&#x431;&#x43C;&#x435;&#x43D;&#x443; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F;&#x43C;&#x438; &#x438; &#x43F;&#x440;.;
 &#x41F;&#x440;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x430; &#x43A; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442; &#x438; &#x435;&#x433;&#x43E; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432; &#x440;&#x435;&#x433;&#x43B;&#x430;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x445;;
 &#x418;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x435;&#x445; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D; &#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x435; &#x438; &#x435;&#x433;&#x43E; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x44F;&#x445;, &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44C; &#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x443;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x43C;&#x443; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x443;;
 &#x41E;&#x446;&#x435;&#x43D;&#x43A;&#x430; &#x437;&#x430;&#x434;&#x430;&#x447; &#x432; &#x438;&#x442;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44E;, &#x43E;&#x446;&#x435;&#x43D;&#x43A;&#x430; &#x441;&#x43A;&#x43E;&#x443;&#x43F;&#x430; &#x432;&#x445;&#x43E;&#x434;&#x44F;&#x449;&#x438;&#x445; &#x440;&#x430;&#x431;&#x43E;&#x442;;
 &#x420;&#x435;&#x432;&#x44C;&#x44E; &#x43E;&#x446;&#x435;&#x43D;&#x43E;&#x43A; &#x43E;&#x442; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;, &#x43E;&#x442;&#x447;&#x435;&#x442;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43B;&#x430;&#x43D;/&#x444;&#x430;&#x43A;&#x442; &#x43F;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x43C; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;;
 &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x438; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44C; &#x441;&#x442;&#x430;&#x43D;&#x434;&#x430;&#x440;&#x442;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x43A;&#x43E;&#x434;&#x430; &#x434;&#x43B;&#x44F; &#x432;&#x43D;&#x435;&#x448;&#x43D;&#x435;&#x433;&#x43E; &#x43F;&#x43E;&#x434;&#x440;&#x44F;&#x434;&#x447;&#x438;&#x43A;&#x430;.
 
<b>&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C; &#x43E;&#x442; &#x412;&#x430;&#x441;:
</b> &#x413;&#x43B;&#x443;&#x431;&#x43E;&#x43A;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Java core;
 &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x41E;&#x41E;&#x41F; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x430;&#x442;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;;
 &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; JEE, Spring, Spring Boot, Spring MVC;
 &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;;
 &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435;, &#x43E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; RESTful API &#x438; WebSocket;
 &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x432; &#x444;&#x43E;&#x440;&#x43C;&#x430;&#x442;&#x435; xml,json;
 &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; jaxb;
 &#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; rdms. &#x443;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x442;&#x43B;&#x430;&#x436;&#x438;&#x432;&#x430;&#x442;&#x44C;, &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; sql &#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441;&#x44B;;
 &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Postgres &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F;.

<b>&#x41D;&#x430;&#x448;&#x438; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;:
</b>&#x2022; &#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x41F;&#x410;&#x41E; &#x41C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F; &#x431;&#x438;&#x440;&#x436;&#x430; (&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x432;&#x445;&#x43E;&#x434;&#x44F;&#x449;&#x430;&#x44F; &#x432; 500 - &#x43B;&#x443;&#x447;&#x448;&#x438;&#x445; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x43E;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43C;&#x438;&#x440;&#x430; &#x43F;&#x43E; &#x432;&#x435;&#x440;&#x441;&#x438;&#x438; Forbes &#x437;&#x430; 2019 &#x433;&#x43E;&#x434;);
&#x2022; &#x41E;&#x444;&#x438;&#x441; &#x432; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x435;: &#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x410;&#x440;&#x431;&#x430;&#x442;&#x441;&#x43A;&#x430;&#x44F;/&#x411;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x430; &#x438;&#x43C;. &#x41B;&#x435;&#x43D;&#x438;&#x43D;&#x430;/&#x411;&#x43E;&#x440;&#x43E;&#x432;&#x438;&#x446;&#x43A;&#x430;&#x44F;/&#x410;&#x43B;&#x435;&#x43A;&#x441;&#x430;&#x43D;&#x434;&#x440;&#x43E;&#x432;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x430;&#x434;;
&#x2022; &#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x448;&#x442;&#x430;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; <b>(&#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D;)</b>;
&#x2022; &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x439;  &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x41A;&#x440;&#x435;&#x43C;&#x43B;&#x44F; &#x432; &#x448;&#x430;&#x433;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; (&#x43D;&#x430; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x43C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E; &#x438;&#x437; &#x434;&#x43E;&#x43C;&#x430;);
&#x2022; &#x414;&#x41C;&#x421;: &#x441; &#x43F;&#x435;&#x440;&#x432;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;;
&#x2022; &#x421;&#x432;&#x43E;&#x439; &#xAB;&#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x443;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442;&#xBB;, &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43B;&#x435;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x439;, &#x448;&#x438;&#x440;&#x43E;&#x43A;&#x438;&#x435; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x2013; &#x43A;&#x430;&#x43A; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438;, &#x442;&#x430;&#x43A; &#x438; &#x432;&#x43D;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;;
&#x2022; &#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x437;/&#x43F;:  300 - 350 &#x442;&#x44B;&#x441;.&#x440;&#x443;&#x431;. (gross) + &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441; (32% &#x43E;&#x442; &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x434;&#x43E;&#x445;&#x43E;&#x434;&#x430;);
&#x2022; &#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E;: 1 &#x44D;&#x442;&#x430;&#x43F; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E; (60 &#x43C;&#x438;&#x43D;&#x443;&#x442;).

&#x41F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443;, &#x43E;&#x442;&#x432;&#x435;&#x447;&#x443; &#x43D;&#x430; &#x43B;&#x44E;&#x431;&#x44B;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;!
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=Sasha_P92">@Sasha_P92</a>
<a target="_blank" rel="noopener noreferrer" href="mailto:Alexander.Panin@moex.com">Alexander.Panin@moex.com</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2">
         jvm
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/websocket" class="mr-2">
         websocket
        </a><a href="/tags/rabbitmq" class="mr-2 active">
         rabbitmq
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/xml" class="mr-2">
         xml
        </a><a href="/tags/json" class="mr-2">
         json
        </a><a href="/tags/jaxb" class="mr-2">
         jaxb
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/spring-boot" class="mr-2">
         spring-boot
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2214592512-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#Remote</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;DevOps</span>  <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> 

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: IDG
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: $2500 &#x434;&#x43E; $4000

&#x1F44B;&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;. &#x41C;&#x435;&#x43D;&#x44F; &#x437;&#x43E;&#x432;&#x443;&#x442; &#x413;&#x443;&#x43B;&#x44C;&#x43D;&#x430;&#x437;. 
&#x41C;&#x44B; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432; - &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445;, &#x444;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x44B;&#x445; &#x438; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x441;&#x43A;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439;.
&#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43C;&#x44B; &#x438;&#x449;&#x435;&#x43C; DevOps &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430; &#x432; &#x434;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x438;&#x435; &#x43A; &#x43D;&#x430;&#x448;&#x435;&#x439; &#x442;&#x435;&#x43A;&#x443;&#x449;&#x435;&#x439; DevOps-&#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x431;&#x443;&#x434;&#x435;&#x442; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x441; &#x43D;&#x430;&#x43C;&#x438; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; cross-cloud big-data/ai &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x443; &#x434;&#x43B;&#x44F; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x438;&#x437; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x43D;&#x44B;&#x445; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432;.
&#x423; &#x43D;&#x430;&#x441; &#x432;&#x441;&#x451; &#x432; k8s. &#x41F;&#x43E;&#x43C;&#x438;&#x43C;&#x43E; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x435;&#x441;&#x442;&#x44C; spark, &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x431;&#x430;&#x437; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x438; &#x435;&#x449;&#x435; &#x43A;&#x443;&#x447;&#x430; &#x432;&#x441;&#x435;&#x433;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E;&#x433;&#x43E;. &#x420;&#x430;&#x437;&#x432;&#x43E;&#x440;&#x430;&#x447;&#x438;&#x432;&#x430;&#x435;&#x43C; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; Terraform/Ansible/Helm

&#x1F4CD;&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:

- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; AWS/Azure/GCE - &#x43E;&#x442; 2+ &#x43B;&#x435;&#x442;;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Kubernetes - &#x43E;&#x442; 2+ &#x43B;&#x435;&#x442;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x43E; Spark - &#x43E;&#x442; 1 &#x433;&#x43E;&#x434;&#x430;
- &#x418;&#x43C;&#x435;&#x435;&#x442; &#x43E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x438; &#x438; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x411;&#x414; (Mongo, Redis, Rabbit, SQL Server, Postgres, MySQL, Elastic Search)
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; Python &#x438;&#x43B;&#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x43F;&#x43E;&#x434;&#x43E;&#x431;&#x43D;&#x44B;&#x445; &#x44F;&#x437;&#x44B;&#x43A;&#x430;&#x445;;
- &#x41E;&#x43F;&#x44B;&#x442; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; CI/CD (jenkins, teamcity).
- &#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; Intermediate &#x438; &#x432;&#x44B;&#x448;&#x435;.

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;: 

- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x445; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;&#x445;;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F;&#x43C;&#x438; Big Data;

&#x1F4CC;&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:

- &#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x438; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x439; &#x43F;&#x43E;&#x442;&#x435;&#x43D;&#x446;&#x438;&#x430;&#x43B; &#x432; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x445; &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x430;&#x445;;
- &#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; (&#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x438; &#x43A;&#x43E;&#x43D;&#x435;&#x446; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F; &#x441;&#x43E;&#x433;&#x43B;&#x430;&#x441;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x441; &#x43C;&#x435;&#x43D;&#x435;&#x434;&#x436;&#x435;&#x440;&#x43E;&#x43C; &#x438; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;)
- &#x41F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;
- &#x414;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x432;&#x44B;&#x43F;&#x43B;&#x430;&#x442;&#x44B; &#x437;&#x430; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x443;&#x441;&#x43F;&#x435;&#x445;&#x438;

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: <a href="tg://resolve?domain=IDGAccount">@IDGAccount</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/cloud" class="mr-2">
         cloud
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a><a href="/tags/azure" class="mr-2">
         azure
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/rabbitmq" class="mr-2 active">
         rabbitmq
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/mysql" class="mr-2">
         mysql
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a><a href="/tags/python" class="mr-2">
         python
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/1686110208-1001091028994" class="card-link">
        Java разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#java</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#middle</span> 
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x421;&#x430;&#x440;&#x430;&#x442;&#x43E;&#x432;, &#x421;&#x430;&#x43C;&#x430;&#x440;&#x430;, &#x41A;&#x435;&#x43C;&#x435;&#x440;&#x43E;&#x432;&#x43E; 
&#x417;&#x41F;: 80.000-170.000 &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;
&#x418;&#x449;&#x435;&#x43C; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; Java dev  &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; middle/senior &#x432; &#x441;&#x432;&#x44F;&#x437;&#x438; &#x441; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x438; &#x440;&#x430;&#x441;&#x448;&#x438;&#x440;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;.
&#x41A;&#x440;&#x430;&#x442;&#x43A;&#x43E; &#x43F;&#x43E; &#x441;&#x442;&#x435;&#x43A;&#x443;: 
[ Java 11+, Maven, Spring Boot 2+, Hibernate 5+, PostgreSQL 12, RabbitMQ ]
&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
 - Java SE 8 &#x438; &#x432;&#x44B;&#x448;&#x435; 
- Spring / Spring Boot 
- Hibernate &#x438;&#x43B;&#x438; MyBatis
- SQL (PostgreSQL) 
- Apache Tomcat &#x438;&#x43B;&#x438; Eclipse Jetty &#x438;&#x43B;&#x438; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x439; app server
- &#x41F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x44B; &#x41E;&#x41E;&#x41F;
- Web &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; (REST &#x438;&#x43B;&#x438; SOAP).
 &#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;: &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x437; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; frontend &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; - Angular, React, Vue; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x43E;&#x432; HTTP, HTTPS; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x43E;&#x447;&#x435;&#x440;&#x435;&#x434;&#x44F;&#x43C;&#x438; (ActiveMQ, RabbitMQ) &#x438; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Docker.
&#x427;&#x442;&#x43E; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
- &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x437;/&#x43F; &#x438; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x448;&#x442;&#x430;&#x442;;
- &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B; &#x438; &#x430;&#x434;&#x435;&#x43A;&#x432;&#x430;&#x442;&#x43D;&#x43E;&#x435; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E;; 
- &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x438; &#x43A;&#x430;&#x440;&#x44C;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x43E;&#x441;&#x442;&#x430;;
- &#x444;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E; 1 &#x44D;&#x442;&#x430;&#x43F; &#x43F;&#x43E; Skype &#x438;&#x43B;&#x438; Zoom
&#x414;&#x43B;&#x44F; &#x441;&#x432;&#x44F;&#x437;&#x438; &#x438; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435; <a href="tg://resolve?domain=KaterinaHR">@KaterinaHR</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jvm" class="mr-2">
         jvm
        </a><a href="/tags/maven" class="mr-2">
         maven
        </a><a href="/tags/spring" class="mr-2">
         spring
        </a><a href="/tags/hibernate" class="mr-2">
         hibernate
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/rabbitmq" class="mr-2 active">
         rabbitmq
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/apache" class="mr-2">
         apache
        </a><a href="/tags/tomcat" class="mr-2">
         tomcat
        </a><a href="/tags/eclipse" class="mr-2">
         eclipse
        </a><a href="/tags/jetty" class="mr-2">
         jetty
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">16 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/102892568576-1001089317451" class="card-link">
        Qa инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#DRTest</span> <span style="opacity: 0.5;">#Kubernetes</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#DevOps</span> <span style="opacity: 0.5;">#TS</span>

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x422;&#x435;&#x445;&#x43D;&#x43E;&#x441;&#x435;&#x440;&#x432; <a target="_blank" rel="noopener noreferrer" href="https://technoserv.com/">https://technoserv.com/</a> 
&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: Senior QA DevOps
&#x414;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445; &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x43E;&#x43C; &#x431;&#x430;&#x43D;&#x43A;&#x435; (T&#x26;M)
&#x417;&#x41F;: 100 000 - 220 000
&#x413;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x444;&#x443;&#x43B;&#x442;&#x430;&#x439;&#x43C;, 10:00-19:00 (&#x43F;&#x43E; &#x434;&#x43E;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;)
&#x41C;&#x435;&#x441;&#x442;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441;, &#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;

&#x417;&#x430;&#x434;&#x430;&#x447;&#x438;:
&#xB7; &#x41F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x435;/&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; CI/CD pipelines;
&#xB7; &#x410;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;/&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x43A;&#x440;&#x438;&#x43F;&#x442;&#x43E;&#x432; &#x440;&#x430;&#x437;&#x432;&#x435;&#x440;&#x442;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x44F; Kubernetes &#x43A;&#x43B;&#x430;&#x441;&#x442;&#x435;&#x440;&#x43E;&#x432;;
&#xB7; &#x41A;&#x43E;&#x43D;&#x441;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x43B;&#x438;&#x446; &#x43F;&#x43E; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44E; &#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438; &#x41F;&#x41E; &#x432; &#x447;&#x430;&#x441;&#x442;&#x438; DR &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;;
&#xB7; &#x418;&#x437;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x435;&#x435; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432;.

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x439; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x438; &#x438; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430;, &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x435;&#x442;&#x44F;&#x43C;&#x438; (&#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430; &#x43C;&#x430;&#x448;&#x438;&#x43D;, &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F;, &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x44C;);
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Kubernetes;
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; Linux &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43E;&#x432; (Centos,RHEL)
&#x2219; &#x425;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432; DevOps (Docker, Jenkins/TeamCity, Ansible/Salt/Puppet/Chef), &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; DevSecOps;
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x438; &#x438; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x432;&#x435;&#x431;-&#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43E;&#x432; (Apache, Nginx, JBoss/WildFly, Glassfish);
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x438; &#x438; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430; (Zabbix, Prometheus, Grafana, Nagios);
&#x2219; &#x425;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Git;
&#x2219; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; shell/bash;
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; ELK Stack (&#x438;&#x43B;&#x438; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x43E; &#x438;&#x437;&#x443;&#x447;&#x438;&#x442;&#x44C; &#x435;&#x433;&#x43E; &#x43D;&#x430; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A;&#x435;);
&#x2219; &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43E;&#x445;&#x43E;&#x434;&#x447;&#x438;&#x432;&#x43E; &#x434;&#x43E;&#x43D;&#x435;&#x441;&#x442;&#x438; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x44E; &#x43A;&#x430;&#x43A; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x435;&#x43B;&#x44F;&#x43C; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;&#x430;, &#x442;&#x430;&#x43A; &#x438; IT-&#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x430;&#x43C;.

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F;:
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x44F; pipelines &#x432; TeamCity;
&#x2219; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x438;&#x437; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; (Python, JS, golang);
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x43E; &#x441;&#x442;&#x435;&#x43A;&#x43E;&#x43C; Atlassian (Jira, Confluence);
&#x2219; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Redis, RabbitMQ, Elasticsearch, Kafka.

&#x420;&#x435;&#x437;&#x44E;&#x43C;&#x435; &#x441;&#x44E;&#x434;&#x430;: <a target="_blank" rel="noopener noreferrer" href="mailto:QAResume@technoserv.com">QAResume@technoserv.com</a></div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/centos" class="mr-2">
         centos
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/apache" class="mr-2">
         apache
        </a><a href="/tags/nginx" class="mr-2">
         nginx
        </a><a href="/tags/jboss" class="mr-2">
         jboss
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/shell" class="mr-2">
         shell
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2211446784-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#DevOps</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#ivi</span>

&#x41E;&#x43D;&#x43B;&#x430;&#x439;&#x43D;-&#x43A;&#x438;&#x43D;&#x43E;&#x442;&#x435;&#x430;&#x442;&#x440; ivi 
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x441;&#x442;. &#x43C;. &#x414;&#x43C;&#x438;&#x442;&#x440;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; 
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 180 000 &#x434;&#x43E; 250 000 &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;.

&#x420;&#x430;&#x437;&#x44B;&#x441;&#x43A;&#x438;&#x432;&#x430;&#x435;&#x43C; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x433;&#x443; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x434;&#x43B;&#x44F; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x44F; &#x432; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x432;: &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; (CI/CD) &#x438; &#x432; &#x447;&#x430;&#x441;&#x442;&#x438; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44F; &#x441; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x433;&#x430;&#x43C;&#x438;. &#x410;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x435; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x437;&#x432;&#x43E;&#x440;&#x430;&#x447;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438; k8s. &#x41F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x43C; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x441;&#x442;&#x440;&#x43E;&#x438;&#x442;&#x44C; CI/CD-&#x43F;&#x430;&#x439;&#x43F;&#x43B;&#x430;&#x439;&#x43D;&#x44B;.  &#x418;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; Ubuntu, Linux.
&#x425;&#x440;&#x430;&#x43D;&#x438;&#x43C; &#x43A;&#x43E;&#x434; &#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; pipeline-&#x44B; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; GitLab+Artifactory.
&#x414;&#x43B;&#x44F; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43E;&#x432; &#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; Zabbix &#x438; StatsD, &#x437;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x43C; Grafana.
&#x41D;&#x430;&#x448;&#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x44B; &#x43D;&#x430; Python, Golang &#x438; &#x43D;&#x435;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; PHP &#x438; Java.
&#x41B;&#x44E;&#x431;&#x438;&#x43C; &#x438; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; Jenkins &#x434;&#x43B;&#x44F; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x43E;&#x431;&#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447;.
&#x418;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x43C;&#x43D;&#x43E;&#x433;&#x43E; Open Source (&#x438; &#x43D;&#x435; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E;) &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;: Nginx, Redis, PostgreSQL, MongoDB, RabbitMQ, ClickHouse, OpenStack, GitLab, Kafka, HDFS, Jira , OpenNebula.

&#x427;&#x442;&#x43E; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;: 
- &#x420;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x438; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x432; CI/CD;
- &#x41F;&#x435;&#x440;&#x438;&#x43E;&#x434;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x430;&#x443;&#x434;&#x438;&#x442; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;&#x43E;&#x433;&#x43E; &#x441;&#x442;&#x435;&#x43A;&#x430; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;;
- &#x41F;&#x43B;&#x430;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x432;, &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B;, &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
- &#x421;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x43E;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x434;&#x43E; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438;;
- &#x414;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x442;&#x435;&#x43A;&#x443;&#x449;&#x438;&#x445; &#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x441;&#x446;&#x435;&#x43D;&#x430;&#x440;&#x438;&#x435;&#x432; &#x43A;&#x43E;&#x43D;&#x444;&#x438;&#x433;&#x443;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43E;&#x432; &#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
- &#x410;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43F;&#x43E; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;&#x430;&#x43C; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;, &#x43F;&#x43E;&#x434;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43A;&#x430; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x435;&#x441;&#x43B;&#x438; &#x44D;&#x442;&#x43E; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E;.

&#x41A;&#x430;&#x43A; &#x443;&#x437;&#x43D;&#x430;&#x442;&#x44C;, &#x447;&#x442;&#x43E; &#x442;&#x44B; &#x43D;&#x430;&#x43C; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x438;&#x448;&#x44C;? 
- &#x423;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x44B;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; CI/CD-&#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; (&#x443; &#x43D;&#x430;&#x441; GitLab &#x438; Jenkins);
- &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x43E; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x438;&#x442;&#x44C; Docker;
- &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x441;&#x43A;&#x440;&#x438;&#x43F;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x44F;&#x437;&#x44B;&#x43A;&#x430;&#x445; (Shell, Python);
- &#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; Linux &#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x431;&#x43E;&#x43B;&#x435;&#x435; 5 &#x43B;&#x435;&#x442;;
- &#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x435;&#x442;&#x435;&#x432;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; TCP/IP;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x432;&#x435;&#x440;&#x441;&#x438;&#x44F;&#x43C;&#x438; (&#x443; &#x43D;&#x430;&#x441; Git);
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43D;&#x444;&#x438;&#x433;&#x443;&#x440;&#x430;&#x446;&#x438;&#x44F;&#x43C;&#x438;.

&#x421;&#x43E; &#x441;&#x432;&#x43E;&#x435;&#x439; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x44B; &#x43C;&#x44B; &#x43E;&#x431;&#x435;&#x449;&#x430;&#x435;&#x43C;: 
- &#x41E;&#x444;&#x438;&#x441; &#x432; 5 &#x43C;&#x438;&#x43D;&#x443;&#x442;&#x430;&#x445; &#x445;&#x43E;&#x434;&#x44C;&#x431;&#x44B; &#x43E;&#x442; &#x43C;. &#x22;&#x414;&#x43C;&#x438;&#x442;&#x440;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;&#x22;;
- &#x423; &#x43D;&#x430;&#x441; &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;, &#x43C;&#x44B; &#x43D;&#x430;&#x447;&#x438;&#x43D;&#x430;&#x435;&#x43C; &#x434;&#x43E; 11 &#x447;&#x430;&#x441;&#x43E;&#x432; &#x434;&#x43D;&#x44F;;
- &#x422;&#x440;&#x443;&#x434;&#x43E;&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E; &#x43F;&#x43E; &#x422;&#x41A; &#x420;&#x424;;
- &#x414;&#x41C;&#x421; + &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x43F;&#x440;&#x43E;&#x445;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44F; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;;
- &#x41F;&#x43E;&#x434;&#x43F;&#x438;&#x441;&#x43A;&#x430; &#x43D;&#x430; ivi;
- &#x41F;&#x430;&#x43A;&#x435;&#x442; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x434;&#x43B;&#x44F; &#x441;&#x43E;&#x438;&#x441;&#x43A;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43E; &#x432;&#x441;&#x435;&#x439; &#x420;&#x43E;&#x441;&#x441;&#x438;&#x438;.

&#x41F;&#x438;&#x448;&#x438;&#x442;&#x435; <a href="tg://resolve?domain=daria144">@daria144</a>, &#x43D;&#x430; &#x43F;&#x43E;&#x447;&#x442;&#x443; <a target="_blank" rel="noopener noreferrer" href="mailto:dsereda@ivi.ru">dsereda@ivi.ru</a> &#x438;&#x43B;&#x438; &#x43E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x430;&#x439;&#x442;&#x435;&#x441;&#x44C; &#x437;&#x434;&#x435;&#x441;&#x44C; <a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/35021558">https://hh.ru/vacancy/35021558</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/ubuntu" class="mr-2">
         ubuntu
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/gitlab" class="mr-2">
         gitlab
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/nginx" class="mr-2">
         nginx
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/90985988096-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#backend</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#SQL</span> <span style="opacity: 0.5;">#REST</span> <span style="opacity: 0.5;">#Agile</span> <span style="opacity: 0.5;">#Developer</span> <span style="opacity: 0.5;">#PythonDeveloper</span> <span style="opacity: 0.5;">#ORM</span>

&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;:  <b>Python Developer
</b>&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;|&#x421;&#x41F;&#x431;|&#x41D;&#x438;&#x436;&#x43D;&#x438;&#x439; &#x41D;&#x43E;&#x432;&#x433;&#x43E;&#x440;&#x43E;&#x434;
&#x417;&#x41F;: <b>120 - 200&#x43A;</b> <b>net
</b>&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <b>&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x423;&#x414;&#x410;&#x41B;&#x415;&#x41D;&#x41A;&#x410;

&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;! &#x418;&#x449;&#x443;</b> <b>Python-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430;!

&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
</b>&#x2705; &#x411;&#x435;&#x437;&#x43E;&#x431;&#x440;&#x430;&#x437;&#x43D;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B;
&#x2705; &#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; (&#x43C;&#x44B; &#x438;&#x434;&#x435;&#x439;&#x43D;&#x44B;&#x435; &#x443;&#x434;&#x430;&#x43B;&#x451;&#x43D;&#x449;&#x438;&#x43A;&#x438;)
&#x2705; &#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x441; &#x43C;&#x435;&#x436;&#x434;. &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x43C; &#x441; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x430;&#x43C;&#x438; &#x432; &#x3E;40 &#x441;&#x442;&#x440;&#x430;&#x43D;&#x430;&#x445; &#x43C;&#x438;&#x440;&#x430;
&#x2705; &#x41F;&#x435;&#x440;&#x441;&#x43F;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x443; &#x440;&#x43E;&#x441;&#x442;&#x430; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x430; &#x433;&#x43B;&#x43E;&#x431;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F;
&#x2705; &#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x418;&#x41F;
&#x2705; 120 - 200&#x43A; net
&#x2705; &#x413;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x44B;&#x439;
&#x2705; &#x412;&#x43E;&#x437;&#x43C;&#x435;&#x449;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x44B; &#x43F;&#x43E;&#x434;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x41F;&#x41E; &#x438; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x418;&#x41F;

<b>&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
</b>&#x2747;&#xFE0F; &#x412;&#x43B;&#x430;&#x434;&#x435;&#x43D;&#x438;&#x435; Python &#x438; &#x43B;&#x44E;&#x431;&#x438;&#x43C;&#x44B;&#x43C;&#x438; &#x435;&#x433;&#x43E; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x430;&#x43C;&#x438;
&#x2747;&#xFE0F; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x430; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; 1-5&#x447;&#x435;&#x43B;
&#x2747;&#xFE0F; &#x420;&#x435;&#x43B;&#x435;&#x432;&#x430;&#x43D;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x43E;&#x442; 3&#x445; &#x43B;&#x435;&#x442;
&#x2747;&#xFE0F; &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43C;&#x430;&#x441;&#x448;&#x442;&#x430;&#x431;&#x438;&#x440;&#x443;&#x435;&#x43C;&#x44B;&#x445; &#x431;&#x435;&#x43A;&#x435;&#x43D;&#x434;&#x43E;&#x432; &#x438; REST APIs
&#x2747;&#xFE0F; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x440;&#x435;&#x43B;&#x44F;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x411;&#x414;, &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; SQL
&#x2747;&#xFE0F; &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x440;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x43E;&#x447;&#x435;&#x440;&#x435;&#x434;&#x44F;&#x43C;&#x438;
&#x2747;&#xFE0F; &#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x44F;&#x437;&#x44B;&#x43A; - &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x43E;&#x442; B1
&#x2747;&#xFE0F; &#x41F;&#x440;&#x43E;&#x444;&#x438;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x432;&#x44B;&#x441;&#x448;&#x435;&#x435; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;

<b>&#x417;&#x430;&#x434;&#x430;&#x447;&#x438;:

&#x41C;&#x43D;&#x43E;&#x433;&#x43E;</b>. &#x41E;&#x447;&#x435;&#x43D;&#x44C; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;)
&#x432; &#x43B;&#x441;, &#x430; &#x442;&#x43E; &#x434;&#x43B;&#x438;&#x43D;&#x43D;&#x44B;&#x439; &#x442;&#x435;&#x43A;&#x441;&#x442; &#x1F604;

<b>&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x435;&#x43A;&#x43E;&#x43C; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;:</b> Python 3.6, Pyramid, PostgreSQL, SQLAlchemy, Celery, Rabbitmq, Redis, Buildout, Rest API, &#x43D;&#x435;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; JS (&#x442;&#x435;&#x445; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x43A;&#x430;), <a target="_blank" rel="noopener noreferrer" href="http://Socket.io">Socket.io</a>, Docker

&#x41F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x432; &#x43B;&#x441;&#x1F60F;
<b>&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: @nutella_n</b><a href="tg://resolve?domain=nutella_n">@nutella_n</a></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/orm" class="mr-2">
         orm
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/sqlalchemy" class="mr-2">
         sqlalchemy
        </a><a href="/tags/rabbitmq" class="mr-2 active">
         rabbitmq
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">15 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/90895810560-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#vacancy</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#fullstack</span> <span style="opacity: 0.5;">#senior</span>

&#x41F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x44F;: Senior Python Developer
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: SO Services Ltd
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x41E;&#x43F;&#x43B;&#x430;&#x442;&#x430;: &#x43E;&#x442; 3000 &#x434;&#x43E; 4000 USD &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: &#x41C;&#x430;&#x440;&#x43A;, <a href="tg://resolve?domain=mark_soservices">@mark_soservices</a>

&#x414;&#x43E;&#x431;&#x440;&#x44B;&#x439; &#x434;&#x435;&#x43D;&#x44C;! &#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; Python &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x448;&#x435;&#x433;&#x43E; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x430; &#x438;&#x437; &#x421;&#x428;&#x410;. &#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439;. &#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x430;&#x43A;&#x442;&#x430; &#x447;&#x435;&#x440;&#x435;&#x437; &#x418;&#x41F; - &#x441; &#x44D;&#x442;&#x438;&#x43C; &#x43F;&#x440;&#x43E;&#x43A;&#x43E;&#x43D;&#x441;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x440;&#x443;&#x435;&#x43C;.

<b>Responsibilities</b>
- Plan and architect development work with rest of Dev team to ensure successful execution and delivery
- Participate in improving and refining development processes and workflows
- Help your peers with code review with focus on performance and reliability
- Develop automation culture
- Collaborate with Product Management to plan sprints
- Collaborate with IT Operations to ensure services stability and high uptime
- Help with investigation of software issues causing downtime and/or malfunction
- Adapt legacy code to AWS

<b>Requirements</b>
- 4+ years professional experience building front and back-end web applications
- Experience with most or all technologies: Python &#x26; Django, RDBMS, JS and jQuery, HTML/CSS/LESS, Git
- Experience with following technologies will be a bonus: MongoDB, PostgreSQL, Elastic Search, WordPress, Redis, Celery, Jenkins, Sentry, New Relic, Nginx, RabbitMQ, NodeJS
- Focus on task accomplishment and pursuing deadlines
- Ability to prioritise and manage work across multiple related projects
- Experienced in working following Agile development methodologies
- Strong written and communications skills


<b>Technology Stack</b>
- Python, Django
- MySQL, Redis
- AWS (storage, container services, serverless)
- Github for code management
- Jenkins as CI</div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/django" class="mr-2">
         django
        </a><a href="/tags/jquery" class="mr-2">
         jquery
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">13 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2200961024-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#Remote</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;DevOps</span>  <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#DevOps</span> <span style="opacity: 0.5;">#Cyprus</span> <span style="opacity: 0.5;">#Relocation</span>

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: Exness
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x438;&#x43B;&#x438; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F; &#x43D;&#x430; &#x41A;&#x438;&#x43F;&#x440; (&#x43F;&#x43E; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x44E; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x430;)
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 3000 &#x434;&#x43E; 4000 EUR (&#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x430;&#x435;&#x43C; &#x441; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x430;&#x43C;&#x438; &#x43F;&#x43E; &#x438;&#x442;&#x43E;&#x433;&#x430;&#x43C; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x44C;&#x44E;)

&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;! &#x41C;&#x44B; - &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; Exness &#x1F31F; &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B; &#x432; Fintech. 
&#x418;&#x449;&#x435;&#x43C; &#x442;&#x430;&#x43B;&#x430;&#x43D;&#x442;&#x43B;&#x438;&#x432;&#x43E;&#x433;&#x43E; DevOps/DBA &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442; &#x432;&#x43D;&#x435;&#x441;&#x442;&#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x438;&#x437;&#x443; &#x432; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x443;&#x44E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43F;&#x43E; &#x43E;&#x431;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x442;&#x43E;&#x440;&#x433;&#x43E;&#x432;&#x44B;&#x445; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;, &#x43E;&#x431;&#x43B;&#x430;&#x434;&#x430;&#x44F; &#x433;&#x43B;&#x443;&#x431;&#x43E;&#x43A;&#x438;&#x43C;&#x438; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F;&#x43C;&#x438; &#x432; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x438; &#x431;&#x430;&#x437;&#x430;&#x43C;&#x438; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x1F4A5;

&#x1F917;**&#x427;&#x435;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F;?**
&#x422;&#x435;&#x441;&#x43D;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x43D;&#x430;&#x434; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;&#x43C;&#x438;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;, &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x440;&#x43A;&#x43E;&#x439; &#x433;&#x438;&#x43F;&#x43E;&#x442;&#x435;&#x437;, &#x443;&#x43B;&#x443;&#x447;&#x448;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430;, &#x432;&#x44B;&#x44F;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x43E;&#x441;&#x43E;&#x431;&#x435;&#x43D;&#x43D;&#x43E; &#x441; &#x431;&#x430;&#x437;&#x430;&#x43C;&#x438; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; - &#x438;&#x445; &#x43C;&#x430;&#x441;&#x448;&#x442;&#x430;&#x431;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;, &#x440;&#x430;&#x437;&#x431;&#x438;&#x435;&#x43D;&#x438;&#x435;, &#x440;&#x430;&#x437;&#x431;&#x438;&#x435;&#x43D;&#x438;&#x435;, &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441;&#x43E;&#x432; &#x438; &#x442;. &#x434;.

&#x1F6E0;**&#x41D;&#x430;&#x448; &#x441;&#x442;&#x44D;&#x43A;:**
Backend: Java, Go;
ETL: Clickhouse, MongoDB/Postgres;
IT infra: Kubernetes;
VCS/CICD: Gitlab, Teamcity.

&#x1F91E;**&#x427;&#x435;&#x433;&#x43E; &#x43C;&#x44B; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C; &#x43E;&#x442; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x430;:**
- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x439; &#x438; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x421;&#x423;&#x411;&#x414;
- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B; &#x438; &#x441;&#x442;&#x435;&#x43A;&#x430; NoSQL (&#x43C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43F;&#x43E;&#x447;&#x438;&#x442;&#x430;&#x435;&#x43C; MongoDB)
- &#x42D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x445; &#x431;&#x430;&#x437; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; RabbitMQ &#x438; Apache Kafka
- &#x42D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x43E;&#x432; CI / CD.
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; 1 &#x433;&#x43E;&#x434;&#x430; (&#x43C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43F;&#x43E;&#x447;&#x438;&#x442;&#x430;&#x435;&#x43C;: Java, Go &#x438;&#x43B;&#x438; Python)

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;: 

- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x447;&#x43D;&#x44B;&#x445; &#x431;&#x430;&#x437; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;, &#x442;&#x430;&#x43A;&#x438;&#x445; &#x43A;&#x430;&#x43A; AWS RDS, AWS Aurora, AWS Redshift.

&#x1F525;**&#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:**
&#x41F;&#x440;&#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x43C; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435;:
- &#x41C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x435; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x430; &#x438; &#x447;&#x43B;&#x435;&#x43D;&#x43E;&#x432; &#x438;&#x445; &#x441;&#x435;&#x43C;&#x435;&#x439;;
- &#x41A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;;
- &#x41F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x435; &#x43D;&#x430; &#x41A;&#x438;&#x43F;&#x440;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43F;&#x43E;&#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x441;&#x43E; &#x441;&#x432;&#x43E;&#x435;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; (&#x440;&#x430;&#x437; &#x432; &#x433;&#x43E;&#x434;).

&#x41F;&#x440;&#x438; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x438; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x43D;&#x430; &#x41A;&#x438;&#x43F;&#x440;:
- &#x420;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x439; &#x43F;&#x430;&#x43A;&#x435;&#x442; &#x434;&#x43B;&#x44F; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x430; &#x438; &#x435;&#x433;&#x43E; &#x441;&#x435;&#x43C;&#x44C;&#x438; (&#x431;&#x438;&#x43B;&#x435;&#x442;&#x44B;, &#x432;&#x438;&#x437;&#x44B;, &#x440;&#x430;&#x437;&#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x43D;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443;, &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x43A;&#x432;&#x430;&#x440;&#x442;&#x438;&#x440;&#x430; &#x43D;&#x430; &#x43F;&#x435;&#x440;&#x432;&#x44B;&#x439; &#x43C;&#x435;&#x441;&#x44F;&#x446; &#x438; &#x442;. &#x434;.);
- &#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C; &#x41C;&#x438;&#x43D;&#x438; &#x41A;&#x443;&#x43F;&#x435;&#x440; S;
- &#x41C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x435; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x430; &#x438; &#x447;&#x43B;&#x435;&#x43D;&#x43E;&#x432; &#x438;&#x445; &#x441;&#x435;&#x43C;&#x435;&#x439;;
- &#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441;-&#x446;&#x435;&#x43D;&#x442;&#x440; &#x434;&#x43B;&#x44F; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432; &#x438; &#x438;&#x445; &#x441;&#x443;&#x43F;&#x440;&#x443;&#x433;&#x43E;&#x432;;
- &#x41F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x430; &#x43A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x438; &#x434;&#x435;&#x442;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x441;&#x430;&#x434;&#x430; / &#x448;&#x43A;&#x43E;&#x43B;&#x44B;;
- &#x41D;&#x435;&#x43F;&#x440;&#x435;&#x440;&#x44B;&#x432;&#x43D;&#x43E;&#x435; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435;, &#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447;;
- &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x441;&#x43E; &#x441;&#x432;&#x435;&#x436;&#x435;&#x432;&#x44B;&#x436;&#x430;&#x442;&#x44B;&#x43C;&#x438; &#x441;&#x43E;&#x43A;&#x430;&#x43C;&#x438;, &#x43F;&#x435;&#x447;&#x435;&#x43D;&#x44C;&#x435;&#x43C; &#x438; &#x43B;&#x443;&#x447;&#x448;&#x438;&#x43C; &#x432;&#x438;&#x434;&#x43E;&#x43C; &#x43D;&#x430; &#x43C;&#x43E;&#x440;&#x435; &#x438;&#x437; &#x43D;&#x430;&#x448;&#x435;&#x433;&#x43E; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x431;&#x430;&#x440;&#x430; &#x43D;&#x430; &#x43A;&#x440;&#x44B;&#x448;&#x435;.&#xA0;

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: <a href="tg://resolve?domain=sofia_tomashevich">@sofia_tomashevich</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/gitlab" class="mr-2">
         gitlab
        </a><a href="/tags/nosql" class="mr-2">
         nosql
        </a><a href="/tags/rabbitmq" class="mr-2 active">
         rabbitmq
        </a><a href="/tags/apache" class="mr-2">
         apache
        </a><a href="/tags/kafka" class="mr-2">
         kafka
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">12 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item"><a href="/tags/rabbitmq/4" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item"><a href="/tags/rabbitmq/4" aria-label="4" aria-current="4" class="page-link">4</a></li><li class="page-item active"><a href="/tags/rabbitmq/5" aria-label="5" aria-current="5" class="page-link active--exact active">5</a></li><li class="page-item  disabled"><a href="/tags/rabbitmq/6" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script>window.__INITIAL_STATE__={"data":{"records":{"id":"rabbitmq","name":"rabbitmq","belongsTo":{"totalCount":48,"pageInfo":{"totalPages":5,"currentPage":5},"edges":[{"node":{"__typename":"Job","id":"1689255936-1001091028994","title":"Java разработчик","text":"Вакансия Team Lead Java \n\nПроект: Разрабатываем единый веб-терминал MOEX Treasury, который позволит получить быстрый и удобный доступ ко всем рынкам Московской Биржи, а также сервисам по управлению обеспечением и внебиржевым операциям. Это не просто веб-интерфейс к уже существующим торговым системам, а новая платформа, которая взаимодействует со всеми основными торговыми и бэк-офисными системами Биржи, которая сейчас начинает активно развиваться.\n \nТехнологический стек: Java 8, Spring (Spring Boot, Spring MVC), Hazelcast, WebSocket, RabbitMQ, Firebird (с переходом на PostgreSQL), в интеграционных решения REST API и JMS.\n \n Задачи на проекте:\n Участие в проекте по разработке платформы, объединяющей основные рынки и инструменты Московской Биржи;\n Подбор команды java-разработчиков (3 человека);\n Решение всех эскалаций по сотрудникам направления – качество и производительность работы, мотивация и пр.;\n Обеспечение качества работы членов команды;\n Накопление экспертизы по направлению;\n Организация и поддержание в актуальном состоянии базы знаний, проведение внутренних мероприятий по обмену знаниями и пр.;\n Проработка подхода к организации работ и его документирование в регламентах;\n Информирование всех заинтересованных сторон о процессе и его изменениях, контроль следования установленному процессу;\n Оценка задач в итерацию, оценка скоупа входящих работ;\n Ревью оценок от команды, отчетность план\u002Fфакт по задачам команды;\n Разработка и контроль стандартов проектирования и качества кода для внешнего подрядчика.\n \nЧто мы ожидаем от Вас:\n Глубокое знание Java core;\n Знание принципов ООП и понимание паттернов проектирования;\n Уверенное знание JEE, Spring, Spring Boot, Spring MVC;\n Опыт разработки высоконагруженных систем;\n Уверенное знание, опыт проектирования и разработки RESTful API и WebSocket;\n Уверенное знание и опыт работы с данными в формате xml,json;\n Опыт работы с jaxb;\n Уверенное знание rdms. умение отлаживать, оптимизировать sql запросы;\n Опыт работы с Postgres приветствуется.\n\nНаши условия работы:\n• Компания: ПАО Московская биржа (Компания, входящая в 500 - лучших работодателей мира по версии Forbes за 2019 год);\n• Офис в центре: г. Москва, м. Арбатская\u002FБиблиотека им. Ленина\u002FБоровицкая\u002FАлександровский сад;\n• Занятость: полная, официальное оформление в штат компании (оформление онлайн);\n• Формат работы: современный  офис возле Кремля в шаговой доступности от метро (на данный момент работаем удаленно из дома);\n• ДМС: с первого рабочего дня;\n• Свой «корпоративный университет», собственный лекторий, широкие возможности обучения – как внутри, так и вне компании;\n• Уровень з\u002Fп:  300 - 350 тыс.руб. (gross) + годовой бонус (32% от годового дохода);\n• Формат интервью: 1 этап онлайн интервью (60 минут).\n\nПишите в личку, отвечу на любые вопросы!\nКонтакты: @Sasha_P92\nAlexander.Panin@moex.com","markup":[{"type":"bold","offset":0,"length":34,"data":""},{"type":"bold","offset":453,"length":22,"data":""},{"type":"bold","offset":631,"length":19,"data":""},{"type":"bold","offset":1530,"length":23,"data":""},{"type":"bold","offset":2012,"length":21,"data":""},{"type":"bold","offset":2306,"length":19,"data":""},{"type":"handle","offset":2795,"length":10,"data":"Sasha_P92"},{"type":"link","offset":2806,"length":24,"data":"mailto:Alexander.Panin@moex.com"}],"date":"2020-06-16T08:53:10+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1611","tags":[{"name":"java"},{"name":"jvm"},{"name":"spring"},{"name":"websocket"},{"name":"rabbitmq"},{"name":"postgresql"},{"name":"rest"},{"name":"xml"},{"name":"json"},{"name":"jaxb"},{"name":"sql"},{"name":"spring-boot"},{"name":"spring-mvc"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"2214592512-1001134745498","title":"Devops инженер","text":"#вакансия #Remote #работаDevOps  #удаленка \n\nКомпания: IDG\nФормат работы: удаленка\nЗанятость: полная\nЗарплатная вилка: $2500 до $4000\n\n👋Всем привет. Меня зовут Гульназ. \nМы занимаемся разработкой собственных образовательных проектов, а также проектов для клиентов - технологических, финансовых и аудиторских компаний.\nСейчас мы ищем DevOps инженера в дополнение к нашей текущей DevOps-команде, который будет вместе с нами делать cross-cloud big-data\u002Fai платформу для одного из наших крупных постоянных клиентов.\nУ нас всё в k8s. Помимо этого есть spark, несколько баз данных и еще куча всего интересного. Разворачиваем с помощью Terraform\u002FAnsible\u002FHelm\n\n📍Требования:\n\n- Опыт работы с AWS\u002FAzure\u002FGCE - от 2+ лет;\n- Опыт работы с Kubernetes - от 2+ лет\n- Опыт работы со Spark - от 1 года\n- Имеет опыт настройки и администрирования БД (Mongo, Redis, Rabbit, SQL Server, Postgres, MySQL, Elastic Search)\n- Опыт разработки на Python или других подобных языках;\n- Опыт организации процесса CI\u002FCD (jenkins, teamcity).\n- Английский на уровне Intermediate и выше.\n\nБудет плюсом: \n\n- Опыт работы в крупных международных компаниях;\n- Опыт работы с технологиями Big Data;\n\n📌Что мы предлагаем:\n\n- Интересные задачи и возможность реализовать свой потенциал в международных проектах компании и внутренних стартапах;\n- Гибкий график (начало и конец рабочего дня согласовываются с менеджером и командой проекта)\n- Полностью удаленная работа\n- Дополнительные выплаты за профессиональные успехи\n\nКонтакт: @IDGAccount\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"Remote"},{"type":"hashtag","offset":18,"length":13,"data":"работаDevOps"},{"type":"hashtag","offset":33,"length":9,"data":"удаленка"},{"type":"handle","offset":1487,"length":11,"data":"IDGAccount"},{"type":"handle","offset":1533,"length":12,"data":"devops_jobs"}],"date":"2020-06-16T08:10:39+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2112","tags":[{"name":"cloud"},{"name":"ansible"},{"name":"amazon-web-services"},{"name":"azure"},{"name":"kubernetes"},{"name":"redis"},{"name":"rabbitmq"},{"name":"sql"},{"name":"postgresql"},{"name":"mysql"},{"name":"elasticsearch"},{"name":"python"},{"name":"jenkins"},{"name":"sql-server"}],"cities":[],"allowsRemote":true}},{"node":{"__typename":"Job","id":"1686110208-1001091028994","title":"Java разработчик","text":"#вакансия #java #senior #middle \nЛокация: Саратов, Самара, Кемерово \nЗП: 80.000-170.000 на руки\nИщем в команду Java dev  уровня middle\u002Fsenior в связи с большим количеством интересных проектов и расширения команды.\nКратко по стеку: \n[ Java 11+, Maven, Spring Boot 2+, Hibernate 5+, PostgreSQL 12, RabbitMQ ]\nТребования:\n - Java SE 8 и выше \n- Spring \u002F Spring Boot \n- Hibernate или MyBatis\n- SQL (PostgreSQL) \n- Apache Tomcat или Eclipse Jetty или другой app server\n- Принципы ООП\n- Web сервисы (REST или SOAP).\n Будет плюсом: опыт работы с одним из актуальных frontend фреймворков - Angular, React, Vue; понимание принципов работы протоколов HTTP, HTTPS; работа с очередями (ActiveMQ, RabbitMQ) и опыт работы с Docker.\nЧто предлагаем:\n- белая з\u002Fп и оформление в штат;\n- интересные проекты и адекватное руководство; \n- возможность профессионального и карьерного роста;\n- формат интервью 1 этап по Skype или Zoom\nДля связи и резюме @KaterinaHR","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":5,"data":"java"},{"type":"hashtag","offset":16,"length":7,"data":"senior"},{"type":"hashtag","offset":24,"length":7,"data":"middle"},{"type":"handle","offset":929,"length":11,"data":"KaterinaHR"}],"date":"2020-06-16T07:55:35+00:00","link":"tg:\u002F\u002Fresolve?domain=jvmjobs&post=1608","tags":[{"name":"java"},{"name":"jvm"},{"name":"maven"},{"name":"spring"},{"name":"hibernate"},{"name":"postgresql"},{"name":"rabbitmq"},{"name":"sql"},{"name":"apache"},{"name":"tomcat"},{"name":"eclipse"},{"name":"jetty"},{"name":"web"},{"name":"rest"},{"name":"soap"},{"name":"angularjs"},{"name":"reactjs"},{"name":"vuejs"},{"name":"docker"},{"name":"spring-boot"}],"cities":[{"code":"saratov"},{"code":"samara"},{"code":"kemerovo"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"102892568576-1001089317451","title":"Qa инженер","text":"#вакансия #fulltime #офис #Москва #DRTest #Kubernetes #senior #DevOps #TS\n\nКомпания: Техносерв https:\u002F\u002Ftechnoserv.com\u002F \nВакансия: Senior QA DevOps\nДля работы на проектах в крупном банке (T&M)\nЗП: 100 000 - 220 000\nГрафик работы: фултайм, 10:00-19:00 (по договоренности)\nМесто работы: офис, г. Москва\n\nЗадачи:\n· Построение\u002Fтестирование CI\u002FCD pipelines;\n· Администрирование\u002Fтестирование скриптов развертывания Kubernetes кластеров;\n· Консультирование заинтересованных лиц по сопровождению и эксплуатации ПО в части DR тестирования;\n· Изучение и последующее тестирование новых инструментов.\n\nТребования:\n∙ Опыт построения процесса конечной интеграции и мониторинга, управления сетями (настройка машин, виртуализация, безопасность);\n∙ Опыт работы с Kubernetes;\n∙ Опыт администрирования Linux серверов (Centos,RHEL)\n∙ Хорошее знание инструментов DevOps (Docker, Jenkins\u002FTeamCity, Ansible\u002FSalt\u002FPuppet\u002FChef), понимание принципов DevSecOps;\n∙ Опыт настройки и администрирования веб-серверов (Apache, Nginx, JBoss\u002FWildFly, Glassfish);\n∙ Опыт настройки и администрирования систем мониторинга (Zabbix, Prometheus, Grafana, Nagios);\n∙ Хорошее знание Git;\n∙ Знание shell\u002Fbash;\n∙ Опыт работы с ELK Stack (или готовность самостоятельно быстро изучить его на практике);\n∙ Умение доходчиво донести информацию как представителям бизнеса, так и IT-специалистам.\n\nПриветствуется:\n∙ Опыт построения pipelines в TeamCity;\n∙ Знание одного из языков программирования (Python, JS, golang);\n∙ Опыт работы со стеком Atlassian (Jira, Confluence);\n∙ Опыт работы с Redis, RabbitMQ, Elasticsearch, Kafka.\n\nРезюме сюда: QAResume@technoserv.com","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"fulltime"},{"type":"hashtag","offset":20,"length":5,"data":"офис"},{"type":"hashtag","offset":26,"length":7,"data":"Москва"},{"type":"hashtag","offset":34,"length":7,"data":"DRTest"},{"type":"hashtag","offset":42,"length":11,"data":"Kubernetes"},{"type":"hashtag","offset":54,"length":7,"data":"senior"},{"type":"hashtag","offset":62,"length":7,"data":"DevOps"},{"type":"hashtag","offset":70,"length":3,"data":"TS"},{"type":"link","offset":95,"length":23,"data":"https:\u002F\u002Ftechnoserv.com\u002F"},{"type":"link","offset":1588,"length":23,"data":"mailto:QAResume@technoserv.com"}],"date":"2020-06-15T14:52:17+00:00","link":"tg:\u002F\u002Fresolve?domain=qa_jobs&post=0","tags":[{"name":"qa"},{"name":"kubernetes"},{"name":"linux"},{"name":"centos"},{"name":"docker"},{"name":"jenkins"},{"name":"ansible"},{"name":"apache"},{"name":"nginx"},{"name":"jboss"},{"name":"git"},{"name":"shell"},{"name":"bash"},{"name":"python"},{"name":"go"},{"name":"redis"},{"name":"rabbitmq"},{"name":"elasticsearch"},{"name":"kafka"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"2211446784-1001134745498","title":"Devops инженер","text":"#вакансия #DevOps #Москва #ivi\n\nОнлайн-кинотеатр ivi \nЛокация: Москва, ст. м. Дмитровская\nФормат работы: офис \nЗанятость: полная\nЗарплатная вилка: от 180 000 до 250 000 руб. на руки.\n\nРазыскиваем коллегу в команду для участия в настройке процессов: технических (CI\u002FCD) и в части взаимодействия с коллегами. Активное участие в разворачивании и эксплуатации k8s. Помогаем командам разработки строить CI\u002FCD-пайплайны.  Используем Ubuntu, Linux.\nХраним код и разрабатываем pipeline-ы с помощью GitLab+Artifactory.\nДля мониторинга серверов и сервисов используем Zabbix и StatsD, заправляем Grafana.\nНаши сервисы написаны на Python, Golang и немного PHP и Java.\nЛюбим и активно используем Jenkins для решения самых разнообразных задач.\nИспользуем много Open Source (и не только) приложений: Nginx, Redis, PostgreSQL, MongoDB, RabbitMQ, ClickHouse, OpenStack, GitLab, Kafka, HDFS, Jira , OpenNebula.\n\nЧто предстоит делать: \n- Развитие и настройка процессов CI\u002FCD;\n- Периодический аудит используемого стека технологий;\n- Планирование и участие в рефакторинге процессов, инфраструктуры, приложений;\n- Сопровождение сервисов от разработки до эксплуатации, участие в эксплуатации;\n- Доработка текущих и разработка новых сценариев конфигурирования серверов и приложений;\n- Администрирование приложений по результатам выполненной работы, подготовка документации, если это необходимо.\n\nКак узнать, что ты нам подходишь? \n- Успешный опыт работы CI\u002FCD-системами (у нас GitLab и Jenkins);\n- Умение хорошо готовить Docker;\n- Опыт программирования на скриптовых языках (Shell, Python);\n- Опыт администрирования Linux и приложений более 5 лет;\n- Понимание сетевых технологий TCP\u002FIP;\n- Опыт работы с системами управления версиями (у нас Git);\n- Опыт работы с системами управления конфигурациями.\n\nСо своей стороны мы обещаем: \n- Офис в 5 минутах ходьбы от м. \"Дмитровская\";\n- У нас гибкий график, мы начинаем до 11 часов дня;\n- Трудоустройство по ТК РФ;\n- ДМС + стоматология после прохождения испытательного срока;\n- Подписка на ivi;\n- Пакет релокации для соискателей со всей России.\n\nПишите @daria144, на почту dsereda@ivi.ru или откликайтесь здесь https:\u002F\u002Fhh.ru\u002Fvacancy\u002F35021558\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"DevOps"},{"type":"hashtag","offset":18,"length":7,"data":"Москва"},{"type":"hashtag","offset":26,"length":4,"data":"ivi"},{"type":"handle","offset":2071,"length":9,"data":"daria144"},{"type":"link","offset":2091,"length":14,"data":"mailto:dsereda@ivi.ru"},{"type":"link","offset":2129,"length":30,"data":"https:\u002F\u002Fhh.ru\u002Fvacancy\u002F35021558"},{"type":"handle","offset":2194,"length":12,"data":"devops_jobs"}],"date":"2020-06-15T13:57:03+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2109","tags":[{"name":"ubuntu"},{"name":"linux"},{"name":"gitlab"},{"name":"python"},{"name":"go"},{"name":"php"},{"name":"java"},{"name":"jenkins"},{"name":"nginx"},{"name":"redis"},{"name":"postgresql"},{"name":"mongodb"},{"name":"rabbitmq"},{"name":"kafka"},{"name":"hdfs"},{"name":"docker"},{"name":"shell"},{"name":"git"}],"cities":[{"code":"moscow"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"90985988096-1001067529236","title":"Python разработчик","text":"#вакансия #москва #удаленка #backend #python #SQL #REST #Agile #Developer #PythonDeveloper #ORM\n\nВакансия:  Python Developer\nГород: Москва|СПб|Нижний Новгород\nЗП: 120 - 200к net\nЗанятость: полная, УДАЛЕНКА\n\nВсем привет! Ищу Python-разработчика!\n\nУсловия:\n✅ Безобразно интересные проекты\n✅ Удаленка (мы идейные удалёнщики)\n✅ Работу с межд. проектом с клиентами в \u003E40 странах мира\n✅ Перспективу роста в профессионала глобального уровня\n✅ Оформление по ИП\n✅ 120 - 200к net\n✅ График свободный\n✅ Возмещение оплаты подключения ПО и оформления ИП\n\nТребования:\n❇️ Владение Python и любимыми его фреймворками\n❇️ Опыт руководства командой 1-5чел\n❇️ Релевантный опыт от 3х лет\n❇️ Опыт проектирования и разработки масштабируемых бекендов и REST APIs\n❇️ Опыт работы с реляционными БД, знание SQL\n❇️ Опыт работы с распределенными очередями\n❇️ Английский язык - уровень от B1\n❇️ Профильное высшее образование\n\nЗадачи:\n\nМного. Очень много)\nв лс, а то длинный текст 😄\n\nРабота со стеком технологий: Python 3.6, Pyramid, PostgreSQL, SQLAlchemy, Celery, Rabbitmq, Redis, Buildout, Rest API, немного JS (тех админка), Socket.io, Docker\n\nПодробности в лс😏\nКонтакты: @nutella_n","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"москва"},{"type":"hashtag","offset":18,"length":9,"data":"удаленка"},{"type":"hashtag","offset":28,"length":8,"data":"backend"},{"type":"hashtag","offset":37,"length":7,"data":"python"},{"type":"hashtag","offset":45,"length":4,"data":"SQL"},{"type":"hashtag","offset":50,"length":5,"data":"REST"},{"type":"hashtag","offset":56,"length":6,"data":"Agile"},{"type":"hashtag","offset":63,"length":10,"data":"Developer"},{"type":"hashtag","offset":74,"length":16,"data":"PythonDeveloper"},{"type":"hashtag","offset":91,"length":4,"data":"ORM"},{"type":"bold","offset":108,"length":17,"data":""},{"type":"bold","offset":163,"length":10,"data":""},{"type":"bold","offset":174,"length":4,"data":""},{"type":"bold","offset":189,"length":34,"data":""},{"type":"bold","offset":224,"length":31,"data":""},{"type":"bold","offset":541,"length":12,"data":""},{"type":"bold","offset":895,"length":14,"data":""},{"type":"bold","offset":953,"length":28,"data":""},{"type":"link","offset":1098,"length":9,"data":"http:\u002F\u002FSocket.io"},{"type":"bold","offset":1136,"length":20,"data":""},{"type":"handle","offset":1146,"length":10,"data":"nutella_n"}],"date":"2020-06-15T11:51:07+00:00","link":"tg:\u002F\u002Fresolve?domain=python_jobs&post=0","tags":[{"name":"python"},{"name":"sql"},{"name":"rest"},{"name":"orm"},{"name":"dotnet"},{"name":"postgresql"},{"name":"sqlalchemy"},{"name":"rabbitmq"},{"name":"redis"},{"name":"docker"}],"cities":[{"code":"moscow"},{"code":"nizhny-novgorod"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"90895810560-1001067529236","title":"Python разработчик","text":"#вакансия #vacancy #fulltime #remote #fullstack #senior\n\nПозиция: Senior Python Developer\nКомпания: SO Services Ltd\nФормат работы: удаленная работа\nЗанятость: полная\nОплата: от 3000 до 4000 USD в месяц\nКонтакт: Марк, @mark_soservices\n\nДобрый день! Мы ищем Python разработчика для нашего клиента из США. Требуется разговорный английский. Оформление контракта через ИП - с этим проконсультируем.\n\nResponsibilities\n- Plan and architect development work with rest of Dev team to ensure successful execution and delivery\n- Participate in improving and refining development processes and workflows\n- Help your peers with code review with focus on performance and reliability\n- Develop automation culture\n- Collaborate with Product Management to plan sprints\n- Collaborate with IT Operations to ensure services stability and high uptime\n- Help with investigation of software issues causing downtime and\u002For malfunction\n- Adapt legacy code to AWS\n\nRequirements\n- 4+ years professional experience building front and back-end web applications\n- Experience with most or all technologies: Python & Django, RDBMS, JS and jQuery, HTML\u002FCSS\u002FLESS, Git\n- Experience with following technologies will be a bonus: MongoDB, PostgreSQL, Elastic Search, WordPress, Redis, Celery, Jenkins, Sentry, New Relic, Nginx, RabbitMQ, NodeJS\n- Focus on task accomplishment and pursuing deadlines\n- Ability to prioritise and manage work across multiple related projects\n- Experienced in working following Agile development methodologies\n- Strong written and communications skills\n\n\nTechnology Stack\n- Python, Django\n- MySQL, Redis\n- AWS (storage, container services, serverless)\n- Github for code management\n- Jenkins as CI","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":8,"data":"vacancy"},{"type":"hashtag","offset":19,"length":9,"data":"fulltime"},{"type":"hashtag","offset":29,"length":7,"data":"remote"},{"type":"hashtag","offset":37,"length":10,"data":"fullstack"},{"type":"hashtag","offset":48,"length":7,"data":"senior"},{"type":"handle","offset":217,"length":16,"data":"mark_soservices"},{"type":"bold","offset":395,"length":16,"data":""},{"type":"bold","offset":939,"length":12,"data":""},{"type":"bold","offset":1546,"length":16,"data":""}],"date":"2020-06-13T14:26:03+00:00","link":"tg:\u002F\u002Fresolve?domain=python_jobs&post=0","tags":[{"name":"python"},{"name":"rest"},{"name":"amazon-web-services"},{"name":"web"},{"name":"django"},{"name":"jquery"},{"name":"html"},{"name":"css"},{"name":"git"},{"name":"mongodb"},{"name":"postgresql"},{"name":"elasticsearch"},{"name":"wordpress"},{"name":"redis"},{"name":"jenkins"},{"name":"nginx"},{"name":"rabbitmq"},{"name":"nodejs"},{"name":"mysql"},{"name":"github"}],"cities":[],"allowsRemote":true}},{"node":{"__typename":"Job","id":"2200961024-1001134745498","title":"Devops инженер","text":"#вакансия #Remote #работаDevOps  #удаленка #DevOps #Cyprus #Relocation\n\nКомпания: Exness\nФормат работы: удаленная или релокация на Кипр (по желанию кандидата)\nЗанятость: полная\nЗарплатная вилка: от 3000 до 4000 EUR (обсуждаем с кандидатами по итогам интерью)\n\nВсем привет! Мы - компания Exness 🌟 Разрабатываем собственные продукты в Fintech. \nИщем талантливого DevOps\u002FDBA инженера, который сможет внести экспертизу в продуктовую команду по обработке торговых данных, обладая глубокими знаниями в управлении базами данных 💥\n\n🤗**Чем предстоит заниматься?**\nТесно работать над исследованиями, разработкой новых функций продукта, проверкой гипотез, улучшением качества, выявлением и решением проблем производительности, особенно с базами данных - их масштабирование, разбиение, разбиение, оптимизация запросов и т. д.\n\n🛠**Наш стэк:**\nBackend: Java, Go;\nETL: Clickhouse, MongoDB\u002FPostgres;\nIT infra: Kubernetes;\nVCS\u002FCICD: Gitlab, Teamcity.\n\n🤞**Чего мы ожидаем от кандидата:**\n- Знание операций и администрирования СУБД\n- Знание парадигмы и стека NoSQL (мы предпочитаем MongoDB)\n- Экспертное знание дизайна больших баз данных\n- Опыт работы с RabbitMQ и Apache Kafka\n- Экспертное знание инструментов и подходов CI \u002F CD.\n- Опыт разработки программного обеспечения не менее 1 года (мы предпочитаем: Java, Go или Python)\n\nБудет плюсом: \n\n- Знание технологий облачных баз данных, таких как AWS RDS, AWS Aurora, AWS Redshift.\n\n🔥**Мы предлагаем:**\nПри удаленном сотрудничестве:\n- Медицинское страхование для сотрудника и членов их семей;\n- Компенсация спорта;\n- Путешествие на Кипр, чтобы познакомиться со своей командой (раз в год).\n\nПри желании релокации на Кипр:\n- Релокационный пакет для нового сотрудника и его семьи (билеты, визы, разрешение на работу, корпоративная квартира на первый месяц и т. д.);\n- Корпоративный автомобиль Мини Купер S;\n- Медицинское страхование для сотрудника и членов их семей;\n- Корпоративный фитнес-центр для сотрудников и их супругов;\n- Программа компенсации детского сада \u002F школы;\n- Непрерывное профессиональное развитие, много интересных задач;\n- Отличный офис со свежевыжатыми соками, печеньем и лучшим видом на море из нашего собственного бара на крыше. \n\nКонтакт: @sofia_tomashevich\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"Remote"},{"type":"hashtag","offset":18,"length":13,"data":"работаDevOps"},{"type":"hashtag","offset":33,"length":9,"data":"удаленка"},{"type":"hashtag","offset":43,"length":7,"data":"DevOps"},{"type":"hashtag","offset":51,"length":7,"data":"Cyprus"},{"type":"hashtag","offset":59,"length":11,"data":"Relocation"},{"type":"handle","offset":2195,"length":18,"data":"sofia_tomashevich"},{"type":"handle","offset":2248,"length":12,"data":"devops_jobs"}],"date":"2020-06-12T08:26:57+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2099","tags":[{"name":"java"},{"name":"mongodb"},{"name":"postgresql"},{"name":"kubernetes"},{"name":"gitlab"},{"name":"nosql"},{"name":"rabbitmq"},{"name":"apache"},{"name":"kafka"},{"name":"python"},{"name":"amazon-web-services"}],"cities":[{"code":"aurora"},{"code":"sofia"}],"allowsRemote":true}}]}}},"context":{}};(function(){var s;(s=document.currentScript||document.scripts[document.scripts.length-1]).parentNode.removeChild(s);}());</script><script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>