<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу machine-learning - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72517419008-1001054966032" class="card-link">
        Ios разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#IOS</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#full</span>-time <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> 
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x421;&#x430;&#x43D;&#x43A;&#x442;-&#x41F;&#x435;&#x442;&#x435;&#x440;&#x431;&#x443;&#x440;&#x433;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; &#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; 
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430; (&#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;): &#x43E;&#x442; 230 000 &#x434;&#x43E; 300 000 &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: VOIR - &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x434;&#x438;&#x434;&#x436;&#x438;&#x442;&#x430;&#x43B; &#x43C;&#x435;&#x439;&#x43A;&#x430;&#x43F;&#x430; &#x441; &#x441;&#x430;&#x43C;&#x44B;&#x43C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x43E;&#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x446;&#x438;&#x438; &#x440;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x43E;&#x432;.
&#x41C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x43A;&#x43E;&#x43C;&#x43F;&#x44C;&#x44E;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x435; &#x437;&#x440;&#x435;&#x43D;&#x438;&#x435;, &#x43D;&#x435;&#x439;&#x440;&#x43E;&#x43D;&#x43D;&#x44B;&#x435; &#x441;&#x435;&#x442;&#x438; &#x438; &#x437;&#x430;&#x43F;&#x430;&#x442;&#x435;&#x43D;&#x442;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x439; 3D &#x440;&#x435;&#x43D;&#x434;&#x435;&#x440;&#x438;&#x43D;&#x433;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x438;&#x442;&#x44C; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x443;&#x44E; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x43A;&#x443; &#x432; &#x434;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;. 
&#x41D;&#x430;&#x448;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; Voir &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442; &#x431;&#x43E;&#x43B;&#x435;&#x435; 3 &#x43C;&#x43B;&#x43D;. &#x437;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x43A; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;.

&#x410;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x44F; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442; &#x441;&#x43E;&#x442;&#x43D;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;, &#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x443;&#x436;&#x435; &#x437;&#x430;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x43B;&#x430; &#x43F;&#x430;&#x440;&#x442;&#x43D;&#x435;&#x440;&#x441;&#x442;&#x432;&#x430; &#x441; &#x442;&#x430;&#x43A;&#x438;&#x43C;&#x438; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x430;&#x43C;&#x438; &#x43A;&#x430;&#x43A; Dior, Sephora, Guerlain.&#xA0;&#x41F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x443;&#x437;&#x43D;&#x430;&#x442;&#x44C; &#x432;&#xA0;<a target="_blank" rel="noopener noreferrer" href="https://www.forbes.ru/tehnologii/381845-didzhital-makiyazh-kak-natalya-vodyanova-podarila-vtoruyu-zhizn-startapu-iz">&#x441;&#x442;&#x430;&#x442;&#x44C;&#x435; Forbes&#xA0;&#x438;</a> &#x43D;&#x430;&#xA0;<a target="_blank" rel="noopener noreferrer" href="http://voir.me/">&#x441;&#x430;&#x439;&#x442;&#x435;</a>,&#xA0;&#x430; &#x435;&#x449;&#x435; &#x43B;&#x443;&#x447;&#x448;&#x435;&#xA0;<a target="_blank" rel="noopener noreferrer" href="https://apps.apple.com/us/app/voir-makeup-selfie-camera/id1226417060">&#x441;&#x43A;&#x430;&#x447;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;.</a>
&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x438;&#x449;&#x435;&#x43D;&#x438;&#x43C; Senior IOS Developer&#x27;&#x430;. 

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;:

* &#x410;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;, &#x43E;&#x431;&#x449;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439;, &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x440;&#x443;&#x442;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;;
* &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
* &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x43D;&#x430;&#x434; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43E;&#x439;, SDK, API;
* &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;, &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;&#x43E;&#x432;, &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x435;&#x440;&#x43E;&#x432; &#x438; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x43E;&#x432; &#x43F;&#x43E; machine learning.

&#x427;&#x442;&#x43E; &#x43D;&#x430;&#x43C; &#x432;&#x430;&#x436;&#x43D;&#x43E;:

* &#x41E;&#x43F;&#x44B;&#x442; iOS &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; 3-&#x445; &#x43B;&#x435;&#x442;;
* &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; 5-&#x445; &#x43B;&#x435;&#x442;;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Swift, RxSwift;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; API &#x438; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; iOS;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; Metal, OpenGL, SceneKit, ARkit, CoreML;
* &#x424;&#x443;&#x43D;&#x434;&#x430;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x41E;&#x41E;&#x41F;, &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440; &#x438; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x43E;&#x432;;
* &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x43E;&#x43C;&#x43F;&#x43B;&#x435;&#x43A;&#x441;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x438; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;&#x44B;;
* &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;-&#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x435;&#x442;&#x435;&#x432;&#x44B;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x430;&#x43C;&#x438;;
* &#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x43D;&#x435; &#x43D;&#x438;&#x436;&#x435; Intermediate, &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x43E;&#x435; &#x447;&#x442;&#x435;&#x43D;&#x438;&#x435; &#x43B;&#x44E;&#x431;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;;
* &#x41E;&#x43F;&#x443;&#x431;&#x43B;&#x438;&#x43A;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x441; &#x432;&#x430;&#x448;&#x438;&#x43C; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435;&#x43C;;
* &#x41F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44B;&#x439; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x434; &#x43D;&#x430; GitHub &#x438;&#x43B;&#x438; &#x434;&#x430;&#x436;&#x435; &#x432; zip-&#x430;&#x440;&#x445;&#x438;&#x432;&#x435;, &#x441;&#x442;&#x430;&#x442;&#x44C;&#x438;, &#x432;&#x44B;&#x441;&#x442;&#x443;&#x43F;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;, &#x43F;&#x440;&#x438;&#x448;&#x43B;&#x438;&#x442;&#x435; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x438; &#x43D;&#x430; &#x43D;&#x438;&#x445; &#x432; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x43F;&#x438;&#x441;&#x44C;&#x43C;&#x435;;
* &#x41B;&#x44E;&#x431;&#x438;&#x442;&#x44C; IOS &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x433;&#x430;&#x439;&#x434;&#x44B; &#x438; best-practice;
* &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x430;&#x440;&#x433;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E; &#x438;&#x437;&#x43B;&#x430;&#x433;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x44E; &#x442;&#x43E;&#x447;&#x43A;&#x443; &#x437;&#x440;&#x435;&#x43D;&#x438;&#x44F;.

&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;: 

* &#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x43D;&#x430; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x43C;&#x441;&#x44F; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; machine learning;
* &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43D;&#x435;&#x43F;&#x43E;&#x441;&#x440;&#x435;&#x434;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x432;&#x43B;&#x438;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442; &#x438; &#x432;&#x438;&#x434;&#x435;&#x442;&#x44C; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
* &#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439;, &#x437;&#x430;&#x440;&#x44F;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x438; &#x434;&#x440;&#x430;&#x439;&#x432;&#x43E;&#x432;&#x443;&#x44E; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x444;&#x435;&#x440;&#x443;;
* &#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
* &#x411;&#x435;&#x43B;&#x443;&#x44E; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x443;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x442; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43E;&#x442; &#x432;&#x430;&#x448;&#x438;&#x445; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x43E;&#x432; &#x438; &#x43E;&#x43F;&#x44B;&#x442;&#x430;;
* &#x41A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432; 10 &#x43C;&#x438;&#x43D;&#x443;&#x442;&#x430;&#x445; &#x445;&#x43E;&#x434;&#x44C;&#x431;&#x44B;, &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x41F;&#x435;&#x442;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x434;&#x441;&#x43A;&#x430;&#x44F;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:&#xA0;<a href="tg://resolve?domain=aartenyan">@aartenyan</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/opengl" class="mr-2">
         opengl
        </a><a href="/tags/github" class="mr-2">
         github
        </a><a href="/tags/machine-learning" class="mr-2 active--exact active">
         machine-learning
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">2 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72450310144-1001054966032" class="card-link">
        Ios разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#IOS</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#full</span>-time <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> 
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x421;&#x430;&#x43D;&#x43A;&#x442;-&#x41F;&#x435;&#x442;&#x435;&#x440;&#x431;&#x443;&#x440;&#x433;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; &#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; 
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430; (&#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;): &#x43E;&#x442; 230 000 &#x434;&#x43E; 300 000 &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: VOIR - &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x434;&#x438;&#x434;&#x436;&#x438;&#x442;&#x430;&#x43B; &#x43C;&#x435;&#x439;&#x43A;&#x430;&#x43F;&#x430; &#x441; &#x441;&#x430;&#x43C;&#x44B;&#x43C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x43E;&#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x446;&#x438;&#x438; &#x440;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x43E;&#x432;.
&#x41C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x43A;&#x43E;&#x43C;&#x43F;&#x44C;&#x44E;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x435; &#x437;&#x440;&#x435;&#x43D;&#x438;&#x435;, &#x43D;&#x435;&#x439;&#x440;&#x43E;&#x43D;&#x43D;&#x44B;&#x435; &#x441;&#x435;&#x442;&#x438; &#x438; &#x437;&#x430;&#x43F;&#x430;&#x442;&#x435;&#x43D;&#x442;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x439; 3D &#x440;&#x435;&#x43D;&#x434;&#x435;&#x440;&#x438;&#x43D;&#x433;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x438;&#x442;&#x44C; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x443;&#x44E; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x43A;&#x443; &#x432; &#x434;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;. 
&#x41D;&#x430;&#x448;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; Voir &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442; &#x431;&#x43E;&#x43B;&#x435;&#x435; 3 &#x43C;&#x43B;&#x43D;. &#x437;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x43A; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;.

&#x410;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x44F; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442; &#x441;&#x43E;&#x442;&#x43D;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;, &#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x443;&#x436;&#x435; &#x437;&#x430;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x43B;&#x430; &#x43F;&#x430;&#x440;&#x442;&#x43D;&#x435;&#x440;&#x441;&#x442;&#x432;&#x430; &#x441; &#x442;&#x430;&#x43A;&#x438;&#x43C;&#x438; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x430;&#x43C;&#x438; &#x43A;&#x430;&#x43A; Dior, Sephora, Guerlain.&#xA0;&#x41F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x443;&#x437;&#x43D;&#x430;&#x442;&#x44C; &#x432;&#xA0;<a target="_blank" rel="noopener noreferrer" href="https://www.forbes.ru/tehnologii/381845-didzhital-makiyazh-kak-natalya-vodyanova-podarila-vtoruyu-zhizn-startapu-iz">&#x441;&#x442;&#x430;&#x442;&#x44C;&#x435; Forbes&#xA0;&#x438;</a> &#x43D;&#x430;&#xA0;<a target="_blank" rel="noopener noreferrer" href="http://voir.me/">&#x441;&#x430;&#x439;&#x442;&#x435;</a>,&#xA0;&#x430; &#x435;&#x449;&#x435; &#x43B;&#x443;&#x447;&#x448;&#x435;&#xA0;<a target="_blank" rel="noopener noreferrer" href="https://apps.apple.com/us/app/voir-makeup-selfie-camera/id1226417060">&#x441;&#x43A;&#x430;&#x447;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;.</a>
&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x438;&#x449;&#x435;&#x43D;&#x438;&#x43C; Senior IOS Developer&#x27;&#x430;. 

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;:

* &#x410;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;, &#x43E;&#x431;&#x449;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439;, &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x440;&#x443;&#x442;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;;
* &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
* &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x43D;&#x430;&#x434; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43E;&#x439;, SDK, API;
* &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;, &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;&#x43E;&#x432;, &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x435;&#x440;&#x43E;&#x432; &#x438; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x43E;&#x432; &#x43F;&#x43E; machine learning.

&#x427;&#x442;&#x43E; &#x43D;&#x430;&#x43C; &#x432;&#x430;&#x436;&#x43D;&#x43E;:

* &#x41E;&#x43F;&#x44B;&#x442; iOS &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; 3-&#x445; &#x43B;&#x435;&#x442;;
* &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; 5-&#x445; &#x43B;&#x435;&#x442;;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Swift, RxSwift;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; API &#x438; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; iOS;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; Metal, OpenGL, SceneKit, ARkit, CoreML;
* &#x424;&#x443;&#x43D;&#x434;&#x430;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x41E;&#x41E;&#x41F;, &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440; &#x438; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x43E;&#x432;;
* &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x43E;&#x43C;&#x43F;&#x43B;&#x435;&#x43A;&#x441;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x438; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;&#x44B;;
* &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;-&#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x435;&#x442;&#x435;&#x432;&#x44B;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x430;&#x43C;&#x438;;
* &#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x43D;&#x435; &#x43D;&#x438;&#x436;&#x435; Intermediate, &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x43E;&#x435; &#x447;&#x442;&#x435;&#x43D;&#x438;&#x435; &#x43B;&#x44E;&#x431;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;;
* &#x41E;&#x43F;&#x443;&#x431;&#x43B;&#x438;&#x43A;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x441; &#x432;&#x430;&#x448;&#x438;&#x43C; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435;&#x43C;;
* &#x41F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44B;&#x439; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x434; &#x43D;&#x430; GitHub &#x438;&#x43B;&#x438; &#x434;&#x430;&#x436;&#x435; &#x432; zip-&#x430;&#x440;&#x445;&#x438;&#x432;&#x435;, &#x441;&#x442;&#x430;&#x442;&#x44C;&#x438;, &#x432;&#x44B;&#x441;&#x442;&#x443;&#x43F;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;, &#x43F;&#x440;&#x438;&#x448;&#x43B;&#x438;&#x442;&#x435; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x438; &#x43D;&#x430; &#x43D;&#x438;&#x445; &#x432; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x43F;&#x438;&#x441;&#x44C;&#x43C;&#x435;;
* &#x41B;&#x44E;&#x431;&#x438;&#x442;&#x44C; IOS &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x433;&#x430;&#x439;&#x434;&#x44B; &#x438; best-practice;
* &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x430;&#x440;&#x433;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E; &#x438;&#x437;&#x43B;&#x430;&#x433;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x44E; &#x442;&#x43E;&#x447;&#x43A;&#x443; &#x437;&#x440;&#x435;&#x43D;&#x438;&#x44F;.

&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;: 

* &#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x43D;&#x430; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x43C;&#x441;&#x44F; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; machine learning;
* &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43D;&#x435;&#x43F;&#x43E;&#x441;&#x440;&#x435;&#x434;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x432;&#x43B;&#x438;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442; &#x438; &#x432;&#x438;&#x434;&#x435;&#x442;&#x44C; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
* &#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439;, &#x437;&#x430;&#x440;&#x44F;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x438; &#x434;&#x440;&#x430;&#x439;&#x432;&#x43E;&#x432;&#x443;&#x44E; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x444;&#x435;&#x440;&#x443;;
* &#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
* &#x411;&#x435;&#x43B;&#x443;&#x44E; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x443;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x442; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43E;&#x442; &#x432;&#x430;&#x448;&#x438;&#x445; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x43E;&#x432; &#x438; &#x43E;&#x43F;&#x44B;&#x442;&#x430;;
* &#x41A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432; 10 &#x43C;&#x438;&#x43D;&#x443;&#x442;&#x430;&#x445; &#x445;&#x43E;&#x434;&#x44C;&#x431;&#x44B;, &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x41F;&#x435;&#x442;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x434;&#x441;&#x43A;&#x430;&#x44F;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:&#xA0;<a href="tg://resolve?domain=aartenyan">@aartenyan</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/opengl" class="mr-2">
         opengl
        </a><a href="/tags/github" class="mr-2">
         github
        </a><a href="/tags/machine-learning" class="mr-2 active--exact active">
         machine-learning
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">1 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17264803840-1001110946746" class="card-link">
        Js developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#vacancy</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#fulltime</span> 

&#x1F4CD;&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: Datagrok (<a target="_blank" rel="noopener noreferrer" href="https://datagrok.ai">https://datagrok.ai</a>)
&#x1F4CD;&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: USA, PA
&#x1F4CD;&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;, &#x444;&#x443;&#x43B;&#x43B;&#x442;&#x430;&#x439;&#x43C;
&#x1F4CD;&#x412;&#x438;&#x43B;&#x43A;&#x430;: 1000$ - 2500$

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: <a href="tg://resolve?domain=alexaprm">@alexaprm</a> 

<a target="_blank" rel="noopener noreferrer" href="http://Datagrok.ai">Datagrok.ai</a> is looking for a qualified frontend developer to join our strong team of engineers and data scientists. We are a startup developing a next-generation, no-compromises data analytics platform that will revolutionize the industry. Our proprietary technology lets us efficiently process datasets with tens of millions of rows in the browser, and interactively visualize them. We take pride in platform&#x2019;s UX and performance, and take advantage of the technologies such as WebAssembly, WebGL, and browser-based multithreaded computations. We have a very well established development process that includes unit tests, continuous integration system, stress tests, integration tests, automated UI testing system, and various deployment options. Our technology stack is primarily based on Dart and Postgres, but also has multiple extension points with components developed in JavaScript, TypeScript, Python, R, Java, and C++. Initially you will be involved in developing new plugins in JavaScript, and extending platform&#x2019;s core capabilities to enable that.

There is a lot of room to grow, and there will be many opportunities to assume more responsibilities and learn new domains, such as machine learning, artificial intelligence, or high-performance computing.

This is a remote position.
It would be great if you could send us a project you have developed on your own (github repository is ok), or point to another project you have participated in. 

Responsibilities
* Front-end and back-end web development
* Maintain and improve developer-facing platform&#x2019;s JS API
* Help our clients write JS applications on top of the Datagrok platform
* Develop proof-of-concept applications
* Integrate third-party JS libraries into the platform

Requirements
* At least two years of professional experience
* JavaScript or TypeScript
* At least one of (Angular, React, Vue)
* Good written English, ability to communicate directly with our clients
* Strong verbal and written communication skills
* Ability to learn and apply new technologies

Nice to have
* One of (Python, R, Java, C#, C++)
* WebGL
* WebAssembly
* Dart
* Machine learning and statistics
* Prior exposure to life sciences is a plus

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/deployment" class="mr-2">
         deployment
        </a><a href="/tags/dart" class="mr-2">
         dart
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/github" class="mr-2">
         github
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/angularjs" class="mr-2">
         angularjs
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">30 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72025636864-1001054966032" class="card-link">
        Ios developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#IOS</span> <span style="opacity: 0.5;">#Senior</span> <span style="opacity: 0.5;">#Objective</span>-C <span style="opacity: 0.5;">#Swift</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;</span>
&#x1F525;&#x41F;&#x440;&#x438;&#x433;&#x43B;&#x430;&#x448;&#x430;&#x435;&#x43C; Senior IOS Developer &#x432; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x43E;&#x442; &#x421;&#x431;&#x435;&#x440;&#x431;&#x430;&#x43D;&#x43A;&#x430;.
&#x1F4B8;&#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x417;&#x41F;: 250&#x41A;-330&#x41A; net (&#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x442;&#x438;&#x43F;&#x430; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44F;).
&#x1F4DD;&#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435;: &#x418;&#x41F; &#x438;&#x43B;&#x438; &#x448;&#x442;&#x430;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x43F;&#x430;&#x440;&#x442;&#x43D;&#x435;&#x440;&#x430;.
&#x1F4CD;&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x2757;&#xFE0F;

&#x1F9D1;&#x200D;&#x1F4BB;&#x41E; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;: &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; SDK &#x431;&#x438;&#x43E;&#x43C;&#x435;&#x442;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;. &#x414;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#xAB;&#x424;&#x440;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x431;&#x438;&#x43E;&#x43C;&#x435;&#x442;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x430;&#xBB; (&#x424;&#x440;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x411;&#x438;&#x43E;SDK) &#x434;&#x43B;&#x44F; &#x431;&#x438;&#x43E;&#x43C;&#x435;&#x442;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x438;&#x434;&#x435;&#x43D;&#x442;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43D;&#x430; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x445; &#x41E;&#x421; &#x438; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430;&#x445;. &#x41F;&#x435;&#x440;&#x432;&#x43E;&#x43E;&#x447;&#x435;&#x440;&#x435;&#x434;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430; &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x2013; &#x437;&#x430;&#x431;&#x440;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x43A;&#x443;&#x449;&#x438;&#x435; &#x432;&#x435;&#x440;&#x441;&#x438;&#x438; SDK &#x443; &#x43D;&#x435;&#x43F;&#x440;&#x43E;&#x444;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x434;&#x440;&#x430;&#x437;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x438;&#x439; &#x438; &#x43D;&#x430; &#x438;&#x445; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x435; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x424;&#x440;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x411;&#x438;&#x43E;SDK &#x434;&#x43B;&#x44F; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; (iOS). &#x411;&#x430;&#x43D;&#x43A;&#x443;, &#x43A;&#x430;&#x43A; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x430; &#x431;&#x438;&#x43E;&#x43C;&#x435;&#x442;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x438;&#x434;&#x435;&#x43D;&#x442;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x44F; &#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438;. &#x42D;&#x442;&#x43E; &#x43F;&#x43E;&#x437;&#x432;&#x43E;&#x43B;&#x438;&#x442; &#x43F;&#x435;&#x440;&#x435;&#x439;&#x442;&#x438; &#x43A; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C; &#x431;&#x435;&#x437; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432;, &#x43F;&#x430;&#x440;&#x43E;&#x43B;&#x435;&#x439;, &#x441;&#x43C;&#x441;, &#x43F;&#x438;&#x43D;&#x43A;&#x43E;&#x434;&#x43E;&#x432;.

&#x1F3AF;&#x412;&#x430;&#x448;&#x438; &#x431;&#x443;&#x434;&#x443;&#x449;&#x438;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;:
&#xB7; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; (&#x441; &#xAB;&#x43D;&#x443;&#x43B;&#x44F;&#xBB;) &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x44B; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x411;&#x438;&#x43E; SDK &#x43F;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x441; &#x43A;&#x430;&#x43C;&#x435;&#x440;&#x430;&#x43C;&#x438; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432; &#x438; &#x43D;&#x435;&#x439;&#x440;&#x43E;&#x441;&#x435;&#x442;&#x44F;&#x43C;&#x438; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x43B;&#x430;&#x431;&#x43E;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x438;&#x438; (Machine Learning, Data Scientist, Computer Vision) &#x438; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439; &#x432;&#x435;&#x43D;&#x434;&#x43E;&#x440;&#x43E;&#x432;;
&#xB7; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x44F; &#x411;&#x438;&#x43E; SDK &#x441; &#x43A;&#x430;&#x43D;&#x430;&#x43B;&#x430;&#x43C;&#x438;/&#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;&#x43C;&#x438; &#x411;&#x430;&#x43D;&#x43A;&#x430; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;
(iOS), &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x431;&#x430;&#x43D;&#x43A;&#x430; (Linux, Windows, Web, SmartDevices);
&#xB7; &#x43F;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x43D;&#x43E;&#x435; &#x43F;&#x43E;&#x432;&#x44B;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x43D;&#x430; &#x444;&#x43E;&#x43D;&#x435; &#x43F;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x43D;&#x43E; &#x43E;&#x431;&#x443;&#x447;&#x430;&#x44E;&#x449;&#x438;&#x445;&#x441;&#x44F; &#x43D;&#x435;&#x439;&#x440;&#x43E;&#x441;&#x435;&#x442;&#x435;&#x439;.

&#x1F91D;&#x41C;&#x44B; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C; &#x43E;&#x442; &#x412;&#x430;&#x441;:
- &#x441;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; Swift (&#x43E;&#x43F;&#x44B;&#x442; &#x43E;&#x442; 2 &#x43B;&#x435;&#x442;), &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; Objective-C (&#x436;&#x435;&#x43B;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x43E;&#x43F;&#x44B;&#x442; &#x43E;&#x442; 2 &#x43B;&#x435;&#x442;);
- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x442;&#x435;&#x43C;: CALayer, viewDidLoad &#x432; UIViewController, ARC, CoreData, &#x41A;&#x43E;&#x440;&#x43D;&#x435;&#x432;&#x44B;&#x435; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x44B;, Retain-&#x446;&#x438;&#x43A;&#x43B;&#x44B; &#x438; &#x443;&#x442;&#x435;&#x447;&#x43A;&#x430; &#x43F;&#x430;&#x43C;&#x44F;&#x442;&#x438; MRC, Atomic, SOLID, &#x41E;&#x442;&#x440;&#x438;&#x441;&#x43E;&#x432;&#x43A;&#x430; UI, &#x41C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43E;&#x442;&#x43E;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x44C;.

&#x41E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x43D;&#x443;&#x442;&#x44C;&#x441;&#x44F; &#x43D;&#x430; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44E; &#x438; &#x437;&#x430;&#x434;&#x430;&#x442;&#x44C; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;: telegram <a href="tg://resolve?domain=anisimovaane4ka">@anisimovaane4ka</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/objective-c" class="mr-2">
         objective-c
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/windows" class="mr-2">
         windows
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/machine-learning" class="mr-2 active--exact active">
         machine-learning
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">25 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71920779264-1001054966032" class="card-link">
        Ios разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#IOS</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#full</span>-time <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> 
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x421;&#x430;&#x43D;&#x43A;&#x442;-&#x41F;&#x435;&#x442;&#x435;&#x440;&#x431;&#x443;&#x440;&#x433;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; &#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; 
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430; (&#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;): &#x43E;&#x442; 230 000 &#x434;&#x43E; 300 000 &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: VOIR - &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x434;&#x438;&#x434;&#x436;&#x438;&#x442;&#x430;&#x43B; &#x43C;&#x435;&#x439;&#x43A;&#x430;&#x43F;&#x430; &#x441; &#x441;&#x430;&#x43C;&#x44B;&#x43C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x43E;&#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x446;&#x438;&#x438; &#x440;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x43E;&#x432;.
&#x41C;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x43A;&#x43E;&#x43C;&#x43F;&#x44C;&#x44E;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x435; &#x437;&#x440;&#x435;&#x43D;&#x438;&#x435;, &#x43D;&#x435;&#x439;&#x440;&#x43E;&#x43D;&#x43D;&#x44B;&#x435; &#x441;&#x435;&#x442;&#x438; &#x438; &#x437;&#x430;&#x43F;&#x430;&#x442;&#x435;&#x43D;&#x442;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x439; 3D &#x440;&#x435;&#x43D;&#x434;&#x435;&#x440;&#x438;&#x43D;&#x433;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x438;&#x442;&#x44C; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x443;&#x44E; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x43A;&#x443; &#x432; &#x434;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;. 
&#x41D;&#x430;&#x448;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; Voir &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442; &#x431;&#x43E;&#x43B;&#x435;&#x435; 3 &#x43C;&#x43B;&#x43D;. &#x437;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x43A; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;.

&#x410;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x44F; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442; &#x441;&#x43E;&#x442;&#x43D;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;, &#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x443;&#x436;&#x435; &#x437;&#x430;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x43B;&#x430; &#x43F;&#x430;&#x440;&#x442;&#x43D;&#x435;&#x440;&#x441;&#x442;&#x432;&#x430; &#x441; &#x442;&#x430;&#x43A;&#x438;&#x43C;&#x438; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x430;&#x43C;&#x438; &#x43A;&#x430;&#x43A; Dior, Sephora, Guerlain.&#xA0;&#x41F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x443;&#x437;&#x43D;&#x430;&#x442;&#x44C; &#x432;&#xA0;<a target="_blank" rel="noopener noreferrer" href="https://www.forbes.ru/tehnologii/381845-didzhital-makiyazh-kak-natalya-vodyanova-podarila-vtoruyu-zhizn-startapu-iz">&#x441;&#x442;&#x430;&#x442;&#x44C;&#x435; Forbes&#xA0;&#x438;</a> &#x43D;&#x430;&#xA0;<a target="_blank" rel="noopener noreferrer" href="http://voir.me/">&#x441;&#x430;&#x439;&#x442;&#x435;</a>,&#xA0;&#x430; &#x435;&#x449;&#x435; &#x43B;&#x443;&#x447;&#x448;&#x435;&#xA0;<a target="_blank" rel="noopener noreferrer" href="https://apps.apple.com/us/app/voir-makeup-selfie-camera/id1226417060">&#x441;&#x43A;&#x430;&#x447;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;.</a>
&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x438;&#x449;&#x435;&#x43D;&#x438;&#x43C; Senior IOS Developer&#x27;&#x430;. 

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;:

* &#x410;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;, &#x43E;&#x431;&#x449;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439;, &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x440;&#x443;&#x442;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;;
* &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
* &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x43D;&#x430;&#x434; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43E;&#x439;, SDK, API;
* &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;, &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;&#x43E;&#x432;, &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x435;&#x440;&#x43E;&#x432; &#x438; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x43E;&#x432; &#x43F;&#x43E; machine learning.

&#x427;&#x442;&#x43E; &#x43D;&#x430;&#x43C; &#x432;&#x430;&#x436;&#x43D;&#x43E;:

* &#x41E;&#x43F;&#x44B;&#x442; iOS &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; 3-&#x445; &#x43B;&#x435;&#x442;;
* &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43E;&#x442; 5-&#x445; &#x43B;&#x435;&#x442;;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Swift, RxSwift;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; API &#x438; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; iOS;
* &#x41E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; Metal, OpenGL, SceneKit, ARkit, CoreML;
* &#x424;&#x443;&#x43D;&#x434;&#x430;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x41E;&#x41E;&#x41F;, &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440; &#x438; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x43E;&#x432;;
* &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x43E;&#x43C;&#x43F;&#x43B;&#x435;&#x43A;&#x441;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x438; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;&#x44B;;
* &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;-&#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x435;&#x442;&#x435;&#x432;&#x44B;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x430;&#x43C;&#x438;;
* &#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x43D;&#x435; &#x43D;&#x438;&#x436;&#x435; Intermediate, &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x43E;&#x435; &#x447;&#x442;&#x435;&#x43D;&#x438;&#x435; &#x43B;&#x44E;&#x431;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;;
* &#x41E;&#x43F;&#x443;&#x431;&#x43B;&#x438;&#x43A;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x441; &#x432;&#x430;&#x448;&#x438;&#x43C; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435;&#x43C;;
* &#x41F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44B;&#x439; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x434; &#x43D;&#x430; GitHub &#x438;&#x43B;&#x438; &#x434;&#x430;&#x436;&#x435; &#x432; zip-&#x430;&#x440;&#x445;&#x438;&#x432;&#x435;, &#x441;&#x442;&#x430;&#x442;&#x44C;&#x438;, &#x432;&#x44B;&#x441;&#x442;&#x443;&#x43F;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;, &#x43F;&#x440;&#x438;&#x448;&#x43B;&#x438;&#x442;&#x435; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x438; &#x43D;&#x430; &#x43D;&#x438;&#x445; &#x432; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x43F;&#x438;&#x441;&#x44C;&#x43C;&#x435;;
* &#x41B;&#x44E;&#x431;&#x438;&#x442;&#x44C; IOS &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x433;&#x430;&#x439;&#x434;&#x44B; &#x438; best-practice;
* &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x430;&#x440;&#x433;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E; &#x438;&#x437;&#x43B;&#x430;&#x433;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x44E; &#x442;&#x43E;&#x447;&#x43A;&#x443; &#x437;&#x440;&#x435;&#x43D;&#x438;&#x44F;.

&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;: 

* &#x418;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x43D;&#x430; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x435;&#x43C;&#x441;&#x44F; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; machine learning;
* &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43D;&#x435;&#x43F;&#x43E;&#x441;&#x440;&#x435;&#x434;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x432;&#x43B;&#x438;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442; &#x438; &#x432;&#x438;&#x434;&#x435;&#x442;&#x44C; &#x440;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
* &#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439;, &#x437;&#x430;&#x440;&#x44F;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x438; &#x434;&#x440;&#x430;&#x439;&#x432;&#x43E;&#x432;&#x443;&#x44E; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x444;&#x435;&#x440;&#x443;;
* &#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
* &#x411;&#x435;&#x43B;&#x443;&#x44E; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x443;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x442; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43E;&#x442; &#x432;&#x430;&#x448;&#x438;&#x445; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x43E;&#x432; &#x438; &#x43E;&#x43F;&#x44B;&#x442;&#x430;;
* &#x41A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432; 10 &#x43C;&#x438;&#x43D;&#x443;&#x442;&#x430;&#x445; &#x445;&#x43E;&#x434;&#x44C;&#x431;&#x44B;, &#x43E;&#x442; &#x43C;&#x435;&#x442;&#x440;&#x43E; &#x41F;&#x435;&#x442;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x434;&#x441;&#x43A;&#x430;&#x44F;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:&#xA0;<a href="tg://resolve?domain=aartenyan">@aartenyan</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/opengl" class="mr-2">
         opengl
        </a><a href="/tags/github" class="mr-2">
         github
        </a><a href="/tags/machine-learning" class="mr-2 active--exact active">
         machine-learning
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">24 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/91750400000-1001067529236" class="card-link">
        Python developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#machinelearning</span>
<b>&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: </b>FunCorp
<b>&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: </b>Senior Python Backend Developer (Machine Learning)
<b>&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: </b>&#x43E;&#x442; 3-&#x445; &#x43B;&#x435;&#x442;
<b>&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430;: </b>&#x43E;&#x442; 250 000 &#x440;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;
<b>&#x41C;&#x435;&#x441;&#x442;&#x43E;&#x440;&#x430;&#x441;&#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;: </b>&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x411;&#x435;&#x43B;&#x43E;&#x440;&#x443;&#x441;&#x441;&#x43A;&#x430;&#x44F;
<b>&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: </b>fulltime, &#x43E;&#x444;&#x438;&#x441;.
<s>NB! &#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x432;&#x430;&#x440;&#x438;&#x430;&#x43D;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x432;&#x44B;&#x445;&#x43E;&#x434;&#x430; &#x438;&#x437; &#x43A;&#x430;&#x440;&#x430;&#x43D;&#x442;&#x438;&#x43D;&#x430;, &#x43A; &#x441;&#x43E;&#x436;&#x430;&#x43B;&#x435;&#x43D;&#x438;&#x44E;, &#x43D;&#x435; &#x440;&#x430;&#x441;&#x441;&#x43C;&#x430;&#x442;&#x440;&#x438;&#x432;&#x430;&#x435;&#x43C;
</s><b>&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x43D;&#x44B;&#x435; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x435;: </b><a href="tg://resolve?domain=chrschredinger">@chrschredinger</a> &#x438;&#x43B;&#x438; <a target="_blank" rel="noopener noreferrer" href="mailto:kristina@fun.co">kristina@fun.co</a>

FunCorp &#x2014; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x43A;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; UGC-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x438; &#x438;&#x433;&#x440;. &#x412; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43C;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B;, &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43D;&#x430; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x43D;&#x43E;&#x43C; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438;. &#x417;&#x43D;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x44D;&#x442;&#x438;&#x445; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x430; &#x43D;&#x430; &#x431;&#x430;&#x437;&#x435; ML-&#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; &#x438; &#x43F;&#x430;&#x43A;&#x435;&#x442;&#x43E;&#x432; &#x43D;&#x430; Python. 

<b>&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
</b>- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python 3, &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; Flask &#x438;&#x43B;&#x438; Django, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x442;&#x44C; &#x43E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x430;&#x441;&#x438;&#x43D;&#x445;&#x440;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x434;&#x430; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; AsyncIO;
- &#x43E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;;
- &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441; &#x43A; Machine Learning &#x43A;&#x430;&#x43A; &#x43E;&#x442;&#x440;&#x430;&#x441;&#x43B;&#x438; &#x438; &#x431;&#x44B;&#x442;&#x44C; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B;&#x43C; &#x438;&#x437;&#x443;&#x447;&#x430;&#x442;&#x44C; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x438; (PyTorch, TensorFlow).

<i>&#x421;&#x442;&#x435;&#x43A; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;: Docker, Redis, MongoDB, ClickHouse.

</i><b>&#x41E;&#x431;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;:
</b>- &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; Highload-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x43D;&#x430; &#x431;&#x430;&#x437;&#x435; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x435;&#x439;;
- &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; ML-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x441; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x43B;&#x43E;&#x433;&#x438;&#x43A;&#x43E;&#x439; PHP-&#x43C;&#x43E;&#x43D;&#x43E;&#x43B;&#x438;&#x442;&#x430; &#x438; Java/Kotlin-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;;
- &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438; &#x438; &#x434;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x435;&#x439;, &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438; &#x438; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x438;&#x434;&#x430;&#x446;&#x438;&#x438; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;, &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x438; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x432;&#x44B;&#x431;&#x43E;&#x440;&#x43E;&#x43A;.

<b>&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
</b>- &#x414;&#x41C;&#x421;, &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x44F; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44E;;
- &#x431;&#x43E;&#x43D;&#x443;&#x441;&#x43D;&#x430;&#x44F; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;;
- &#x43E;&#x431;&#x435;&#x434;&#x44B; &#x438; &#x443;&#x436;&#x438;&#x43D;&#x44B; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435;;
- &#x431;&#x44E;&#x434;&#x436;&#x435;&#x442; &#x43D;&#x430; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x43D;&#x430; &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441;;
- &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x430; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x44F; &#x432; &#x440;&#x43E;&#x441;&#x441;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x445; &#x438; &#x437;&#x430;&#x440;&#x443;&#x431;&#x435;&#x436;&#x43D;&#x44B;&#x445; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;;
- &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x43D;&#x430; &#x43C;. &#x411;&#x435;&#x43B;&#x43E;&#x440;&#x443;&#x441;&#x441;&#x43A;&#x430;&#x44F; (&#x411;&#x426; &#xAB;&#x411;&#x435;&#x43B;&#x430;&#x44F; &#x43F;&#x43B;&#x43E;&#x449;&#x430;&#x434;&#x44C;).</div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/flask" class="mr-2">
         flask
        </a><a href="/tags/django" class="mr-2">
         django
        </a><a href="/tags/tensorflow" class="mr-2">
         tensorflow
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/kotlin" class="mr-2">
         kotlin
        </a><a href="/tags/machine-learning" class="mr-2 active--exact active">
         machine-learning
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">23 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/91367669760-1001067529236" class="card-link">
        Python developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#machinelearning</span>
<b>&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: </b>FunCorp
<b>&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: </b>Senior Python Backend Developer (Machine Learning)
<b>&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: </b>&#x43E;&#x442; 3-&#x445; &#x43B;&#x435;&#x442;
<b>&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430;: </b>&#x43E;&#x442; 250 000 &#x440;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;
<b>&#x41C;&#x435;&#x441;&#x442;&#x43E;&#x440;&#x430;&#x441;&#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;: </b>&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x411;&#x435;&#x43B;&#x43E;&#x440;&#x443;&#x441;&#x441;&#x43A;&#x430;&#x44F;
<b>&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: </b>fulltime, &#x43E;&#x444;&#x438;&#x441;.
<s>NB! &#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x432;&#x430;&#x440;&#x438;&#x430;&#x43D;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x432;&#x44B;&#x445;&#x43E;&#x434;&#x430; &#x438;&#x437; &#x43A;&#x430;&#x440;&#x430;&#x43D;&#x442;&#x438;&#x43D;&#x430;, &#x43A; &#x441;&#x43E;&#x436;&#x430;&#x43B;&#x435;&#x43D;&#x438;&#x44E;, &#x43D;&#x435; &#x440;&#x430;&#x441;&#x441;&#x43C;&#x430;&#x442;&#x440;&#x438;&#x432;&#x430;&#x435;&#x43C;
</s><b>&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x43D;&#x44B;&#x435; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x435;: </b><a href="tg://resolve?domain=chrschredinger">@chrschredinger</a> &#x438;&#x43B;&#x438; <a target="_blank" rel="noopener noreferrer" href="mailto:kristina@fun.co">kristina@fun.co</a>

FunCorp &#x2014; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x43A;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; UGC-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x438; &#x438;&#x433;&#x440;. &#x412; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43C;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B;, &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43D;&#x430; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x43D;&#x43E;&#x43C; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438;. &#x417;&#x43D;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x44D;&#x442;&#x438;&#x445; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x430; &#x43D;&#x430; &#x431;&#x430;&#x437;&#x435; ML-&#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; &#x438; &#x43F;&#x430;&#x43A;&#x435;&#x442;&#x43E;&#x432; &#x43D;&#x430; Python. 

<b>&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
</b>- &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python 3, &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; Flask &#x438;&#x43B;&#x438; Django, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x442;&#x44C; &#x43E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x430;&#x441;&#x438;&#x43D;&#x445;&#x440;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x434;&#x430; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; AsyncIO;
- &#x43E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; &#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;;
- &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441; &#x43A; Machine Learning &#x43A;&#x430;&#x43A; &#x43E;&#x442;&#x440;&#x430;&#x441;&#x43B;&#x438; &#x438; &#x431;&#x44B;&#x442;&#x44C; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B;&#x43C; &#x438;&#x437;&#x443;&#x447;&#x430;&#x442;&#x44C; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x438; (PyTorch, TensorFlow).

<i>&#x421;&#x442;&#x435;&#x43A; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;: Docker, Redis, MongoDB, ClickHouse.

</i><b>&#x41E;&#x431;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;:
</b>- &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; Highload-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x43D;&#x430; &#x431;&#x430;&#x437;&#x435; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x435;&#x439;;
- &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; ML-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x441; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x43B;&#x43E;&#x433;&#x438;&#x43A;&#x43E;&#x439; PHP-&#x43C;&#x43E;&#x43D;&#x43E;&#x43B;&#x438;&#x442;&#x430; &#x438; Java/Kotlin-&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;;
- &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438; &#x438; &#x434;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x435;&#x439;, &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438; &#x438; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x438;&#x434;&#x430;&#x446;&#x438;&#x438; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;, &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x438; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x432;&#x44B;&#x431;&#x43E;&#x440;&#x43E;&#x43A;.

<b>&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
</b>- &#x414;&#x41C;&#x421;, &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x44F; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44E;;
- &#x431;&#x43E;&#x43D;&#x443;&#x441;&#x43D;&#x430;&#x44F; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;;
- &#x43E;&#x431;&#x435;&#x434;&#x44B; &#x438; &#x443;&#x436;&#x438;&#x43D;&#x44B; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435;;
- &#x431;&#x44E;&#x434;&#x436;&#x435;&#x442; &#x43D;&#x430; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x43D;&#x430; &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441;;
- &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x430; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x44F; &#x432; &#x440;&#x43E;&#x441;&#x441;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x445; &#x438; &#x437;&#x430;&#x440;&#x443;&#x431;&#x435;&#x436;&#x43D;&#x44B;&#x445; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;;
- &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x43D;&#x430; &#x43C;. &#x411;&#x435;&#x43B;&#x43E;&#x440;&#x443;&#x441;&#x441;&#x43A;&#x430;&#x44F; (&#x411;&#x426; &#xAB;&#x411;&#x435;&#x43B;&#x430;&#x44F; &#x43F;&#x43B;&#x43E;&#x449;&#x430;&#x434;&#x44C;).</div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/flask" class="mr-2">
         flask
        </a><a href="/tags/django" class="mr-2">
         django
        </a><a href="/tags/tensorflow" class="mr-2">
         tensorflow
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/kotlin" class="mr-2">
         kotlin
        </a><a href="/tags/machine-learning" class="mr-2 active--exact active">
         machine-learning
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">19 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/91264909312-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#python</span>  <span style="opacity: 0.5;">#sql</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span>
&#x43C;.&#x411;&#x430;&#x443;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x430;&#x44F;, &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;
<b>&#x411;&#x435;&#x43B;&#x430;&#x44F; &#x437;/&#x43F; &#x434;&#x43E; 160.000 &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;</b> 
<b>Data Scientist</b>

<b>&#x41C;&#x44B; &#x2014; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; Level.Travel, &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x432; &#x441;&#x444;&#x435;&#x440;&#x435; &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x439;.</b> &#x417;&#x430; &#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x43D;&#x438;&#x435; 8 &#x43B;&#x435;&#x442; &#x43C;&#x44B; &#x441; &#x43D;&#x443;&#x43B;&#x44F; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43B;&#x438; &#x438; &#x43F;&#x440;&#x43E;&#x434;&#x43E;&#x43B;&#x436;&#x430;&#x435;&#x43C; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x43E;&#x43D;&#x43B;&#x430;&#x438;&#x306;&#x43D;-&#x43F;&#x440;&#x43E;&#x434;&#x430;&#x436;&#x438; &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x439;. &#x41D;&#x430;&#x448;&#x443; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x443; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44E;&#x442; &#x43B;&#x438;&#x434;&#x435;&#x440;&#x44B; &#x440;&#x44B;&#x43D;&#x43A;&#x430; &#x2013; &#x422;&#x438;&#x43D;&#x44C;&#x43A;&#x43E;&#x444;&#x444; &#x411;&#x430;&#x43D;&#x43A;, OneTwoTrip, &#x421;&#x431;&#x435;&#x440;&#x431;&#x430;&#x43D;&#x43A;, TripAdvisor, Kayak, &#x410;&#x41A; &#x411;&#x430;&#x440;&#x441; &#x411;&#x430;&#x43D;&#x43A;, &#x415;&#x432;&#x440;&#x43E;&#x441;&#x435;&#x442;&#x44C; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x438;&#x435; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435;. &#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; Level.Travel &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43D;&#x442;&#x43E;&#x43C; &#x418;&#x43D;&#x43D;&#x43E;&#x432;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x430; &#xAB;&#x421;&#x43A;&#x43E;&#x43B;&#x43A;&#x43E;&#x432;&#x43E;&#xBB;.

<b>&#x41E;&#x431;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;:</b>
&#x1F538;&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x43D;&#x430;&#x434; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438;, &#x440;&#x435;&#x448;&#x430;&#x435;&#x43C;&#x44B;&#x43C;&#x438; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F;: &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43F;&#x43E;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43A;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;, &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;, &#x43F;&#x43E;&#x434;&#x431;&#x43E;&#x440; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x430; &#x438; &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x438;, &#x43F;&#x43E;&#x434;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43A;&#x430; &#x43A; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x438; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;&#x43E;&#x43C;.
&#x1F538;&#x420;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447; &#x442;&#x440;&#x435;&#x431;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x443;&#x43C;&#x435;&#x43D;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x43C;&#x438;, &#x43F;&#x440;&#x43E;&#x434;&#x432;&#x438;&#x43D;&#x443;&#x442;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; SQL, Python, &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x43A;&#x438;

<b>&#x41E;&#x442; &#x412;&#x430;&#x441;:</b>
&#x1F538;&#x423;&#x43C;&#x435;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43D;&#x430; Python
&#x1F538;&#x418;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x43E;&#x43F;&#x443;&#x43B;&#x44F;&#x440;&#x43D;&#x44B;&#x435; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x438;: scikit-learn, Pandas, numpy, scipy
&#x1F538;&#x423;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; SQL-&#x437;&#x430;&#x43F;&#x440;&#x43E;&#x441;&#x44B; (MySQL, PostgreSQL, Clickhouse)
&#x1F538;&#x417;&#x43D;&#x430;&#x442;&#x44C; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x445; &#x43C;&#x435;&#x442;&#x43E;&#x434;&#x43E;&#x432; &#x438; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x43E;&#x432; Machine Learning
&#x1F538;&#x418;&#x43C;&#x435;&#x442;&#x44C; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x432; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x43C;&#x430;&#x442;. &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x43A;&#x438;, &#x442;&#x435;&#x43E;&#x440;&#x438;&#x438; &#x432;&#x435;&#x440;&#x43E;&#x44F;&#x442;&#x43D;&#x43E;&#x441;&#x442;&#x438;

<b>&#x416;&#x435;&#x43B;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;:</b>
&#x1F538;&#x418;&#x43C;&#x435;&#x442;&#x44C; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F;
&#x1F538;&#x423;&#x43C;&#x435;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x440;&#x44F;&#x434;&#x430;&#x43C;&#x438;, &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x438;&#x445; &#x441;&#x432;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430;
&#x1F538;&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; Scala/Java &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; Spark

<b>&#x41E;&#x442; &#x43D;&#x430;&#x441;:</b> &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x437;&#x43F;, &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E;, &#x431;&#x43E;&#x43B;&#x44C;&#x43D;&#x438;&#x447;&#x43D;&#x44B;&#x435;, &#x43E;&#x442;&#x43F;&#x443;&#x441;&#x43A;&#x430;. &#x421;&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43D;&#x430; &#x438;&#x437;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x44F;&#x437;&#x44B;&#x43A;&#x430;, &#x442;&#x435;&#x445;&#x43D;&#x438;&#x43A;&#x430; MacBook Pro. &#x420;&#x435;&#x433;&#x443;&#x43B;&#x44F;&#x440;&#x43D;&#x430;&#x44F; &#x43E;&#x431;&#x440;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x441;&#x432;&#x44F;&#x437;&#x44C; &#x438; &#x430;&#x442;&#x442;&#x435;&#x441;&#x442;&#x430;&#x446;&#x438;&#x438;. &#x413;&#x435;&#x439;&#x43C;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x432; &#x438; &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x440;&#x430;&#x437; &#x432; &#x433;&#x43E;&#x434; &#x440;&#x435;&#x43B;&#x43E;&#x43A;&#x435;&#x439;&#x442;&#x44B; &#x43F;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432; &#x434;&#x440;&#x443;&#x433;&#x443;&#x44E; &#x441;&#x442;&#x440;&#x430;&#x43D;&#x443;. &#x41A;&#x43B;&#x435;&#x432;&#x44B;&#x439; &#x43C;&#x43E;&#x43B;&#x43E;&#x434;&#x43E;&#x439; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;, &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x435; &#x438;&#x432;&#x435;&#x43D;&#x442;&#x44B;, &#x43D;&#x430;&#x441;&#x44B;&#x449;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x436;&#x438;&#x437;&#x43D;&#x44C;. &#x41F;&#x438;&#x43D;&#x433;-&#x43F;&#x43E;&#x43D;&#x433;, &#x431;&#x438;&#x43B;&#x44C;&#x44F;&#x440;&#x434;, &#x43A;&#x430;&#x43B;&#x44C;&#x44F;&#x43D; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435;. &#x421;&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43D;&#x430; &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x44F;)

<b>&#x421;&#x432;&#x44F;&#x437;&#x44C; &#x43F;&#x43E; &#x43F;&#x43E;&#x447;&#x442;&#x435; : vos@level.travel</b><a target="_blank" rel="noopener noreferrer" href="mailto:vos@level.travel">vos@level.travel</a>
<b>&#x418;&#x43B;&#x438; &#x442;&#x443;&#x442; @Alyask_a</b><a href="tg://resolve?domain=Alyask_a">@Alyask_a</a></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/scikit-learn" class="mr-2">
         scikit-learn
        </a><a href="/tags/pandas" class="mr-2">
         pandas
        </a><a href="/tags/numpy" class="mr-2">
         numpy
        </a><a href="/tags/mysql" class="mr-2">
         mysql
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/scala" class="mr-2">
         scala
        </a><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/machine-learning" class="mr-2 active--exact active">
         machine-learning
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">18 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/91179974656-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#job</span> <span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span>  <span style="opacity: 0.5;">#dataengineer</span> <span style="opacity: 0.5;">#remote</span>

&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;! &#x41C;&#x44B;&#xA0;-&#xA0;PeakData AG&#xA0;&#x438;&#x449;&#x435;&#x43C; Data Engineer.

Position:&#xA0;Data Engineer
Company:&#xA0;Peakdata (<a target="_blank" rel="noopener noreferrer" href="http://peakdata.ch/">http://peakdata.ch/</a>)
Location:&#xA0;remote.
Salary range in USD: 2,500 - 3,200 USD/month (gross)
Salary range in RUB: 180 000 &#x2013; 230 000 Rub/month (na ruki)
Contact:&#xA0;<a target="_blank" rel="noopener noreferrer" href="mailto:mfeldman@peakdata.ch">mfeldman@peakdata.ch</a>

We are young and ambitious startup in the field of AI and Data Science looking for a  join our team. We are active in the area of web mining and Language Processing. Are you up for the challenge?&#xA0;

Responsibilities:&#xA0;
&#xA0;&#x2022; Be able to process and integrate disparate data from different data sources
&#xA0;&#x2022; Be able to think with creativity, propose and lead development of data crunching software modules (mostly text analysis. NLP big plus)
&#xA0;&#x2022; Be able to work with version control system (Git)
&#xA0;&#x2022; Be able to understand software architecture and the existing workflow
&#xA0;&#x2022; Be able to clearly communicate in English
&#xA0;&#x2022; Be able to work independently in the remote work setting
&#xA0;&#x2022; Be able to overlap with our business hours for a great collaboration.&#xA0;

Requirements:
&#xA0;&#x2022; At least 1 year of professional experience in data engineering/machine learning
&#xA0;&#x2022; Experienced in the relevant Python and its libraries; Especially appreciated is the knowledge of the following libraries: pandas, request, beatifulsoup, lxml, scrappy, selenium, joblib
&#xA0;&#x2022; Experience with backend development in Python - BIG PLUS
&#xA0;&#x2022; Bachelor degree in computer science &#x2013;PLUS
&#xA0;&#x2022; Good knowledge of Docker - PLUS
&#xA0;&#x2022; Good documentation skills
&#xA0;&#x2022; Good written and spoken English
&#xA0;&#x2022; Strong sense of ownership and responsibility for code quality that follows best practices
&#xA0;&#x2022; Strong coding, problem-solving, and debugging skills
&#xA0;&#x2022; Awesome communication, collaboration, and self-management skills.&#xA0;

What we offer:
&#xA0;&#x2022; Very interesting and innovative data product which includes real-world web data at scale (Tera to Petabytes)
&#xA0;&#x2022; Competitive salary
&#xA0;&#x2022; Highly professional and innovative team (most of our team members have either Masters or PhD)
&#xA0;&#x2022; Flexible work environment with opportunity to work remotely at&#xA0;&#xA0;pajamas from your kitchen and still be part of interesting and innovative project &#x1F642;&#xA0;If you feel like you might be a good fit please drop us a message at&#xA0;<a target="_blank" rel="noopener noreferrer" href="mailto:mfeldman@peakdata.ch">mfeldman@peakdata.ch</a></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/nlp" class="mr-2">
         nlp
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/pandas" class="mr-2">
         pandas
        </a><a href="/tags/selenium" class="mr-2">
         selenium
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/machine-learning" class="mr-2 active--exact active">
         machine-learning
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">18 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16890462208-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#typescript</span> <span style="opacity: 0.5;">#node</span> <span style="opacity: 0.5;">#nodejs</span> <span style="opacity: 0.5;">#express</span> <span style="opacity: 0.5;">#expressjs</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#fullstack</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x441;&#x430;&#x43D;&#x43A;&#x442;&#x43F;&#x435;&#x442;&#x435;&#x440;&#x431;&#x443;&#x440;&#x433;</span> <span style="opacity: 0.5;">#&#x43D;&#x43E;&#x432;&#x43E;&#x441;&#x438;&#x431;&#x438;&#x440;&#x441;&#x43A;</span> <span style="opacity: 0.5;">#&#x435;&#x43A;&#x430;&#x442;&#x435;&#x440;&#x438;&#x43D;&#x431;&#x443;&#x440;&#x433;</span> <span style="opacity: 0.5;">#&#x43D;&#x438;&#x436;&#x43D;&#x438;&#x439;</span> <span style="opacity: 0.5;">#&#x43D;&#x43E;&#x432;&#x433;&#x43E;&#x440;&#x43E;&#x434;</span> <span style="opacity: 0.5;">#&#x43D;&#x438;&#x436;&#x43D;&#x438;&#x439;&#x43D;&#x43E;&#x432;&#x433;&#x43E;&#x440;&#x43E;&#x434;</span> <span style="opacity: 0.5;">#&#x43F;&#x435;&#x440;&#x43C;&#x44C;</span> <span style="opacity: 0.5;">#&#x443;&#x444;&#x430;</span> <span style="opacity: 0.5;">#&#x443;&#x43B;&#x44C;&#x44F;&#x43D;&#x43E;&#x432;&#x441;&#x43A;</span>
&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: 4spaces
&#x41F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x44F;: Full Stack JavaScript/TypeScript/Node.js &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 80 000 &#x440;&#x443;&#x431;. &#x434;&#x43E; 200 000 &#x440;&#x443;&#x431;.

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:
&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x442;&#x430;&#x43B;&#x430;&#x43D;&#x442;&#x43B;&#x438;&#x432;&#x43E;&#x433;&#x43E; fullstack &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x441; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x43C; &#x43E;&#x43F;&#x44B;&#x442;&#x43E;&#x43C; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x445;/&#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;. &#x41B;&#x44C;&#x432;&#x438;&#x43D;&#x430;&#x44F; &#x434;&#x43E;&#x43B;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x440;&#x438;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x441;&#x44F; &#x43D;&#x430; &#x431;&#x44D;&#x43A;&#x44D;&#x43D;&#x434;, &#x43F;&#x43E;&#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x437;&#x43D;&#x430;&#x447;&#x43D;&#x438;&#x435; frontend &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; &#x43E;&#x43F;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x43F;&#x440;&#x438; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x433;&#x43E; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x435; backend.

&#x414;&#x430;&#x43D;&#x43D;&#x430;&#x44F; &#x43F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x44F; &#x43F;&#x440;&#x435;&#x434;&#x43F;&#x43E;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x442; &#x43F;&#x43E;&#x43B;&#x43D;&#x443;&#x44E; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C; (&#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; 40 &#x447;&#x430;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x430;&#x44F; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44F;).

&#x420;&#x430;&#x441;&#x441;&#x43C;&#x430;&#x442;&#x440;&#x438;&#x432;&#x430;&#x435;&#x43C; Senior &#x438; Middle &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432;.

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; NodeJS
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Typescript &#x438;&#x43B;&#x438; JavaScript
* &#x43E;&#x43F;&#x44B;&#x442; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;: CI/CD, PR Checks, &#x438; &#x442;.&#x434;.
* &#x437;&#x43D;&#x430;&#x43D;&#x435;&#x43D;&#x438;&#x435; git, gitflow, github flow, &#x438; &#x442;.&#x434;.
* &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x442;&#x430;&#x43D;&#x434;&#x430;&#x440;&#x442;&#x43D;&#x44B;&#x445; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; &#x438; SDK
* &#x441;&#x430;&#x43C;&#x43E;&#x435; &#x432;&#x430;&#x436;&#x43D;&#x43E;&#x435; &#x2013; &#x443;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x44B;&#x435; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; RESTful API
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; c ExpressJS
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; ReactJS, webpack, rollup, parcel, jest
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x438;&#x43B;&#x438; &#x445;&#x43E;&#x442;&#x44F; &#x431;&#x44B; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; Serverless
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x438;/&#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x438; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x43D;&#x430; AWS
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x430;&#x43C;&#x438; Machine Learning, &#x432; &#x447;&#x430;&#x441;&#x442;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x434;&#x43B;&#x44F; &#x440;&#x435;&#x43A;&#x43E;&#x43C;&#x435;&#x43D;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;.
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; c Typescript
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; c frontend frameworks, &#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440; React, Angular, JQuery
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; SQL &#x438; NoSQL &#x431;&#x430;&#x437;&#x430;&#x43C;&#x438; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;, &#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440; MySQL, Postgres, Elasticsearch, Cassandra, AWS DynamoDB, Mongo, Redis etc.
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43C;&#x430;&#x441;&#x448;&#x442;&#x430;&#x431;&#x438;&#x440;&#x443;&#x435;&#x43C;&#x44B;&#x43C;&#x438; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F;&#x43C;&#x438; &#x43A;&#x44D;&#x448;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440; memchached, Coherence, Infinispan etc.
* &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Linux
* &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x432; &#x438; &#x43B;&#x443;&#x447;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;: TDD, DDD, CQRS, Eventsourcing, &#x438; &#x442;&#x430;&#x43A; &#x434;&#x430;&#x43B;&#x435;&#x435;
* &#x43E;&#x43F;&#x44B;&#x442; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x438;&#x431;&#x443;&#x446;&#x438;&#x438; &#x432; Open Source (&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x438;&#x442;&#x435; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x443; &#x43D;&#x430; github, &#x435;&#x441;&#x43B;&#x438; &#x435;&#x441;&#x442;&#x44C; &#x43D;&#x430; &#x447;&#x442;&#x43E; &#x43F;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x442;&#x44C;)

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F; &#x2013; <a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/37464232">https://hh.ru/vacancy/37464232</a>
Email &#x2013; <a target="_blank" rel="noopener noreferrer" href="http://abalchunas@4spaces.company">abalchunas@4spaces.company</a>
Skype &#x2013; alexey.balchunas
Telegram &#x2013; <a target="_blank" rel="noopener noreferrer" href="https://t.me/AlexeyBalchunas">https://t.me/AlexeyBalchunas</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/express" class="mr-2">
         express
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/github" class="mr-2">
         github
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/amazon-web-services" class="mr-2">
         amazon-web-services
        </a><a href="/tags/angularjs" class="mr-2">
         angularjs
        </a><a href="/tags/jquery" class="mr-2">
         jquery
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">13 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item disabled"><a href="/tags/machine-learning/0" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item active"><a href="/tags/machine-learning/" aria-label="1" aria-current="1" class="page-link active--exact active">1</a></li><li class="page-item"><a href="/tags/machine-learning/2" aria-label="2" aria-current="2" class="page-link">2</a></li><li class="page-item "><a href="/tags/machine-learning/2" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>