<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Удаленная работа для программистов, QA, DevOps, поиск работы в каналах Telegram - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--pages--remote-vue.03b1669c.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17005805568-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#react</span>

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;, &#x43C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43E;&#x43F;&#x44B;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x430;, &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; middle, middle+, senior.

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x41F;&#x430;&#x440;&#x43A; &#x41A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x44B;, &#x41A;&#x440;&#x43E;&#x43F;&#x43E;&#x442;&#x43A;&#x438;&#x43D;&#x441;&#x43A;&#x430;&#x44F;

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441;, &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;

&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;:  &#x43E;&#x442; 100&#x43A; &#x434;&#x43E; 170&#x43A; &#x440;&#x443;&#x431; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;: 

&#x41C;&#x44B; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x435;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; - &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x43E;&#x439; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x430;. &#x41F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x438;&#x437; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x435;&#x439;, &#x441;&#x440;&#x435;&#x434;&#x438; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x435;&#x441;&#x442;&#x44C; &#x43A;&#x430;&#x440;&#x442;&#x43E;&#x433;&#x440;&#x430;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;, &#x43A;&#x43E;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x43E;&#x440; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x438;, &#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x439; &#x43A;&#x430;&#x431;&#x438;&#x43D;&#x435;&#x442; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x438;&#x435; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435;. &#x41D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x438;&#x437; &#x43D;&#x438;&#x445; &#x435;&#x449;&#x435; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x44F;&#x442;&#x441;&#x44F; &#x43D;&#x430; &#x44D;&#x442;&#x430;&#x43F;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x442; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;, &#x441;&#x43E;&#x431;&#x440;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x438;&#x437; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x435;&#x439;, &#x43A;&#x430;&#x43A; &#x43A;&#x43E;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x43E;&#x440;.

&#x41F;&#x438;&#x448;&#x435;&#x43C; &#x43C;&#x44B; &#x43D;&#x430; React, &#x432; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x44F;&#x445; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x443; Ant. &#x421;&#x442;&#x430;&#x440;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x441;&#x43B;&#x435;&#x434;&#x438;&#x442;&#x44C; &#x437;&#x430; &#x43A;&#x43E;&#x434;&#x43E;&#x43C;, &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43A;&#x43E;&#x434;-&#x440;&#x435;&#x432;&#x44C;&#x44E;, &#x43D;&#x43E; &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x43E;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x434;&#x43E;&#x43B;&#x433; &#x201C;&#x43D;&#x430; &#x43F;&#x43E;&#x442;&#x43E;&#x43C;&#x201D; &#x440;&#x430;&#x434;&#x438; &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430;.

&#x414;&#x43B;&#x44F; &#x43D;&#x430;&#x441; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x432;&#x430;&#x436;&#x43D;&#x44B;&#x43C; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C;. &#x417;&#x430;&#x447;&#x430;&#x441;&#x442;&#x443;&#x44E; &#x434;&#x43B;&#x44F; &#x43D;&#x435;&#x442;&#x440;&#x438;&#x432;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;, &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x440;&#x435;&#x441;&#x435;&#x440;&#x447;. &#x412; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x435; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x432; &#x43F;&#x435;&#x440;&#x435;&#x434; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x441; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x44C;&#x44E; &#x43C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x442;&#x438;&#x43F;&#x44B; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x430; &#x431;&#x435;&#x437; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430;, &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x44F;&#x441;&#x44C; &#x43D;&#x430; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x430;&#x445; &#x438; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;&#x445;.

&#x41C;&#x44B; &#x445;&#x43E;&#x442;&#x438;&#x43C;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x442;&#x44B;:
- &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B; &#x432; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x438;&#x438; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439; &#x438; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x43B;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;;
- &#x437;&#x43D;&#x430;&#x43B; &#x43F;&#x43B;&#x44E;&#x441;&#x44B; &#x438; &#x43C;&#x438;&#x43D;&#x443;&#x441;&#x44B; &#x432;&#x44B;&#x431;&#x440;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x431;&#x44B;&#x43B; &#x431;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x438;&#x445; &#x43E;&#x431;&#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x442;&#x44C;;
- &#x443;&#x43C;&#x435;&#x43B; &#x440;&#x430;&#x437;&#x431;&#x438;&#x440;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x447;&#x443;&#x436;&#x43E;&#x43C; &#x43A;&#x43E;&#x434;&#x435;;
- &#x43D;&#x435; &#x43F;&#x443;&#x433;&#x430;&#x43B;&#x441;&#x44F; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x433;&#x43E; &#x422;&#x417; &#x438;&#x43B;&#x438; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430;;

&#x41D;&#x430;&#x432;&#x44B;&#x43A;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x43F;&#x440;&#x438;&#x433;&#x43E;&#x434;&#x44F;&#x442;&#x441;&#x44F;:
- &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x432;&#x43B;&#x430;&#x434;&#x435;&#x43D;&#x438;&#x435; JavaScript (es5, es6+);
- &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; React (Hooks, Context API, etc);
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x430;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; (redux/mobx);
- &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; REST;
- &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x430;&#x441;&#x438;&#x43D;&#x445;&#x440;&#x43E;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;;

&#x411;&#x443;&#x434;&#x435;&#x43C; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;, &#x435;&#x441;&#x43B;&#x438; &#x442;&#x44B;:
- &#x441;&#x442;&#x440;&#x43E;&#x438;&#x43B; &#x43A;&#x430;&#x440;&#x442;&#x44B; &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435; (Openlayers, Mapbox, etc);
- &#x441;&#x430;&#x43C; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x430;&#x438;&#x432;&#x430;&#x43B; Webpack;
- &#x434;&#x435;&#x43B;&#x430;&#x43B; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x443; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x441; &#x43D;&#x443;&#x43B;&#x44F;;
- &#x43F;&#x438;&#x441;&#x430;&#x43B; &#x442;&#x435;&#x441;&#x442;&#x44B; (&#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x435;, &#x44E;&#x43D;&#x438;&#x442;);
- &#x43F;&#x438;&#x441;&#x430;&#x43B; &#x43D;&#x430; Node JS;

&#x41D;&#x430;&#x43C; &#x43D;&#x435; &#x432;&#x430;&#x436;&#x43D;&#x43E; &#x433;&#x434;&#x435; &#x442;&#x44B; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x448;&#x44C;&#x441;&#x44F;, &#x435;&#x441;&#x43B;&#x438; &#x443; &#x442;&#x435;&#x431;&#x44F; &#x43D;&#x43E;&#x440;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x43D;&#x435;&#x442; &#x438; &#x442;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x431;&#x44B;&#x442;&#x44C; &#x43D;&#x430; &#x441;&#x432;&#x44F;&#x437;&#x438; &#x432; &#x443;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F;. &#x41A;&#x430;&#x43A; &#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x43E;, &#x440;&#x430;&#x437;&#x431;&#x440;&#x43E;&#x441; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x440;&#x435;&#x431;&#x44F;&#x442; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x441; 10 &#x443;&#x442;&#x440;&#x430; &#x434;&#x43E; 8 &#x432;&#x435;&#x447;&#x435;&#x440;&#x430; &#x43F;&#x43E; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x435;. &#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x442;&#x435;&#x431;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x432; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x435; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x44B;, &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x41F;&#x430;&#x440;&#x43A;&#x430; &#x41A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x44B;.

&#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x44F;&#x435;&#x43C; &#x43F;&#x43E; &#x422;&#x41A;, &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x417;&#x41F;, &#x414;&#x41C;&#x421; &#x43F;&#x43E; &#x438;&#x441;&#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44E; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;, &#x435;&#x441;&#x43B;&#x438; &#x43D;&#x435;&#x442; &#x43F;&#x440;&#x435;&#x43F;&#x44F;&#x442;&#x441;&#x442;&#x432;&#x438;&#x439; &#x43A; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x432; &#x420;&#x43E;&#x441;&#x441;&#x438;&#x438;. &#x41C;&#x43E;&#x436;&#x435;&#x43C; &#x437;&#x430;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x442;&#x44C; &#x434;&#x43E;&#x433;&#x43E;&#x432;&#x43E;&#x440; &#x413;&#x41F;&#x425;.

&#x41F;&#x43E;&#x441;&#x442;&#x430;&#x440;&#x430;&#x439;&#x441;&#x44F; &#x43A; &#x43E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x443;, &#x43F;&#x43E;&#x43C;&#x438;&#x43C;&#x43E; &#x440;&#x435;&#x437;&#x44E;&#x43C;&#x435;, &#x43F;&#x440;&#x438;&#x43A;&#x440;&#x435;&#x43F;&#x438;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;, &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442; &#x438;&#x43B;&#x438; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x443;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x43C;&#x438; &#x442;&#x44B; &#x433;&#x43E;&#x440;&#x434;&#x438;&#x448;&#x44C;&#x441;&#x44F;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43C;&#x44B; &#x43F;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x43B;&#x438; &#x43D;&#x430; &#x442;&#x432;&#x43E;&#x439; &#x43A;&#x43E;&#x434;.

&#x41E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x437; &#x44D;&#x442;&#x430;&#x43F;&#x43E;&#x432; &#x441;&#x43E;&#x431;&#x435;&#x441;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x435; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: &#x426;&#x435;&#x43D;&#x442;&#x440; 2&#x41C;

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=fedorm">@fedorm</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/ant" class="mr-2">
         ant
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17001611264-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#&#x441;&#x43F;&#x431;</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#redux</span> <span style="opacity: 0.5;">#emotion</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x421;&#x430;&#x43D;&#x442;&#x43A;-&#x41F;&#x435;&#x442;&#x435;&#x440;&#x431;&#x443;&#x440;&#x433;, &#x443;&#x43B;. &#x420;&#x443;&#x431;&#x438;&#x43D;&#x448;&#x442;&#x435;&#x439;&#x43D;&#x430; (5 &#x443;&#x433;&#x43B;&#x43E;&#x432;)
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; &#x438;&#x43B;&#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 80&#x43A; &#x434;&#x43E; 130&#x43A; &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; (&#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;, &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43F;&#x43E; &#x441;&#x43E;&#x433;&#x43B;&#x430;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;)
&#x418;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;&#x44B;&#x439; &#x441;&#x442;&#x435;&#x43A;: react 16 (hooks), redux, emotion

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442; &#x432;&#x441;&#x435;&#x43C;, &#x43C;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43A;&#x440;&#x443;&#x442;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x44B;, &#x441;&#x432;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x435;&#x436;&#x434;&#x435; &#x432;&#x441;&#x435;&#x433;&#x43E; &#x441; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x43C; &#x437;&#x434;&#x43E;&#x440;&#x43E;&#x432;&#x44C;&#x435;&#x43C; &#x43B;&#x44E;&#x434;&#x435;&#x439;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x442;&#x440;&#x430;&#x442;&#x44F;&#x442; &#x435;&#x433;&#x43E;, &#x437;&#x430;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x44F; &#x441;&#x435;&#x431;&#x435; &#x43D;&#x430; &#x445;&#x43B;&#x435;&#x431;. &#x42D;&#x442;&#x438; &#x43B;&#x44E;&#x434;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x442; &#x43D;&#x430; &#x441;&#x43A;&#x43B;&#x430;&#x434;&#x430;&#x445;, &#x43F;&#x435;&#x440;&#x435;&#x43D;&#x43E;&#x441;&#x44F; &#x43A;&#x43E;&#x440;&#x43E;&#x431;&#x43A;&#x438; &#x441; &#x43C;&#x435;&#x441;&#x442;&#x430; &#x43D;&#x430; &#x43C;&#x435;&#x441;&#x442;&#x43E;, &#x432; &#x441;&#x43E;&#x440;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x43E;&#x447;&#x43D;&#x44B;&#x445; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x430;&#x445;, &#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x44F; &#x432;&#x430;&#x43C; &#x43F;&#x43E;&#x441;&#x44B;&#x43B;&#x43A;&#x438;, &#x43D;&#x430; &#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430;&#x445;, &#x438; &#x432; &#x43E;&#x441;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43C;&#x435;&#x441;&#x442;&#x430;&#x445;, &#x433;&#x434;&#x435; &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x439; &#x442;&#x440;&#x443;&#x434;.
&#x41D;&#x430;&#x448;&#x438; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x44E;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;&#x43C; &#x437;&#x430; &#x433;&#x440;&#x430;&#x43D;&#x438;&#x446;&#x435;&#x439; &#x438;&#x437;&#x43C;&#x435;&#x440;&#x44F;&#x442;&#x44C; &#x438; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; (&#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; &#x43D;&#x43E;&#x441;&#x438;&#x43C;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;) &#x440;&#x438;&#x441;&#x43A;&#x430;&#x43C;&#x438; &#x432;&#x43E;&#x437;&#x43D;&#x438;&#x43A;&#x43D;&#x43E;&#x432;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x440;&#x430;&#x432;&#x43C;&#x44B; &#x434;&#x43B;&#x44F; &#x441;&#x432;&#x43E;&#x438;&#x445; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432; (&#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x43E;&#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x435;: <a target="_blank" rel="noopener noreferrer" href="https://soteranalytics.com/">https://soteranalytics.com/</a> ). &#x42F; &#x441;&#x43E;&#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430; &#x438; &#x43D;&#x430;&#x43C; &#x432; &#x441;&#x435;&#x43D;&#x442;&#x44F;&#x431;&#x440;&#x435; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x441;&#x44F; 4 &#x433;&#x43E;&#x434;&#x430;. &#x421; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x43A;&#x430;&#x43D;&#x430;&#x43B;&#x430; &#x43C;&#x44B; &#x443;&#x436;&#x435; &#x43D;&#x430;&#x448;&#x43B;&#x438; &#x434;&#x432;&#x443;&#x445; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x43E; &#x443; &#x43D;&#x430;&#x441; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x442;, &#x43D;&#x43E; &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x442;&#x430;&#x43A;&#x438;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x430;, &#x447;&#x442;&#x43E; &#x447;&#x435;&#x43C; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x435;&#x435; &#x43C;&#x44B; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x444;&#x438;&#x447;&#x438; &#x432; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;&#x445;, &#x442;&#x435;&#x43C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x440;&#x44B;&#x43D;&#x43A;&#x430; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x437;&#x430;&#x445;&#x432;&#x430;&#x442;&#x438;&#x442;&#x44C;.

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;: &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x434;&#x44D;&#x448;&#x431;&#x43E;&#x440;&#x434;&#x44B; &#x438; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x435; &#x432;&#x435;&#x431; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x44B; &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432;, &#x442;&#x430;&#x43A; &#x438; &#x434;&#x43B;&#x44F; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x445; &#x43D;&#x443;&#x436;&#x434;.

&#x427;&#x442;&#x43E; &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43E;&#x442; &#x432;&#x430;&#x441;: &#x43C;&#x44B; &#x446;&#x435;&#x43D;&#x438;&#x43C; &#x441;&#x430;&#x43C;&#x43E;&#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x438; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x43D;&#x435; &#x43B;&#x44E;&#x431;&#x438;&#x43C; &#x43C;&#x438;&#x43A;&#x440;&#x43E;&#x43C;&#x435;&#x43D;&#x435;&#x434;&#x436;&#x43C;&#x435;&#x43D;&#x442;. &#x422;&#x430;&#x43A;&#x436;&#x435; &#x43C;&#x44B; &#x43B;&#x44E;&#x431;&#x438;&#x43C; &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x43D;&#x430;&#x448;&#x438; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x443; &#x43D;&#x430;&#x441; &#x43D;&#x430; &#x433;&#x43B;&#x430;&#x437;&#x430;&#x445; &#x438; &#x432;&#x441;&#x44F;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x441;&#x442;&#x430;&#x440;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43F;&#x43E;&#x43C;&#x43E;&#x447;&#x44C;. &#x423; &#x43D;&#x430;&#x441; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x441;&#x444;&#x43E;&#x440;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x430; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x438;&#x437; &#x43E;&#x43F;&#x44B;&#x442;&#x43D;&#x44B;&#x445; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x438;&#x43C;&#x435;&#x44E;&#x442; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x438;&#x437;&#x44B; &#x43F;&#x43E;&#x447;&#x442;&#x438; &#x432; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x439; &#x442;&#x435;&#x43C;&#x435;.
&#x422;&#x430;&#x43A;&#x436;&#x435; &#x43C;&#x44B; &#x446;&#x435;&#x43D;&#x438;&#x43C;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; &#x443;&#x43C;&#x435;&#x435;&#x442; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;&#x44B;, &#x430; &#x43D;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x432;&#x430;&#x442;&#x44C; &#x438;&#x445; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; <a href="tg://resolve?domain=pavko_a">@pavko_a</a>. &#x412; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x438; &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x43B;&#x438; &#x43D;&#x430; reactjs, &#x447;&#x435;&#x43C; &#x432;&#x44B; &#x433;&#x43E;&#x440;&#x434;&#x438;&#x442;&#x435;&#x441;&#x44C; &#x432; &#x441;&#x432;&#x43E;&#x435;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43F;&#x430;&#x440;&#x443; &#x441;&#x442;&#x440;&#x43E;&#x43A; &#x43E; &#x441;&#x435;&#x431;&#x435; &#x438; &#x447;&#x435;&#x43C; &#x432;&#x44B; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43D;&#x430; &#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x43D;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435;.

&#x417;&#x430;&#x431;&#x44B;&#x43B; &#x443;&#x43F;&#x43E;&#x43C;&#x44F;&#x43D;&#x443;&#x442;&#x44C;: &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x43C;, &#x442;&#x430;&#x43A; &#x43A;&#x430;&#x43A; &#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x441;&#x44F; &#x432; &#x41B;&#x43E;&#x43D;&#x434;&#x43E;&#x43D;&#x435; &#x438; &#x44F;&#x432;&#x43B;&#x44F;&#x44E;&#x442;&#x441;&#x44F; &#x43D;&#x43E;&#x441;&#x438;&#x442;&#x435;&#x43B;&#x44F;&#x43C;&#x438; &#x44F;&#x437;&#x44B;&#x43A;&#x430;. <span style="opacity: 0.5;">#doyourhomework</span>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/react-redux" class="mr-2">
         react-redux
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17000562688-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#teamlead</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#JS</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 200&#x43A; &#x434;&#x43E; 350&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> &#x2013; &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43D;&#x430;&#x448;&#x435;&#x43C;&#x443; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x43E;&#x43C;&#x443; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x443; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> &#x43D;&#x443;&#x436;&#x435;&#x43D; Frontend Team Lead. &#x42D;&#x442;&#x43E; &#x2013; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x443; &#x443;&#x436;&#x435; &#x431;&#x43E;&#x43B;&#x435;&#x435; 20-&#x442;&#x438; &#x43B;&#x435;&#x442;, &#x43D;&#x43E; &#x434;&#x432;&#x430;&#x434;&#x446;&#x430;&#x442;&#x438;&#x43B;&#x435;&#x442;&#x43D;&#x435;&#x433;&#x43E; &#x43A;&#x43E;&#x434;&#x430; &#x432;&#x44B; &#x442;&#x443;&#x442; &#x43D;&#x435; &#x443;&#x432;&#x438;&#x434;&#x438;&#x442;&#x435;, &#x445;&#x43E;&#x442;&#x44F; &#x441;&#x43E; &#x441;&#x442;&#x430;&#x440;&#x44B;&#x43C; &#x43D;&#x430;&#x441;&#x43B;&#x435;&#x434;&#x438;&#x435;&#x43C; [handlebars &#x43D;&#x430; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x435; + js-&#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x44B; &#x43D;&#x430; &#x441;&#x430;&#x43C;&#x43E;&#x43F;&#x438;&#x441;&#x43D;&#x43E;&#x43C; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x435; &#x43D;&#x430; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x435;] &#x432;&#x441;&#x435; &#x436;&#x435; &#x43F;&#x440;&#x438;&#x434;&#x435;&#x442;&#x441;&#x44F; &#x441;&#x442;&#x43E;&#x43B;&#x43A;&#x43D;&#x443;&#x442;&#x44C;&#x441;&#x44F;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x444;&#x438;&#x447;&#x438; &#x43C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x430; Vue.js + SSR.

&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;:
&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43D;&#x435; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435;&#x43C; frontend-&#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x438;&#x438; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438; &#x43F;&#x43B;&#x430;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438;. [&#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; 5 &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; +/- middle &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F;.]

&#x41C;&#x44B; &#x440;&#x430;&#x441;&#x441;&#x447;&#x438;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x43D;&#x430;&#x448; team lead &#x431;&#x443;&#x434;&#x435;&#x442; &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x444;&#x438;&#x447;&#x438;, &#x431;&#x443;&#x434;&#x435;&#x442; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x43C; &#x437;&#x430; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x438;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x438; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43B;&#x438;&#x434;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x430; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x441;&#x442;&#x435;&#x43A;.

&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;:
&#x41C;&#x44B; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x432; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; team lead&#x2019;a &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x44B;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; frontend-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;: &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x432;&#x44B;&#x441;&#x442;&#x440;&#x430;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B;, &#x43D;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;, &#x443;&#x432;&#x43E;&#x43B;&#x44C;&#x43D;&#x44F;&#x442;&#x44C; &#x438; &#x440;&#x430;&#x441;&#x442;&#x438;&#x442;&#x44C; &#x43B;&#x44E;&#x434;&#x435;&#x439;.
&#x412; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; git, &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x44B; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441;&#x431;&#x43E;&#x440;&#x449;&#x438;&#x43A;&#x43E;&#x432; (webpack, rollup), &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x437; &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x445; js-&#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x43E;&#x432; (Vue, React), &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x44B;.

&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;.
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F; (&#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;, &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438;, &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x430; &#x43E;&#x431;&#x443;&#x447;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x43A;&#x443;&#x440;&#x441;&#x43E;&#x432; &#x438; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x439;, &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x432; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x438; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x431;&#x440;&#x435;&#x43D;&#x434;&#x430; (&#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;&#x445;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x442;&#x430;&#x442;&#x435;&#x439;).

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)
&#x41A;&#x43E;&#x43C;&#x443; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>), &#x440;&#x430;&#x434;&#x430; &#x431;&#x443;&#x434;&#x443; &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438; :)

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71492960256-1001054966032" class="card-link">
        Ios разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#ios</span>

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; - VMB
&#x41F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x44F; - middle+ / senior iOS &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; - &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;
&#x413;&#x440;&#x430;&#x444;&#x438;&#x43A; - &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x434;&#x435;&#x43D;&#x44C;
 
&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;?
 &#x2043; &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; iPhone &#x438; iPad 
 &#x2043; &#x410;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43D;&#x43E;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438;, &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x439;, &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x43D;&#x43E;&#x439; &#x43E;&#x446;&#x435;&#x43D;&#x43A;&#x435;
 &#x2043; &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x430;, &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A;, &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; 
 &#x2043; &#x420;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; &#x438; code review

&#x427;&#x442;&#x43E; &#x436;&#x434;&#x451;&#x43C; &#x43E;&#x442; &#x432;&#x430;&#x441;?
 &#x2043; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Objective -C, &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x43E;&#x434; IOS &#x43E;&#x442; 3-&#x445; &#x43B;&#x435;&#x442; 
 &#x2043; &#x41D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x435; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;
 &#x2043; &#x41D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x435; &#x43F;&#x43E;&#x440;&#x442;&#x444;&#x43E;&#x43B;&#x438;&#x43E; &#x443;&#x441;&#x43F;&#x435;&#x448;&#x43D;&#x43E; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; 
 &#x2043; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x43E;&#x432; &#x438; &#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;
 &#x2043; &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; CoreData, &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; CocoaPods &#x438;&#x43B;&#x438; Carthage, &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; Stroeyboards &#x438; Autolayout

&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:
 &#x2043; &#x437;&#x43F;: 150&#x43A;-200&#x43A; &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439;
 &#x2043; &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F;
 &#x2043; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x43E;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x438; &#x438;&#x437;&#x432;&#x435;&#x441;&#x442;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; 

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
<a href="tg://resolve?domain=nariarakel">@nariarakel</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/objective-c" class="mr-2">
         objective-c
        </a><a href="/tags/cocoapods" class="mr-2">
         cocoapods
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/16994271232-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;</span> <span style="opacity: 0.5;">#js</span> <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x422;&#x435;&#x43B;&#x44C;-&#x410;&#x432;&#x438;&#x432; 
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, &#x433;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A;.

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: 5500-6000$/&#x43C;&#x435;&#x441;. (&#x41F;&#x43E;&#x447;&#x430;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x430; 35$/&#x447;&#x430;&#x441; + &#x435;&#x436;&#x435;&#x43C;&#x435;&#x441;&#x44F;&#x447;&#x43D;&#x44B;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441; 250$)

&#x41D;&#x430;&#x43B;&#x43E;&#x433;&#x438; &#x43F;&#x43B;&#x430;&#x442;&#x438;&#x442;&#x435; &#x43F;&#x43E; &#x43C;&#x435;&#x441;&#x442;&#x443; &#x436;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x430;. &#x418;&#x41F; 6%. &#x415;&#x441;&#x43B;&#x438; &#x43F;&#x430;&#x442;&#x435;&#x43D;&#x442;, &#x442;&#x43E; &#x43E;&#x43D; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x442; &#x43E;&#x442; &#x43C;&#x435;&#x441;&#x442;&#x430; &#x436;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x430;. &#x412; &#x41F;&#x43E;&#x434;&#x43C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x44C;&#x435; 12 000 &#x440;&#x443;&#x431; &#x432; &#x433;&#x43E;&#x434;. &#x412; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x435; 300 &#x442;&#x44B;&#x441;. &#x432; &#x433;&#x43E;&#x434;. &#x41A;&#x430;&#x43A; &#x441;&#x430;&#x43C;&#x438; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x438;&#x442;&#x435; &#x43D;&#x430;&#x43B;&#x43E;&#x433;&#x438;, &#x442;&#x430;&#x43A; &#x438; &#x43F;&#x43B;&#x430;&#x442;&#x438;&#x442;&#x435;. 

&#x418;&#x449;&#x443; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x43A; &#x43D;&#x430;&#x43C; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443;: &#x438;&#x437;&#x440;&#x430;&#x438;&#x43B;&#x44C;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; Luminati (<a target="_blank" rel="noopener noreferrer" href="https://luminati.io">https://luminati.io</a>).  Full-Stack. &#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;, &#x432; &#x442;&#x43E;&#x43C; &#x447;&#x438;&#x441;&#x43B;&#x435; p2p vpn, &#x432;&#x438;&#x434;&#x435;&#x43E; cdn &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x43A;&#x43E;&#x43B;&#x435;&#x43D;&#x438;&#x44F; <a target="_blank" rel="noopener noreferrer" href="http://holaspark.com/">http://holaspark.com/</a>
&#x41E;&#x444;&#x438;&#x441; &#x432; &#x422;&#x435;&#x43B;&#x44C;-&#x410;&#x432;&#x438;&#x432;&#x435;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;! &#x413;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x44B;&#x439;. &#x427;&#x442;&#x43E; &#x43D;&#x430;&#x43C; &#x43D;&#x443;&#x436;&#x43D;&#x43E;:

 &#x2022; Knowledge in Node JS framework: ExpressJS, Promise - Experience with MongoDB 
- Creating RESTful web services/API&#x2019;s using Node.js with or without framework assistance 

- JavaScript-based unit testing tools 

- Client-side browser technologies including JavaScript, CSS, and HTML 

- 1 year development experience in Node JS with a solid working knowledge of frameworks and architecture 

- 2+ year&#x2019;s overall development experience using JavaScript and open web technologies 

- &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x44F;&#x437;&#x44B;&#x43A;, &#x438;&#x434;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x433;&#x440;&#x430;&#x43C;&#x43C;&#x430;&#x442;&#x438;&#x43A;&#x430; &#x43D;&#x435; &#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430; 

 &#x2022; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;, 7-9 &#x447;&#x430;&#x441;&#x43E;&#x432; &#x432; &#x434;&#x435;&#x43D;&#x44C; (&#x43F;&#x43E; &#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x44E;)
 &#x2022; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430; &#x43E;&#x442; 35$/&#x447;&#x430;&#x441; (+&#x444;&#x438;&#x43A;&#x441;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441; 250$ &#x435;&#x436;&#x435;&#x43C;&#x435;&#x441;&#x44F;&#x447;&#x43D;&#x43E;), &#x447;&#x435;&#x440;&#x435;&#x437; &#x43F;&#x43E;&#x43B;&#x433;&#x43E;&#x434;&#x430; &#x43F;&#x43E;&#x432;&#x44B;&#x448;&#x430;&#x435;&#x442;&#x441;&#x44F;
 &#x2022; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x442;&#x43E;&#x433;&#x43E;, &#x43A;&#x430;&#x43A; &#x43E;&#x442;&#x43A;&#x440;&#x43E;&#x44E;&#x442; &#x433;&#x440;&#x430;&#x43D;&#x438;&#x446;&#x44B; &#x438; &#x431;&#x443;&#x434;&#x443;&#x442; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x44B; &#x43F;&#x435;&#x440;&#x435;&#x43B;&#x451;&#x442;&#x44B; - &#x432;&#x44B;&#x435;&#x437;&#x434; &#x432; &#x43E;&#x444;&#x438;&#x441; &#x43D;&#x430; &#x437;&#x430;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x430;&#x43A;&#x442;&#x430; (&#x43F;&#x435;&#x440;&#x435;&#x434; &#x44D;&#x442;&#x438;&#x43C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x437;&#x430;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x441; &#x44D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x43D;&#x43D;&#x43E;&#x439; &#x43F;&#x43E;&#x434;&#x43F;&#x438;&#x441;&#x44C;&#x44E;), &#x43E;&#x442;&#x435;&#x43B;&#x44C; &#x438; &#x43F;&#x435;&#x440;&#x435;&#x43B;&#x435;&#x442; &#x437;&#x430; &#x441;&#x447;&#x435;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;, &#x43C;&#x43E;&#x440;&#x435; &#x43F;&#x43E;&#x434; &#x43E;&#x43A;&#x43D;&#x43E;&#x43C;

&#x41E;&#x442;&#x432;&#x435;&#x447;&#x443; &#x43D;&#x430; &#x432;&#x441;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;:)

&#x418;&#x43D;&#x441;&#x442;&#x430;&#x433;&#x440;&#x430;&#x43C;&#x43C; <a target="_blank" rel="noopener noreferrer" href="https://instagram.com/hola_better_internet">https://instagram.com/hola_better_internet</a>

&#x420;&#x435;&#x437;&#x44E;&#x43C;&#x435; &#x441;&#x44E;&#x434;&#x430;:  <a target="_blank" rel="noopener noreferrer" href="mailto:luda.hola@gmail.com">luda.hola@gmail.com</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/unit-testing" class="mr-2">
         unit-testing
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/347078656-1001352129329" class="card-link">
        Go разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span>
#CloudMTS#job <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#remote</span>

Backend &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;

&#x417;/&#x41F;: 150&#x43A; - 190 &#x440;&#x443;&#x431;. net (+&#x414;&#x41C;&#x421;).
&#x41F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;.
&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x41C;&#x422;&#x421; &#x418;&#x422;.
&#x418;&#x449;&#x435;&#x43C; &#x442;&#x440;&#x451;&#x445; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x432; &#x442;&#x440;&#x438; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F;: Platform, Database-as-a-Service, Containerum)

<span style="opacity: 0.5;">#CloudMTS</span>-  &#x440;&#x43E;&#x441;&#x441;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x447;&#x43D;&#x44B;&#x439; &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440;.

&#x427;&#x442;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C;?
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x43E;&#x43D;&#x430;&#x433;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;, &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; API.

&#x421;&#x442;&#x435;&#x43A;: Go, gRPC, Git.

&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
- &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x417;&#x41F;, &#x43F;&#x440;&#x435;&#x43C;&#x438;&#x44F; 20% &#x43E;&#x442; &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x43E;&#x43A;&#x43B;&#x430;&#x434;&#x430;;
- &#x414;&#x41C;&#x421;;
- &#x442;&#x440;&#x435;&#x43D;&#x438;&#x43D;&#x433;&#x438;; &#x447;&#x435;&#x43C;&#x43F;&#x438;&#x43E;&#x43D;&#x430;&#x442;&#x44B; &#x43F;&#x43E; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=Snezhana_Andreeva">@Snezhana_Andreeva</a></div><div class="card-text"><div class="tags-items"><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/git" class="mr-2">
         git
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/26385317888-1001075660570" class="card-link">
        Php разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#php</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#symfony</span> <span style="opacity: 0.5;">#freelance</span>
&#x412;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;: PHP Developer (Symfony)
&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442;: <a target="_blank" rel="noopener noreferrer" href="http://trivago.com">trivago.com</a> 
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43E;&#x442; 120 &#x447;&#x430;&#x441;&#x43E;&#x432; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x434;&#x43E; 1500 &#x440;&#x443;&#x431;/&#x447;&#x430;&#x441; (&#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;)
&#x410;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439;: interview/meeting speaking
&#x41D;&#x430; &#x43E;&#x434;&#x438;&#x43D; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x445; &#x43F;&#x43E;&#x440;&#x442;&#x430;&#x43B;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x439; <a target="_blank" rel="noopener noreferrer" href="http://trivago.com">trivago.com</a> &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; PHP-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; (Symfony), &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x43C;&#x438;&#x434;&#x434;&#x43B;, &#x441;&#x435;&#x43D;&#x44C;&#x43E;&#x440;.
&#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;, &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C; (&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; 3 &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x430;, &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x434;&#x43E;&#x43B;&#x44C;&#x448;&#x435;).
&#x41D;&#x430;&#x43C; &#x432;&#x430;&#x436;&#x43D;&#x43E;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x412;&#x44B; &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43B;&#x438; &#x441; PHP Symfony, Docker, continuous Integration, &#x438;&#x43C;&#x435;&#x43B;&#x438; &#x43E;&#x43F;&#x44B;&#x442; &#x432; API interface. &#x41F;&#x440;&#x435;&#x438;&#x43C;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x43F;&#x43E;&#x440;&#x442;&#x430;&#x43B;&#x430;&#x43C;&#x438; &#x431;&#x440;&#x43E;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x443;&#x441;&#x43B;&#x443;&#x433;, &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x439;.
&#x41E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;: &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x438; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x43E;&#x440;&#x442;&#x430;&#x43B;&#x430;, &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43D;&#x430; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E;.
&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x43F;&#x43E;&#x434; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E;&#x43C; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x434;&#x438;&#x440;&#x435;&#x43A;&#x442;&#x43E;&#x440;&#x430;, &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x44F;&#x449;&#x435;&#x433;&#x43E;&#x441;&#x44F; &#x432; &#x413;&#x435;&#x440;&#x43C;&#x430;&#x43D;&#x438;&#x438;, &#x43F;&#x43E;&#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x432;&#x43E;&#x435; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x2013; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x439;&#x442;&#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x432;&#x44C;&#x44E; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x438; &#x43A;&#x43E;&#x43C;&#x43C;&#x443;&#x43D;&#x438;&#x446;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x441; &#x430;&#x43D;&#x433;&#x43B;&#x43E;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x44F;&#x449;&#x435;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439;.
&#x41E;&#x440;&#x438;&#x435;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x43E;&#x447;&#x43D;&#x430;&#x44F; &#x434;&#x430;&#x442;&#x430; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430; &#x441; 1-&#x43E;&#x433;&#x43E; &#x438;&#x44E;&#x43B;&#x44F;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x43F;&#x440;&#x43E;&#x438;&#x441;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x43F;&#x43E; &#x43D;&#x435;&#x43C;&#x435;&#x446;&#x43A;&#x43E;&#x43C;&#x443; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438; (&#x441; 9:00 &#x43F;&#x43E; 18:00 &#x43F;&#x43E; german time), &#x442;.&#x435;. &#x441; 8.00 &#x434;&#x43E; 17.00 &#x43C;&#x43E;&#x441;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438;. 
&#x41D;&#x430; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x435; &#x43E;&#x442;&#x43B;&#x438;&#x447;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x430;&#x44F; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x438; &#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x435; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;. &#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x434;&#x43E;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x443;.
&#x415;&#x441;&#x43B;&#x438; &#x412;&#x430;&#x43C; &#x44D;&#x442;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E;, &#x431;&#x443;&#x434;&#x443; &#x440;&#x430;&#x434;&#x430; &#x43F;&#x440;&#x43E;&#x434;&#x43E;&#x43B;&#x436;&#x438;&#x442;&#x44C; &#x434;&#x438;&#x430;&#x43B;&#x43E;&#x433; &#x438; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x438;&#x442;&#x44C; &#x43D;&#x430; &#x412;&#x430;&#x448;&#x438; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;! 
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;: &#x418;&#x440;&#x438;&#x43D;&#x430;, <a href="tg://resolve?domain=ir1na_hr">@ir1na_hr</a></div><div class="card-text"><div class="tags-items"><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/symfony" class="mr-2">
         symfony
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/continuous-integration" class="mr-2">
         continuous-integration
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/91050999808-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#fullstack_dev</span> <span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#Python</span> 

&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;! &#x41C;&#x435;&#x43D;&#x44F; &#x437;&#x43E;&#x432;&#x443;&#x442; &#x412;&#x438;&#x43E;&#x43B;&#x435;&#x442;&#x442;&#x430;, &#x438;&#x449;&#x443; Python &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44E; SIMKOMAT.

<b>&#x41C;&#x435;&#x441;&#x442;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;:</b> &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; 
<b>&#x420;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C;:</b> &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x434;&#x435;&#x43D;&#x44C;
<b>&#x422;&#x432;&#x43E;&#x438; &#x443;&#x43C;&#x435;&#x43D;&#x438;&#x44F;: 
</b>Python, asyncio, flask
&#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x43F;&#x43E;&#x442;&#x43E;&#x447;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;;
&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x439; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; Linux;
&#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Docker/Docker-compose
&#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x43E;&#x439; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x432;&#x435;&#x440;&#x441;&#x438;&#x439; Git, gitlab, CI/CD
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x431;&#x430;&#x437;&#x430;&#x43C;&#x438; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; Mongodb, PostgreSQL &#x438;&#x43B;&#x438; MySQL
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x446;&#x438;&#x43F;&#x43E;&#x432; &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;;
&#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x41E;&#x421; &#x441;&#x435;&#x43C;&#x435;&#x439;&#x441;&#x442;&#x432;&#x430; Linux, localhost, &#x443;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; ssh
<b>&#x41C;&#x44B; &#x43E;&#x431;&#x449;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x432;: </b>Trello, Atlassian, Telegram, Viber, GitLab Issues
<b>&#x41E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;:</b> &#x441;&#x43E;&#x437;&#x434;&#x430;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x44B;&#x435; &#x430;&#x43F;&#x43F;&#x430;&#x440;&#x430;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x432;&#x44B;&#x434;&#x430;&#x447;&#x438; &#x441;&#x438;&#x43C;-&#x43A;&#x430;&#x440;&#x442; &#x431;&#x435;&#x437; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x44F; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430;. &#x412; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x43E;&#x43C; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x447;&#x430;&#x435;&#x43C; &#x441; &#x438;&#x43D;&#x43E;&#x441;&#x442;&#x440;&#x430;&#x43D;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41D;&#x430;&#x448;&#x435;&#x43C;&#x443; &#x43A;&#x43E;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x443; &#x43A;&#x430;&#x436;&#x435;&#x442;&#x441;&#x44F;, &#x447;&#x442;&#x43E; &#x43C;&#x44B; &#x432;&#x435;&#x441;&#x435;&#x43B;&#x44B;&#x435; &#x438; &#x43F;&#x440;&#x438;&#x44F;&#x442;&#x43D;&#x44B;&#x435; &#x43B;&#x44E;&#x434;&#x438;. 
<b>&#x41E;&#x442;&#x43A;&#x43B;&#x438;&#x43A;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43D;&#x430; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44E;:</b> &#x43F;&#x438;&#x448;&#x438; &#x43C;&#x43D;&#x435; &#x432; &#x442;&#x435;&#x43B;&#x435;&#x433;&#x440;&#x430;&#x43C; <a href="tg://resolve?domain=violker">@violker</a> &#x438;&#x43B;&#x438; &#x43D;&#x430; &#x43F;&#x43E;&#x447;&#x442;&#x443; <a target="_blank" rel="noopener noreferrer" href="mailto:yo@simkomat.com">yo@simkomat.com</a>

&#x417;&#x430; &#x432;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x43F;&#x430;&#x441;&#x438;&#x431;&#x43E;. &#x421;&#x430;&#x439;&#x442; SIMKOMAT - &#x442;&#x435;&#x431;&#x435;. <a target="_blank" rel="noopener noreferrer" href="https://simkomat.com/ru/">https://simkomat.com/ru/</a><b>https://simkomat.com/ru/</b></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/flask" class="mr-2">
         flask
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/gitlab" class="mr-2">
         gitlab
        </a><a href="/tags/mongodb" class="mr-2">
         mongodb
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/mysql" class="mr-2">
         mysql
        </a><a href="/tags/ssh" class="mr-2">
         ssh
        </a><a href="/tags/docker-compose" class="mr-2">
         docker-compose
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/91048902656-1001067529236" class="card-link">
        Python разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#python</span> <span style="opacity: 0.5;">#django</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#&#x444;&#x443;&#x43B;&#x442;&#x430;&#x439;&#x43C;</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#remote</span>

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x420;&#x411;&#x41A;
&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;
&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;: &#x444;&#x443;&#x43B;&#x43B;&#x442;&#x430;&#x439;&#x43C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;/&#x43E;&#x444;&#x438;&#x441;, &#x43C;. &#x41A;&#x430;&#x43B;&#x443;&#x436;&#x441;&#x43A;&#x430;&#x44F;
&#x434;&#x43E; 200000 &#x440;&#x443;&#x431;.+&#x414;&#x41C;&#x421;, &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43D;&#x430; &#x430;&#x43D;&#x433;&#x43B;.&#x44F;&#x437;. &#x438; &#x444;&#x438;&#x442;&#x43D;&#x435;&#x441;

&#x412; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43C;&#x435;&#x434;&#x438;&#x430;&#x445;&#x43E;&#x43B;&#x434;&#x438;&#x43D;&#x433;&#x430; &#x420;&#x411;&#x41A;  &#x438;&#x449;&#x435;&#x43C; Python-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; &#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#xAB;&#x420;&#x411;&#x41A; Pro&#xBB;: &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x441; &#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x44B;&#x43C; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;&#x43E;&#x43C; &#x43F;&#x43E; &#x43F;&#x43E;&#x434;&#x43F;&#x438;&#x441;&#x43A;&#x435; &#x438; &#x43C;&#x438;&#x43B;&#x43B;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x439; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439;.

&#x41F;&#x440;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x43D;&#x430;&#x434; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x43C;&#x43D;&#x43E;&#x436;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x445; &#x438; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447;: &#x43E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x443;&#x441;&#x442;&#x43E;&#x439;&#x447;&#x438;&#x432;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; &#x43A; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x438;&#x43C; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43A;&#x430;&#x43C;, &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x434;&#x43B;&#x44F; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44F;, &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x433;&#x438;&#x431;&#x43A;&#x443;&#x44E; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x44C; &#x442;&#x430;&#x440;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x438; &#x43F;&#x43E;&#x434;&#x43F;&#x438;&#x441;&#x43E;&#x43A;.

&#x412; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x438;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B;: Python3, Django REST Framework (DRF), Aiohttp, &#x43A;&#x43B;&#x430;&#x441;&#x442;&#x435;&#x440;&#x44B; Postgresql, Elasticsearch. &#x414;&#x435;&#x43F;&#x43B;&#x43E;&#x438;&#x43C; &#x432; &#x43A;&#x43B;&#x430;&#x441;&#x442;&#x435;&#x440; Kubernetes 

&#x41D;&#x430;&#x448;&#x438; &#x43F;&#x43E;&#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x44F;:
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; Python3 &#x43E;&#x442; 2-&#x445; &#x43B;&#x435;&#x442;
- &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x430; Django
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430; aiohttp;

&#x414;&#x435;&#x442;&#x430;&#x43B;&#x438; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x442;&#x44C; <a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/36806782">&#x442;&#x443;&#x442;</a> 
call/text me: <a href="tg://resolve?domain=marie_clair">@marie_clair</a></div><div class="card-text"><div class="tags-items"><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/django" class="mr-2">
         django
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/71484571648-1001054966032" class="card-link">
        Android разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#iOS</span> <span style="opacity: 0.5;">#android</span> <span style="opacity: 0.5;">#developer</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#InStat</span> 

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x441;&#x442;.&#x43C;. &#x410;&#x432;&#x442;&#x43E;&#x437;&#x430;&#x432;&#x43E;&#x434;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;/&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430; (&#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;): &#x43E;&#x442; 80 &#x434;&#x43E; 130 net
&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:

&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442;. &#x418;&#x449;&#x435;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; Apple TV &#x438; Android Box. &#x41C;&#x44B; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C;&#x441;&#x44F; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x44B;&#x43C;&#x438; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x43C;&#x438;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x445;&#x43E;&#x442;&#x438;&#x43C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; &#x43D;&#x443;&#x43B;&#x44F; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x430; &#x443; &#x432;&#x430;&#x441; &#x435;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x43C; &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43F;&#x435; &#x438; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x43B;&#x443;&#x447;&#x448;&#x435;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x43D;&#x430; &#x440;&#x44B;&#x43D;&#x43A;&#x435;.
&#x427;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435;:
&#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; Apple TV/Android box &#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;;
&#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44E; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x430; &#x432;&#x438;&#x434;&#x435;&#x43E;-&#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;&#x430;
&#x417;&#x430;&#x434;&#x430;&#x447;&#x438;:
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; OTT &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; Apple TV/Android box, &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x438; &#x43E;&#x446;&#x435;&#x43D;&#x43A;&#x430; &#x437;&#x430;&#x434;&#x430;&#x447;;
&#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435; code review, &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; SCRUM &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x445;
&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
Xcode;&#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435; iOS (swift) &#x43D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; 2-&#x445; &#x43B;&#x435;&#x442;, &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x441; GIT, Unit-test; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x445; &#x43F;&#x430;&#x442;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, REST API; SOLID, GCD, MVP/MVVM, &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43F;&#x43E; Apple TV/Android box, &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; Android Studio 
&#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
&#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x442;&#x440;&#x443;&#x434;&#x43E;&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E;, &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x441;&#x43E;&#x446;. &#x43F;&#x430;&#x43A;&#x435;&#x442;;&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;
&#x41F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43E; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;&#x445; &#x442;&#x443;&#x442;: 
<a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/37544424">https://hh.ru/vacancy/37544424</a>
<a target="_blank" rel="noopener noreferrer" href="https://hh.ru/vacancy/37520710">https://hh.ru/vacancy/37520710</a>

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: InStat (<a target="_blank" rel="noopener noreferrer" href="https://instatsport.com/">https://instatsport.com/</a>)

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a target="_blank" rel="noopener noreferrer" href="mailto:yana.gurinovich@instatsport.com">yana.gurinovich@instatsport.com</a>
 <a href="tg://resolve?domain=Yana_Gurinovich">@Yana_Gurinovich</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/android" class="mr-2">
         android
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/xcode" class="mr-2">
         xcode
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/mvvm" class="mr-2">
         mvvm
        </a><a href="/tags/android-studio" class="mr-2">
         android-studio
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item"><a href="/remote/51" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item"><a href="/remote/51" aria-label="51" aria-current="51" class="page-link">51</a></li><li class="page-item active"><a href="/remote/52" aria-label="52" aria-current="52" class="page-link active--exact active">52</a></li><li class="page-item"><a href="/remote/53" aria-label="53" aria-current="53" class="page-link">53</a></li><li class="page-item"><a href="/remote/54" aria-label="54" aria-current="54" class="page-link">54</a></li><li class="page-item"><a href="/remote/55" aria-label="55" aria-current="55" class="page-link">55</a></li><li class="page-item "><a href="/remote/53" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script>window.__INITIAL_STATE__={"data":{"records":{"totalCount":669,"pageInfo":{"totalPages":67,"currentPage":52},"edges":[{"node":{"id":"17005805568-1001110946746","title":"Js разработчик","text":"#вакансия #удаленка #frontend #react\n\nПривет, мы ищем в команду опытного фронта, уровня middle, middle+, senior.\n\nГород и адрес офиса: Москва, Парк Культуры, Кропоткинская\n\nФормат работы: офис, удаленка\n\nЗанятость: полная\n\nЗарплатная вилка:  от 100к до 170к руб на руки\n\nОписание вакансии: \n\nМы занимаемся разработкой внутреннего продукта компании - платформой информационного оператора. Платформа состоит из разных модулей, среди которых есть картографический сервис, конструктор аналитики, личный кабинет и многие другие. Некоторые из них еще находятся на этапе проектирования. Пользователь получает продукт, собранный из модулей, как конструктор.\n\nПишем мы на React, в некоторых модулях используем дизайн систему Ant. Стараемся следить за кодом, делаем код-ревью, но иногда можем оставить технический долг “на потом” ради ускорения процесса.\n\nДля нас очень важным качеством является самостоятельность. Зачастую для нетривиальных задач нужно проводить анализ, делать ресерч. В большинстве случаев перед интеграцией с серверной частью мы делаем прототипы интерфейса без дизайна, основываясь на существующих компонентах и решениях.\n\nМы хотим, чтобы ты:\n- участвовал в принятии архитектурных решений и активно занимался разработкой проекта;\n- знал плюсы и минусы выбранного решения и был бы готов их обосновывать;\n- умел разбираться в чужом коде;\n- не пугался отсутствия подробного ТЗ или дизайна;\n\nНавыки, которые пригодятся:\n- уверенное владение JavaScript (es5, es6+);\n- хороший опыт работы с React (Hooks, Context API, etc);\n- опыт работы с библиотеками для управления состоянием приложения (redux\u002Fmobx);\n- понимание принципов REST;\n- понимание асинхронности;\n\nБудем плюсом, если ты:\n- строил карты на фронте (Openlayers, Mapbox, etc);\n- сам настраивал Webpack;\n- делал архитектуру приложений с нуля;\n- писал тесты (интеграционные, юнит);\n- писал на Node JS;\n\nНам не важно где ты находишься, если у тебя нормальный интернет и ты готов быть на связи в установленное время. Как правило, разброс активности ребят в команде с 10 утра до 8 вечера по Москве. Мы также можем предоставить тебе рабочее место в офисе в центре Москвы, возле Парка Культуры.\n\nОформляем по ТК, белая ЗП, ДМС по истечению испытательного срока, если нет препятствий к оформлению в России. Можем заключить договор ГПХ.\n\nПостарайся к отклику, помимо резюме, прикрепить проект, компонент или библиотеку, которыми ты гордишься, чтобы мы посмотрели на твой код.\n\nОдним из этапов собеседования может быть тестовое задание.\n\nНазвание компании: Центр 2М\n\nКонтакты: @fedorm\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"удаленка"},{"type":"hashtag","offset":20,"length":9,"data":"frontend"},{"type":"hashtag","offset":30,"length":6,"data":"react"},{"type":"handle","offset":2529,"length":7,"data":"fedorm"},{"type":"handle","offset":2571,"length":16,"data":"javascript_jobs"}],"date":"2020-06-17T15:17:00+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"ant"},{"name":"redux"},{"name":"rest"},{"name":"webpack"},{"name":"nodejs"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"17001611264-1001110946746","title":"Js разработчик","text":"#вакансия #middle #спб #react #redux #emotion\n\nГород: Сантк-Петербург, ул. Рубинштейна (5 углов)\nФормат работы: офис или удаленка\nЗанятость: полная\nЗарплатная вилка: от 80к до 130к рублей (на руки, больше по согласованию)\nИспользуемый стек: react 16 (hooks), redux, emotion\n\nОписание вакансии:\n\nПривет всем, мы разрабатываем крутые проекты, связанные прежде всего с физическим здоровьем людей, которые тратят его, зарабатывая себе на хлеб. Эти люди работают на складах, перенося коробки с места на место, в сортировочных центрах, доставляя вам посылки, на стройках, и в остальных местах, где требуется ручной труд.\nНаши решения помогают компаниям за границей измерять и управлять (с помощью носимых устройств) рисками возникновения травмы для своих сотрудников (подробнее можете ознакомиться по ссылке: https:\u002F\u002Fsoteranalytics.com\u002F ). Я сооснователь проекта и нам в сентябре исполнится 4 года. С помощью этого канала мы уже нашли двух сотрудников, которые успешно у нас работают, но сейчас такие времена, что чем быстрее мы сможем разработать новые фичи в наших продуктах, тем больше рынка сможем захватить.\n\nЧто нужно делать: нужно разрабатывать дэшборды и прочие веб интерфейсы для наших клиентов, так и для наших внутренних нужд.\n\nЧто требуется от вас: мы ценим самоорганизованность и очень не любим микроменеджмент. Также мы любим когда наши сотрудники развиваются у нас на глазах и всячески стараемся этому помочь. У нас также сформирована команда из опытных сотрудников, которые имеют экспертизы почти в каждой теме.\nТакже мы ценим, когда человек умеет решать проблемы, а не создавать их другим.\n\nКонтакты: писать мне в личку @pavko_a. В сообщении пишите что вы уже сделали на reactjs, чем вы гордитесь в своей работе, а также пару строк о себе и чем вы занимались на последнем проекте.\n\nЗабыл упомянуть: в команде очень много общения на английском, так как коммерческая команда находится в Лондоне и являются носителями языка. #doyourhomework\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"middle"},{"type":"hashtag","offset":18,"length":4,"data":"спб"},{"type":"hashtag","offset":23,"length":6,"data":"react"},{"type":"hashtag","offset":30,"length":6,"data":"redux"},{"type":"hashtag","offset":37,"length":8,"data":"emotion"},{"type":"link","offset":803,"length":27,"data":"https:\u002F\u002Fsoteranalytics.com\u002F"},{"type":"handle","offset":1631,"length":8,"data":"pavko_a"},{"type":"hashtag","offset":1933,"length":15,"data":"doyourhomework"},{"type":"handle","offset":1983,"length":16,"data":"javascript_jobs"}],"date":"2020-06-17T15:12:15+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"reactjs"},{"name":"redux"},{"name":"react-redux"}],"cities":[],"allowsRemote":true}},{"node":{"id":"17000562688-1001110946746","title":"Js разработчик","text":"#вакансия #frontend #teamlead #Москва #офис #JS #fulltime\n\nГород и адрес офиса: Москва, м. Новокузнецкая\u002FПавелецкая\nФормат работы: #офис\nЗанятость: #полная\nЗП: от 200к до 350к руб. нетт\n\nSports.ru – провайдер развлечений для любителей спорта.\nЕсть спорт. Есть болельщики. Мы заполняем среду между ними, оживляем ее, наполняем общением и другими развлечениями. Мы делаем не «сайты» или «приложения», а мультиплатформенные продукты, с учетом актуальной технологической парадигмы.\n\nСейчас нашему флагманскому проекту Sports.ru нужен Frontend Team Lead. Это – главное медиа о спорте на русском языке с аудиторией 18 млн пользователей в месяц. Highload-проект с десятками тысяч RPS, состоящий из самых разных продуктов – сайтов, мобильных приложений, email-рассылок, чат-ботов и многого другого.\n\nПроекту уже более 20-ти лет, но двадцатилетнего кода вы тут не увидите, хотя со старым наследием [handlebars на сервере + js-компоненты на самописном фреймворке на клиенте] все же придется столкнуться. Все новые фичи мы делаем на Vue.js + SSR.\n\nО задачах:\nМы ищем человека, который будет не только заниматься руководством и развитием frontend-команды и участвовать в распределении задач и планировании. [Сейчас в команде 5 разработчиков +\u002F- middle уровня.]\n\nМы рассчитываем, что наш team lead будет самостоятельно разрабатывать сложные фичи, будет ответственным за принятие архитектурных решений на проекте и будет лидировать процесс переезда на новый стек.\n\nО наших ожиданиях:\nМы ожидаем, что вы в качестве team lead’a имеете успешный опыт управления командой frontend-разработки: умеете выстраивать процессы, нанимать, увольнять и растить людей.\nВ качестве разработчика умеете работать с git, понимаете принципы работы сборщиков (webpack, rollup), имеете опыт работы с одним из современных js-фреймворков (Vue, React), умеете и любите писать тесты.\n\nОб условиях:\nПросторный стильный офис возле м. Новокузнецкая\u002FТретьяковская.\n“Белая” заработная плата.\nБесплатная медстраховка со стоматологией после испытательного срока.\nГибкий график работы с возможностью день-два в неделю работать удаленно.\nФрукты, снеки, чай, кофе, какао 24\u002F7.\nКорпоративная скидка в спортзал и на занятия английским языком.\nКорпоративный футбол с тренером.\nФинансовая помощь при переезде из другого города.\nВозможности для профессионального развития (сложные задачи, новые технологии, оплата обучающих курсов и конференций, помощь в развитии персонального бренда (участие в конференциях, написание статей).\n\nНазвание компании: Sports.ru (Tribuna Digital)\nКому интересно, пишите в личку (@pbuyatova), рада буду поделиться подробностями :)\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"frontend"},{"type":"hashtag","offset":20,"length":9,"data":"teamlead"},{"type":"hashtag","offset":30,"length":7,"data":"Москва"},{"type":"hashtag","offset":38,"length":5,"data":"офис"},{"type":"hashtag","offset":44,"length":3,"data":"JS"},{"type":"hashtag","offset":48,"length":9,"data":"fulltime"},{"type":"hashtag","offset":131,"length":5,"data":"офис"},{"type":"hashtag","offset":148,"length":7,"data":"полная"},{"type":"link","offset":187,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"link","offset":514,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"link","offset":2493,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"handle","offset":2553,"length":10,"data":"pbuyatova"},{"type":"handle","offset":2638,"length":16,"data":"javascript_jobs"}],"date":"2020-06-17T15:09:55+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"vuejs"},{"name":"git"},{"name":"webpack"},{"name":"reactjs"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"71492960256-1001054966032","title":"Ios разработчик","text":"#вакансия #удаленнаяработа #senior #ios\n\nКомпания - VMB\nПозиция - middle+ \u002F senior iOS разработчик\nФормат - удаленная работа\nГрафик - полный день\n \nЧто нужно делать?\n ⁃ Разработка мобильных приложений для iPhone и iPad \n ⁃ Анализ предметной области, требований, участие в экспертной оценке\n ⁃ Разработка нового функционала, исправление ошибок, оптимизация \n ⁃ Рефакторинг и code review\n\nЧто ждём от вас?\n ⁃ знание Objective -C, опыт разработки под IOS от 3-х лет \n ⁃ Наличие завершенных проектов\n ⁃ Наличие портфолио успешно реализованных проектов \n ⁃ Знание классических алгоритмов и структур данных\n ⁃ Знание CoreData, использование CocoaPods или Carthage, понимание Stroeyboards и Autolayout\n\nУсловия:\n ⁃ зп: 150к-200к рублей\n ⁃ гибкое начало рабочего дня\n ⁃ возможность развиваться и развивать социальный и известный проект \n\nКонтакты:\n@nariarakel","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":16,"data":"удаленнаяработа"},{"type":"hashtag","offset":27,"length":7,"data":"senior"},{"type":"hashtag","offset":35,"length":4,"data":"ios"},{"type":"handle","offset":840,"length":11,"data":"nariarakel"}],"date":"2020-06-17T15:05:53+00:00","link":"tg:\u002F\u002Fresolve?domain=mobile_jobs&post=0","tags":[{"name":"mobile"},{"name":"ios"},{"name":"objective-c"},{"name":"cocoapods"}],"cities":[],"allowsRemote":true}},{"node":{"id":"16994271232-1001110946746","title":"Js разработчик","text":"#вакансия #удаленка #работа #js #javascript #разработчик\n\nГород и адрес офиса: Тель-Авив \nФормат работы: удаленка\nЗанятость: полная, гибкий график.\n\nЗарплатная вилка: 5500-6000$\u002Fмес. (Почасовая оплата 35$\u002Fчас + ежемесячный бонус 250$)\n\nНалоги платите по месту жительства. ИП 6%. Если патент, то он зависит от места жительства. В Подмосковье 12 000 руб в год. В Москве 300 тыс. в год. Как сами оформите налоги, так и платите. \n\nИщу разработчика к нам в команду: израильский проект Luminati (https:\u002F\u002Fluminati.io).  Full-Stack. Компания разрабатывает несколько продуктов, в том числе p2p vpn, видео cdn нового поколения http:\u002F\u002Fholaspark.com\u002F\nОфис в Тель-Авиве, работа удаленная! График свободный. Что нам нужно:\n\n • Knowledge in Node JS framework: ExpressJS, Promise - Experience with MongoDB \n- Creating RESTful web services\u002FAPI’s using Node.js with or without framework assistance \n\n- JavaScript-based unit testing tools \n\n- Client-side browser technologies including JavaScript, CSS, and HTML \n\n- 1 year development experience in Node JS with a solid working knowledge of frameworks and architecture \n\n- 2+ year’s overall development experience using JavaScript and open web technologies \n\n- хороший английский язык, идеальная грамматика не обязательна \n\n • работа удаленная, 7-9 часов в день (по желанию)\n • зарплата от 35$\u002Fчас (+фиксированный бонус 250$ ежемесячно), через полгода повышается\n • после того, как откроют границы и будут возможны перелёты - выезд в офис на заключение контракта (перед этим возможно заключение с электронной подписью), отель и перелет за счет компании, море под окном\n\nОтвечу на все вопросы:)\n\nИнстаграмм https:\u002F\u002Finstagram.com\u002Fhola_better_internet\n\nРезюме сюда:  luda.hola@gmail.com\n\n—\n\n👉 Обсуждение вакансии в чате @javascript_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":9,"data":"удаленка"},{"type":"hashtag","offset":20,"length":7,"data":"работа"},{"type":"hashtag","offset":28,"length":3,"data":"js"},{"type":"hashtag","offset":32,"length":11,"data":"javascript"},{"type":"hashtag","offset":44,"length":12,"data":"разработчик"},{"type":"link","offset":490,"length":19,"data":"https:\u002F\u002Fluminati.io"},{"type":"link","offset":617,"length":21,"data":"http:\u002F\u002Fholaspark.com\u002F"},{"type":"link","offset":1637,"length":42,"data":"https:\u002F\u002Finstagram.com\u002Fhola_better_internet"},{"type":"link","offset":1695,"length":19,"data":"mailto:luda.hola@gmail.com"},{"type":"handle","offset":1749,"length":16,"data":"javascript_jobs"}],"date":"2020-06-17T15:04:21+00:00","link":"tg:\u002F\u002Fresolve?domain=javascript_jobs_feed&post=0","tags":[{"name":"javascript"},{"name":"nodejs"},{"name":"mongodb"},{"name":"web"},{"name":"css"},{"name":"html"},{"name":"unit-testing"}],"cities":[],"allowsRemote":true}},{"node":{"id":"347078656-1001352129329","title":"Go разработчик","text":"#вакансия\n#CloudMTS#job #fulltime #remote\n\nBackend разработчик\n\nЗ\u002FП: 150к - 190 руб. net (+ДМС).\nПолная занятость.\nКомпания МТС ИТ.\nИщем трёх разработчиков в три разных направления: Platform, Database-as-a-Service, Containerum)\n\n#CloudMTS-  российский облачный провайдер.\n\nЧто нужно делать?\nРазрабатывает и поддержка сервисов управления инфраструктуры, разработка серверной части высоконагруженного сервиса, участие в разработке API.\n\nСтек: Go, gRPC, Git.\n\nЧто мы предлагаем:\n- белая ЗП, премия 20% от годового оклада;\n- ДМС;\n- тренинги; чемпионаты по программированию.\n\nКонтакты: @Snezhana_Andreeva","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":24,"length":9,"data":"fulltime"},{"type":"hashtag","offset":34,"length":7,"data":"remote"},{"type":"hashtag","offset":229,"length":9,"data":"CloudMTS"},{"type":"handle","offset":581,"length":18,"data":"Snezhana_Andreeva"}],"date":"2020-06-17T14:19:43+00:00","link":"tg:\u002F\u002Fresolve?domain=gogetajobfeed&post=331","tags":[{"name":"go"},{"name":"dotnet"},{"name":"git"}],"cities":[],"allowsRemote":true}},{"node":{"id":"26385317888-1001075660570","title":"Php разработчик","text":"#вакансия #php #удаленка #разработчик #remote #symfony #freelance\nВакансия: PHP Developer (Symfony)\nПроект: trivago.com \nФормат работы: удаленная работа\nЗанятость: от 120 часов в месяц\nЗарплатная вилка: до 1500 руб\u002Fчас (обсуждается)\nАнглийский: interview\u002Fmeeting speaking\nНа один из самых больших порталов для путешествий trivago.com требуется PHP-разработчиков (Symfony), уровень миддл, сеньор.\nУдаленная работа, проектная занятость (проект 3 месяца, возможно дольше).\nНам важно, чтобы Вы уверенно работали с PHP Symfony, Docker, continuous Integration, имели опыт в API interface. Преимуществом будет опыт работы с порталами бронирования услуг, путешествий.\nОсновные задачи: развитие и поддержка функциональности портала, подробности на интервью.\nРабота под руководством технического директора, находящегося в Германии, поэтому ключевое требование – способность пройти интервью на английском языке и коммуницировать с англоговорящей командой.\nОриентировочная дата начала проекта с 1-ого июля, работа происходит по немецкому времени (с 9:00 по 18:00 по german time), т.е. с 8.00 до 17.00 московского времени. \nНа проекте отличная международная команда и комфортные условия. Оформление по договору.\nЕсли Вам это интересно, буду рада продолжить диалог и ответить на Ваши вопросы! \nКонтакт: Ирина, @ir1na_hr","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":4,"data":"php"},{"type":"hashtag","offset":15,"length":9,"data":"удаленка"},{"type":"hashtag","offset":25,"length":12,"data":"разработчик"},{"type":"hashtag","offset":38,"length":7,"data":"remote"},{"type":"hashtag","offset":46,"length":8,"data":"symfony"},{"type":"hashtag","offset":55,"length":10,"data":"freelance"},{"type":"link","offset":108,"length":11,"data":"http:\u002F\u002Ftrivago.com"},{"type":"link","offset":322,"length":11,"data":"http:\u002F\u002Ftrivago.com"},{"type":"handle","offset":1296,"length":9,"data":"ir1na_hr"}],"date":"2020-06-17T14:19:43+00:00","link":"tg:\u002F\u002Fresolve?domain=php_jobs&post=25163","tags":[{"name":"php"},{"name":"symfony"},{"name":"docker"},{"name":"continuous-integration"}],"cities":[],"allowsRemote":true}},{"node":{"id":"91050999808-1001067529236","title":"Python разработчик","text":"#fullstack_dev #вакансия #удаленка #Python \n\nПривет! Меня зовут Виолетта, ищу Python разработчика в компанию SIMKOMAT.\n\nМесто работы: удаленка \nРабочий день: полный рабочий день\nТвои умения: \nPython, asyncio, flask\nОпыт программирования многопоточных приложений;\nЗнание операционной системы Linux;\nЗнание Docker\u002FDocker-compose\nУмение работы с системой контроля версий Git, gitlab, CI\u002FCD\nОпыт работы с базами данных Mongodb, PostgreSQL или MySQL\nПонимание принципов виртуализации;\nОпыт администрирования ОС семейства Linux, localhost, умение работать с ssh\nМы общаемся в: Trello, Atlassian, Telegram, Viber, GitLab Issues\nО компании: создаем программные аппараты для выдачи сим-карт без участия человека. В основном сотрудничаем с иностраннными компаниями. Нашему коллективу кажется, что мы веселые и приятные люди. \nОткликаться на вакансию: пиши мне в телеграм @violker или на почту yo@simkomat.com\n\nЗа внимание спасибо. Сайт SIMKOMAT - тебе. https:\u002F\u002Fsimkomat.com\u002Fru\u002F","markup":[{"type":"hashtag","offset":0,"length":14,"data":"fullstack_dev"},{"type":"hashtag","offset":15,"length":9,"data":"вакансия"},{"type":"hashtag","offset":25,"length":9,"data":"удаленка"},{"type":"hashtag","offset":35,"length":7,"data":"Python"},{"type":"bold","offset":120,"length":13,"data":""},{"type":"bold","offset":144,"length":13,"data":""},{"type":"bold","offset":178,"length":14,"data":""},{"type":"bold","offset":556,"length":15,"data":""},{"type":"bold","offset":621,"length":11,"data":""},{"type":"bold","offset":816,"length":24,"data":""},{"type":"handle","offset":861,"length":8,"data":"violker"},{"type":"link","offset":883,"length":15,"data":"mailto:yo@simkomat.com"},{"type":"link","offset":943,"length":24,"data":"https:\u002F\u002Fsimkomat.com\u002Fru\u002F"},{"type":"bold","offset":943,"length":24,"data":""}],"date":"2020-06-17T14:10:22+00:00","link":"tg:\u002F\u002Fresolve?domain=python_jobs&post=0","tags":[{"name":"python"},{"name":"flask"},{"name":"linux"},{"name":"docker"},{"name":"git"},{"name":"gitlab"},{"name":"mongodb"},{"name":"postgresql"},{"name":"mysql"},{"name":"ssh"},{"name":"docker-compose"}],"cities":[],"allowsRemote":true}},{"node":{"id":"91048902656-1001067529236","title":"Python разработчик","text":"#вакансия #python #django #middle #senior #фултайм #москва #remote\n\nКомпания: РБК\nГород: Москва\nУсловия: фуллтайм удаленка\u002Fофис, м. Калужская\nдо 200000 руб.+ДМС, скидки на англ.яз. и фитнес\n\nВ команду медиахолдинга РБК  ищем Python-разработчика в проект «РБК Pro»: платформа с платным бизнес-контентом по подписке и миллионной аудиторией.\n\nПри работе над продуктом предстоит решать множество интересных технических и архитектурных задач: обеспечивать устойчивость системы к высоким нагрузкам, полностью персонализировать представление данных для каждого пользователя, реализовывать гибкую модель тарификации и подписок.\n\nВ работе используем следующие инструменты: Python3, Django REST Framework (DRF), Aiohttp, кластеры Postgresql, Elasticsearch. Деплоим в кластер Kubernetes \n\nНаши пожелания:\n- опыт разработки приложений на Python3 от 2-х лет\n- уверенное знание фреймворка Django\n- опыт разработки на aiohttp;\n\nДетали можно посмотреть тут \ncall\u002Ftext me: @marie_clair","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"python"},{"type":"hashtag","offset":18,"length":7,"data":"django"},{"type":"hashtag","offset":26,"length":7,"data":"middle"},{"type":"hashtag","offset":34,"length":7,"data":"senior"},{"type":"hashtag","offset":42,"length":8,"data":"фултайм"},{"type":"hashtag","offset":51,"length":7,"data":"москва"},{"type":"hashtag","offset":59,"length":7,"data":"remote"},{"type":"link","offset":937,"length":3,"data":"https:\u002F\u002Fhh.ru\u002Fvacancy\u002F36806782"},{"type":"handle","offset":956,"length":12,"data":"marie_clair"}],"date":"2020-06-17T14:00:30+00:00","link":"tg:\u002F\u002Fresolve?domain=python_jobs&post=0","tags":[{"name":"python"},{"name":"django"},{"name":"rest"},{"name":"postgresql"},{"name":"elasticsearch"},{"name":"kubernetes"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"id":"71484571648-1001054966032","title":"Android разработчик","text":"#вакансия #iOS #android #developer #remote #InStat \n\nГород и адрес офиса: Москва, ст.м. Автозаводская\nФормат работы: удаленка\nЗанятость: полная\u002Fпроектная\nЗарплатная вилка (обязательно): от 80 до 130 net\nОписание вакансии:\n\nВсем привет. Ищем разработчиков приложений для Apple TV и Android Box. Мы занимаемся сложными задачами, а также хотим разработать с нуля приложения, а у вас есть возможность поработать в спортивном стартапе и сделать лучшее приложение на рынке.\nЧто главное:\nОпыт разработки приложений Apple TV\u002FAndroid box обязательно;\nОпыт по созданию продукта для просмотра видео-контента\nЗадачи:\nРазработка OTT приложения для Apple TV\u002FAndroid box, анализ и оценка задач;\nпроведение code review, участие в SCRUM активностях\nТребования:\nXcode;опыт разработки нативных приложений на платформе iOS (swift) не менее 2-х лет, работа с GIT, Unit-test; знание основных паттернов проектирования, REST API; SOLID, GCD, MVP\u002FMVVM, опыт разработки по Apple TV\u002FAndroid box, знание Android Studio \nМы предлагаем:\nофициальное трудоустройство, полный соц. пакет;удаленное сотрудничество\nПодробнее о вакансиях тут: \nhttps:\u002F\u002Fhh.ru\u002Fvacancy\u002F37544424\nhttps:\u002F\u002Fhh.ru\u002Fvacancy\u002F37520710\n\nНазвание компании: InStat (https:\u002F\u002Finstatsport.com\u002F)\n\nКонтакты: yana.gurinovich@instatsport.com\n @Yana_Gurinovich","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":4,"data":"iOS"},{"type":"hashtag","offset":15,"length":8,"data":"android"},{"type":"hashtag","offset":24,"length":10,"data":"developer"},{"type":"hashtag","offset":35,"length":7,"data":"remote"},{"type":"hashtag","offset":43,"length":7,"data":"InStat"},{"type":"link","offset":1107,"length":30,"data":"https:\u002F\u002Fhh.ru\u002Fvacancy\u002F37544424"},{"type":"link","offset":1138,"length":30,"data":"https:\u002F\u002Fhh.ru\u002Fvacancy\u002F37520710"},{"type":"link","offset":1197,"length":24,"data":"https:\u002F\u002Finstatsport.com\u002F"},{"type":"link","offset":1234,"length":31,"data":"mailto:yana.gurinovich@instatsport.com"},{"type":"handle","offset":1267,"length":16,"data":"Yana_Gurinovich"}],"date":"2020-06-17T13:46:14+00:00","link":"tg:\u002F\u002Fresolve?domain=mobile_jobs&post=0","tags":[{"name":"mobile"},{"name":"android"},{"name":"ios"},{"name":"dotnet"},{"name":"xcode"},{"name":"swift"},{"name":"git"},{"name":"rest"},{"name":"mvvm"},{"name":"android-studio"}],"cities":[{"code":"moscow"}],"allowsRemote":true}}]}},"context":{}};(function(){var s;(s=document.currentScript||document.scripts[document.scripts.length-1]).parentNode.removeChild(s);}());</script><script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--pages--remote-vue.03b1669c.js" defer></script>
</body>

</html>