<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу graphql - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/104047050752-1001089317451" class="card-link">
        Qa engineer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#QA</span> <span style="opacity: 0.5;">#&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 90&#x43A; &#x434;&#x43E; 120&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a><b>Sports.ru</b> - &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>Middle QA Engineer&#x27;&#x430;</b> &#x432; &#x43D;&#x430;&#x448; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a>.
&#x42D;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x434; &#x43A;&#x430;&#x43F;&#x43E;&#x442;&#x43E;&#x43C; - &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; js &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;, php+perl &#x43D;&#x430; &#x431;&#x44D;&#x43A;&#x435;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;: vue.js+ssr+golang+graphql. &#x414;&#x430;, &#x43B;&#x435;&#x433;&#x430;&#x441;&#x438; &#x435;&#x441;&#x442;&#x44C; - &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x43D;&#x43E; &#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x451; &#x436;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438;&#x434;&#x443;&#x442; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;.

<b>&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;
</b>&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438;&#x451;&#x43C;&#x43A;&#x43E;&#x439; &#x444;&#x438;&#x447; &#x438; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x430;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x438; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; &#x432; &#x431;&#x430;&#x433;-&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x435;.

<b>&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;
</b>&#x41C;&#x44B; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43A;&#x430;&#x43A; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x438; &#x438; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x43A; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;, &#x43E;&#x431;&#x43B;&#x430;&#x434;&#x430;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x435;&#x441;&#x442;-&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x438; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C;.
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435;, &#x447;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x434;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438;, &#x43D;&#x43E; &#x43A; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F;.
&#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;.

<b>&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
</b>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x441;&#x435;&#x431;&#x44F; &#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;.

<b>&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
</b>&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;,
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)
&#x41A;&#x43E;&#x433;&#x43E; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>) - &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x44E;&#x441;&#x44C; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438;:)</div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/perl" class="mr-2">
         perl
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">30 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17235443712-1001110946746" class="card-link">
        Javascript разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontend</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#typescript</span> <span style="opacity: 0.5;">#graphQL</span> <span style="opacity: 0.5;">#junior</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#lead</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x421;&#x431;&#x435;&#x440;&#x422;&#x435;&#x445;
&#x41B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x44F;: &#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x421;&#x430;&#x432;&#x435;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; (&#x434;&#x43E; &#x43A;&#x43E;&#x43D;&#x446;&#x430; &#x438;&#x44E;&#x43B;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;), &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;
&#x417;/&#x43F;: 100 000 - 230 000 &#x440;&#x443;&#x431;. net (+ &#x443; &#x43D;&#x430;&#x441; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x430;&#x44F; &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x440;&#x435;&#x43C;&#x438;&#x44F;) 

&#x412;&#x441;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x442; &#x1F64C;
&#x422;&#x443;&#x442; &#x43E;&#x434;&#x438;&#x43D; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441;&#x43A;&#x443;&#x447;&#x430;&#x435;&#x442; &#x431;&#x435;&#x437; Frontend-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; 

&#x1F4BB; &#x414;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x443;&#x44E; &#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x443;&#x44E; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x443; - SaaS &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x432; &#x448;&#x43A;&#x43E;&#x43B;&#x430;&#x445;, &#x443;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442;&#x430;&#x445;, IT Bootcamp  &#x421;&#x431;&#x435;&#x440;&#x431;&#x430;&#x43D;&#x43A;&#x430;. 
&#x41F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x43E;&#x438;&#x442; &#x43F;&#x43E;&#x432;&#x44B;&#x448;&#x430;&#x442;&#x44C; &#x43F;&#x435;&#x440;&#x444;&#x43E;&#x43C;&#x430;&#x43D;&#x441; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; (&#x43F;&#x43B;&#x430;&#x43D;&#x43E;&#x432;&#x430;&#x44F; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43A;&#x430; &#x43D;&#x430; &#x441;&#x435;&#x43D;&#x442;&#x44F;&#x431;&#x440;&#x44C; <a target="_blank" rel="noopener noreferrer" href="tel:2020 - 500 000">2020 - 500 000</a> &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x434;&#x435;&#x43D;&#x44C;)

&#x1F514; Must have:
React, Typescript, HTML5+CSS3, Webpack/&#x430;&#x43D;&#x430;&#x43B;&#x43E;&#x433;, &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x432;&#x435;&#x440;&#x441;&#x438;&#x439; Git, &#x434;&#x43B;&#x44F; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; lead &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x439; &#x438;&#x437; 3-6 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;

&#x411;&#x443;&#x434;&#x435;&#x442; &#x437;&#x434;&#x43E;&#x440;&#x43E;&#x432;&#x43E;, &#x435;&#x441;&#x43B;&#x438; &#x435;&#x441;&#x442;&#x44C;
&#x43E;&#x43F;&#x44B;&#x442;/&#x436;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x437;&#x443;&#x447;&#x438;&#x442;&#x44C;: GraphQL (Apollo client), &#x443;&#x432;&#x435;&#x440;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x415;S6, Styled-components, Jest/React-testing-library, Code review, &#x430;&#x434;&#x430;&#x43F;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x434; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x44B;

&#x41F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
&#x2714;&#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435;: &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438;, &#x43C;&#x438;&#x442;&#x430;&#x43F;&#x44B;, &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x43C; &#x443;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442;&#x435; &#x421;&#x431;&#x435;&#x440;&#x431;&#x430;&#x43D;&#x43A;&#x430;
&#x2714;&#x414;&#x41C;&#x421; &#x438; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x443; &#x43E;&#x442; &#x43D;&#x435;&#x441;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x44B;&#x445; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x432;, &#x43B;&#x44C;&#x433;&#x43E;&#x442;&#x43D;&#x44B;&#x435; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F; &#x438;&#x43F;&#x43E;&#x442;&#x435;&#x43A;&#x438;, &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43E;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439;-&#x43F;&#x430;&#x440;&#x442;&#x43D;&#x435;&#x440;&#x43E;&#x432;, &#x431;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x442;&#x440;&#x435;&#x43D;&#x430;&#x436;&#x435;&#x440;&#x43D;&#x44B;&#x439; &#x437;&#x430;&#x43B;
&#x2714;&#x43E;&#x444;&#x438;&#x441; &#x410; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x430; &#x432; &#x411;&#x426; &#xAB;&#x421;&#x435;&#x432;&#x435;&#x440;&#x43D;&#x43E;&#x435; &#x421;&#x438;&#x44F;&#x43D;&#x438;&#x435;&#xBB; (5 &#x43C;&#x438;&#x43D;. &#x43E;&#x442; &#x43C;. &#x421;&#x430;&#x432;&#x435;&#x43B;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;), &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x433;&#x43E; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F; 

&#x415;&#x441;&#x43B;&#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E; - &#x431;&#x443;&#x434;&#x443; &#x440;&#x430;&#x434;&#x430; &#x43E;&#x431;&#x441;&#x443;&#x434;&#x438;&#x442;&#x44C;, &#x432;&#x43E;&#x442; &#x43C;&#x43E;&#x438; &#x43A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
&#x1F4F2; <a href="tg://resolve?domain=karprokar">@karprokar</a>
&#x1F4E9; <a target="_blank" rel="noopener noreferrer" href="mailto:KVProlomova@sberbank.ru">KVProlomova@sberbank.ru</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/webpack" class="mr-2">
         webpack
        </a><a href="/tags/git" class="mr-2">
         git
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">29 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/358612992-1001352129329" class="card-link">
        Golang разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#Golang</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>, <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 120&#x43A; &#x434;&#x43E; 200&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> &#x2013; &#x432;&#x435;&#x434;&#x443;&#x449;&#x438;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x441;&#x430;&#x439;&#x442; &#x432; &#x420;&#x43E;&#x441;&#x441;&#x438;&#x438;. &#x41C;&#x44B; &#x441;&#x442;&#x440;&#x43E;&#x438;&#x43C; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x441;&#x442;&#x432;&#x430; &#x43B;&#x44E;&#x434;&#x435;&#x439;, &#x443;&#x432;&#x43B;&#x435;&#x43A;&#x430;&#x44E;&#x449;&#x438;&#x445;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x43C;&#x438; &#x432;&#x438;&#x434;&#x430;&#x43C;&#x438; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;, &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x435;&#x43C; &#x438;&#x43C; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x438; &#x434;&#x430;&#x435;&#x43C; &#x438;&#x43C; &#x43F;&#x43B;&#x43E;&#x449;&#x430;&#x434;&#x43A;&#x443; &#x434;&#x43B;&#x44F; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x44F;. &#x421;&#x435;&#x439;&#x447;&#x430;&#x441; &#x43C;&#x44B; &#x438;&#x449;&#x435;&#x43C; Backend-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x430; (Golang/PHP) &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43D;&#x430;&#x448;&#x435;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430; Betting Insider.

Betting Insider &#x2014; &#x441;&#x43E;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x441;&#x435;&#x442;&#x44C; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x442;&#x430;&#x432;&#x43E;&#x43A;. &#x41C;&#x44B; &#x432;&#x435;&#x440;&#x438;&#x43C;, &#x447;&#x442;&#x43E; &#x441;&#x442;&#x430;&#x432;&#x43A;&#x438; &#x2014; &#x43D;&#x435;&#x43E;&#x442;&#x44A;&#x435;&#x43C;&#x43B;&#x435;&#x43C;&#x430;&#x44F; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x440;&#x44B;&#x43D;&#x43A;&#x430; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439;, &#x438; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x43C;&#x441;&#x44F; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x44D;&#x442;&#x43E;&#x442; &#x440;&#x44B;&#x43D;&#x43E;&#x43A; &#x43F;&#x440;&#x43E;&#x437;&#x440;&#x430;&#x447;&#x43D;&#x435;&#x435; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x435;&#x435; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439;. &#x41C;&#x44B; &#x43D;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C; &#x441;&#x442;&#x430;&#x432;&#x43E;&#x43A; &#x43D;&#x430; &#x440;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x434;&#x435;&#x43D;&#x44C;&#x433;&#x438;, &#x43D;&#x43E; &#x434;&#x430;&#x435;&#x43C; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44F;&#x43C; &#x43C;&#x43D;&#x43E;&#x436;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x432;&#x441;&#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x434;&#x435;&#x43B;&#x430;&#x44E;&#x442; &#x438;&#x445; &#x438;&#x433;&#x440;&#x443; &#x43F;&#x440;&#x43E;&#x449;&#x435;, &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x435;&#x435; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x435;&#x435;.

&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;:
&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x43D;&#x430; &#x432;&#x441;&#x435;&#x445; &#x441;&#x442;&#x430;&#x434;&#x438;&#x44F;&#x445;: &#x43E;&#x442; &#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44F; &#x444;&#x438;&#x447; &#x438; &#x43F;&#x440;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x434;&#x43E; &#x434;&#x435;&#x43F;&#x43B;&#x43E;&#x44F; &#x438; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;.
&#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43C;&#x438;&#x43A;&#x440;&#x43E;&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x43D;&#x430; Go, &#x43F;&#x435;&#x440;&#x435;&#x432;&#x43E;&#x434;&#x430; &#x43D;&#x430; &#x43D;&#x438;&#x445; &#x43D;&#x430;&#x448; &#x43C;&#x43E;&#x43D;&#x43E;&#x43B;&#x438;&#x442; &#x43D;&#x430; PHP. &#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x43E;&#x439; &#x43C;&#x43E;&#x43D;&#x43E;&#x43B;&#x438;&#x442;&#x430; &#x442;&#x43E;&#x436;&#x435; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F;. &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; GraphQL API &#x434;&#x43B;&#x44F; web-&#x432;&#x435;&#x440;&#x441;&#x438;&#x438; &#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; iOS &#x438; Android.
&#x41E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, &#x438;&#x441;&#x43A;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;&#x44B; &#x441; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x438; &#x43D;&#x430;&#x434;&#x435;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E;. &#x41F;&#x43E;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x434; &#x442;&#x435;&#x441;&#x442;&#x430;&#x43C;&#x438; &#x438; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x43E;&#x434; &#x440;&#x435;&#x432;&#x44C;&#x44E;.
&#x415;&#x449;&#x435; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x44C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; core &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x434;&#x43B;&#x44F; <a target="_blank" rel="noopener noreferrer" href="http://sports.ru">sports.ru</a> &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x441; MAU &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; 20 &#x43C;&#x43B;&#x43D;.

&#x41E; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F;&#x445;:
Go &#x43A;&#x430;&#x43A; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x43E;&#x439; &#x44F;&#x437;&#x44B;&#x43A;. PHP &#x441;&#x435;&#x440;&#x432;&#x438;&#x441; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x438; &#x438; &#x43F;&#x435;&#x440;&#x435;&#x43F;&#x438;&#x441;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x430; Go.
GraphQL &#x434;&#x43B;&#x44F; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442;&#x43E;&#x432;. gRPC &#x438; JSON over HTTP &#x434;&#x43B;&#x44F; &#x43C;&#x435;&#x436;&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43D;&#x43E;&#x433;&#x43E; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44F;.
&#x420;&#x430;&#x437;&#x432;&#x435;&#x440;&#x442;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x435; docker &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x435;&#x440;&#x43E;&#x432; &#x432; kubernetes. &#x414;&#x435;&#x43F;&#x43B;&#x43E;&#x439; &#x447;&#x435;&#x440;&#x435;&#x437; gitlab CI &#x438; helm &#x447;&#x430;&#x440;&#x442;&#x44B;.
&#x41C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;, &#x442;&#x440;&#x435;&#x439;&#x441;&#x438;&#x43D;&#x433; &#x438; &#x430;&#x43B;&#x435;&#x440;&#x442;&#x438;&#x43D;&#x433; c &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; Grafana &#x438; Prometheus, Kibana, Sentry, Elasticsearch APM.
Postgres 12 &#x438; MySQL 8.0.
Nsq &#x438; RabbitMQ &#x432; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x43E;&#x447;&#x435;&#x440;&#x435;&#x434;&#x438; &#x441;&#x43E;&#x431;&#x44B;&#x442;&#x438;&#x439;. Redis &#x434;&#x43B;&#x44F; Pub/Sub.

&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;:
&#x41C;&#x44B; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x43C;&#x438;&#x43A;&#x440;&#x43E;&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x43D;&#x430; Go. &#x418;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; PHP &#x438; &#x432;&#x441;&#x435; &#x435;&#x449;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x438; &#x445;&#x43E;&#x442;&#x438;&#x442;&#x435; &#x441; &#x43D;&#x438;&#x43C; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C;. &#x418;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x438; &#x43E;&#x442;&#x43A;&#x430;&#x437;&#x43E;&#x443;&#x441;&#x442;&#x43E;&#x439;&#x447;&#x438;&#x432;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;.
&#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x44B; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439; &#x438; &#x43F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435;, &#x43A;&#x430;&#x43A; &#x438;&#x445; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C;: SQL, Go, PHP, message queue, &#x441;&#x435;&#x442;&#x435;&#x432;&#x43E;&#x435; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435;, &#x43A;&#x435;&#x448;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;, &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430; &#x438; &#x442;.&#x434;.
&#x423; &#x432;&#x430;&#x441; &#x435;&#x441;&#x442;&#x44C; &#x43E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x440;&#x430;&#x432;&#x43D;&#x43E;&#x433;&#x43E; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F;: Unit, Integration, E2E.
&#x41E;&#x43F;&#x44B;&#x442; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44F; &#x441; GraphQL &#x438; gRPC &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;.
&#x41A;&#x43B;&#x430;&#x441;&#x441;&#x43D;&#x43E;, &#x435;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x449;&#x435; &#x43B;&#x443;&#x447;&#x448;&#x435;, &#x435;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x443;&#x435;&#x442;&#x435;&#x441;&#x44C; &#x441;&#x442;&#x430;&#x432;&#x43A;&#x430;&#x43C;&#x438;.

&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;: 
&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;,
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)
&#x41A;&#x43E;&#x43C;&#x443; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>), &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x44E;&#x441;&#x44C; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438;)</div><div class="card-text"><div class="tags-items"><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/android" class="mr-2">
         android
        </a><a href="/tags/json" class="mr-2">
         json
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/kubernetes" class="mr-2">
         kubernetes
        </a><a href="/tags/gitlab" class="mr-2">
         gitlab
        </a><a href="/tags/elasticsearch" class="mr-2">
         elasticsearch
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">29 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72284635136-1001054966032" class="card-link">
        Ios developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x441;&#x43F;&#x431;</span> <span style="opacity: 0.5;">#ios</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#spb</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#IoT</span> <span style="opacity: 0.5;">#&#x443;&#x43C;&#x43D;&#x44B;&#x439;&#x434;&#x43E;&#x43C;</span> 
<b>Middle/Senior iOS developer</b> 
<b>Ready for Sky</b> &#x1F680; 
<a target="_blank" rel="noopener noreferrer" href="https://readyforsky.com/ru/career/">https://readyforsky.com/ru/career/</a> 
&#x1F4CD; &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x434;&#x435;&#x43D;&#x44C;, &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;/&#x43E;&#x444;&#x438;&#x441; (&#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x432;&#x441;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x442; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;) 
&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>iOS developer</b>, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x431;&#x443;&#x434;&#x435;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;, &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44E;&#x449;&#x435;&#x435; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x441; IoT-&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44F;&#x43C; &#x43D;&#x443;&#x436;&#x43D;&#x44B;&#x445; &#x442;&#x43E;&#x432;&#x430;&#x440;&#x43E;&#x432; &#x438; &#x443;&#x441;&#x43B;&#x443;&#x433; 
&#x1F4A1; <b>&#x418;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;:</b> Swift, Objective-C; Jenkins; GraphQL; RxSwift; MVC, MVVM &#x438; Viper 
<b>&#x412; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;:</b> &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x435; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x438; (Private pods), &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x438; &#x434;&#x43B;&#x44F; &#x43E;&#x431;&#x449;&#x435;&#x433;&#x43E; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x430;; &#x43F;&#x438;&#x448;&#x435;&#x43C; Unit &#x442;&#x435;&#x441;&#x442;&#x44B;; &#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x438; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x43E;&#x432; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x443;&#x43C;&#x43D;&#x44B;&#x43C;&#x438; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430;&#x43C;&#x438;; Refactoring &#x438; Code-review. 
<b>&#x41F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:</b> 
&#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; (team lead, senior, middle), &#x431;&#x43E;&#x43B;&#x435;&#x435; 300 000 &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;. 
&#x417;&#x41F; &#x43E;&#x442; 130 &#x434;&#x43E; 250 &#x442;&#x44B;&#x441;. &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438; 
&#x41F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;.&#x441;&#x440;&#x43E;&#x43A;&#x430; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; 
&#x1F4EC; <b>&#x41F;&#x438;&#x448;&#x438;:</b> <a href="tg://resolve?domain=Rupeka_Natali">@Rupeka_Natali</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/objective-c" class="mr-2">
         objective-c
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a><a href="/tags/mvvm" class="mr-2">
         mvvm
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">29 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17226006528-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#frontend</span>  <span style="opacity: 0.5;">#React</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#remote</span> <span style="opacity: 0.5;">#&#x421;&#x43F;&#x431;</span> <span style="opacity: 0.5;">#senior</span> 

&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: DBeaver
&#x417;/&#x43F;: 180 000 - 300 000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438; 
&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x433;. &#x421;&#x430;&#x43D;&#x43A;&#x442;-&#x41F;&#x435;&#x442;&#x435;&#x440;&#x431;&#x443;&#x440;&#x433; (&#x43C;. &#x41F;&#x43B;&#x43E;&#x449;&#x430;&#x434;&#x44C; &#x41B;&#x435;&#x43D;&#x438;&#x43D;&#x430;/&#x41D;&#x43E;&#x432;&#x43E;&#x447;&#x435;&#x440;&#x43A;&#x430;&#x441;&#x441;&#x43A;&#x430;&#x44F;)
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441; &#x438;&#x43B;&#x438; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430; 
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;, fulltime

&#x1F30F;D&#x412;eaver  - &#x44D;&#x442;&#x43E; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x439; open source &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;, &#x431;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x44B;&#x439; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x431;&#x430;&#x437;&#x430;&#x43C;&#x438; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;. &#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x435;&#x442; &#x432;&#x441;&#x435; &#x43F;&#x43E;&#x43F;&#x443;&#x43B;&#x44F;&#x440;&#x43D;&#x44B;&#x435; &#x431;&#x430;&#x437;&#x44B; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x445;: MySQL, PostgreSQL, MariaDB, SQLite, Oracle, DB2, SQL Server, Sybase, MS Access, Teradata, Firebird, Derby &#x438; &#x442;. &#x434;. &#x41F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x438;&#x440;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x441; Amazon &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430;&#x43C;&#x438; &#x438; &#x43D;&#x430;&#x446;&#x435;&#x43B;&#x435;&#x43D;&#x430; &#x43D;&#x430; &#x43E;&#x431;&#x43B;&#x430;&#x447;&#x43D;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;. 

C&#x435;&#x439;&#x447;&#x430;&#x441; &#x440;&#x435;&#x431;&#x44F;&#x442;&#x430; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x44E;&#x442; web &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435; D&#x412;eaver, &#x43F;&#x435;&#x440;&#x432;&#x44B;&#x439; &#x440;&#x435;&#x43B;&#x438;&#x437; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43B;&#x441;&#x44F; &#x432; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x435; &#x433;&#x43E;&#x434;&#x430; &#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x43F;&#x440;&#x43E;&#x434;&#x43E;&#x43B;&#x436;&#x430;&#x435;&#x442; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435;. 

&#x1F4A0;&#x41A;&#x430;&#x43A;&#x43E;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x438; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x44E;&#x442; &#x443;&#x432;&#x438;&#x434;&#x435;&#x442;&#x44C; &#x440;&#x435;&#x431;&#x44F;&#x442;&#x430;:
- &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; TypeScript &#x438; React;
- &#x43E;&#x43F;&#x44B;&#x442; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x44F; &#x432; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445; &#x441;&#x43E; &#x441;&#x43B;&#x43E;&#x436;&#x43D;&#x43E;&#x439; &#x431;&#x438;&#x437;&#x43D;&#x435;&#x441;-&#x43B;&#x43E;&#x433;&#x438;&#x43A;&#x43E;&#x439;;
- &#x43E;&#x43F;&#x44B;&#x442; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x440;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430;;
- &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x433;&#x43B;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x443; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x43D;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x430;, &#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x432;&#x44B;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;;
- &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x44F;&#x437;&#x44B;&#x43A; &#x43E;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; intermediate (&#x43F;&#x438;&#x441;&#x44C;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x438; &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; &#x447;&#x442;&#x435;&#x43D;&#x438;&#x44F;).

&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;: TypeScript, React, GraphQL, MobX, RxJS, Docker. 

&#x1F48E;&#x427;&#x442;&#x43E; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x435; &#x432;&#x44B;:
- &#x43A;&#x43E;&#x43C;&#x444;&#x43E;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432; &#x411;&#x426; &#x411;&#x435;&#x43D;&#x443;&#x430;;
- &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E; &#x438;&#x43B;&#x438; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;; 
- &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435;;
- &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x43D;&#x430;&#x434; &#x43A;&#x440;&#x443;&#x442;&#x44B;&#x43C; &#x43C;&#x435;&#x436;&#x434;&#x443;&#x43D;&#x430;&#x440;&#x43E;&#x434;&#x43D;&#x44B;&#x43C; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x43C; &#x432; &#x441;&#x43F;&#x43B;&#x43E;&#x447;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x44D;&#x43D;&#x442;&#x443;&#x437;&#x438;&#x430;&#x441;&#x442;&#x43E;&#x432;;
- &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x438;&#x440;&#x43E;&#x432;&#x43A;&#x438; &#x438; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438; &#x432; &#x421;&#x428;&#x410; &#x438; &#x415;&#x432;&#x440;&#x43E;&#x43F;&#x443;.

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:
e-mail: <a target="_blank" rel="noopener noreferrer" href="mailto:valeriya@luckyhunter.io">valeriya@luckyhunter.io</a>
telegram: <a href="tg://resolve?domain=sobolevavalery">@sobolevavalery</a>
&#x41A;&#x410;: <a target="_blank" rel="noopener noreferrer" href="http://luckyhunter.io">http://luckyhunter.io</a>
&#x411;&#x443;&#x434;&#x443; &#x440;&#x430;&#x434;&#x430; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x438;&#x442;&#x44C; &#x43D;&#x430; &#x432;&#x441;&#x435; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B; &#x438; &#x440;&#x430;&#x441;&#x441;&#x43A;&#x430;&#x437;&#x430;&#x442;&#x44C; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x435;&#x435; &#x43E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438; &#x1F60A;</div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/mysql" class="mr-2">
         mysql
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/mariadb" class="mr-2">
         mariadb
        </a><a href="/tags/sqlite" class="mr-2">
         sqlite
        </a><a href="/tags/oracle" class="mr-2">
         oracle
        </a><a href="/tags/sql" class="mr-2">
         sql
        </a><a href="/tags/ms-access" class="mr-2">
         ms-access
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">29 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17184063488-1001110946746" class="card-link">
        Javascript разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#front</span> <span style="opacity: 0.5;">#react</span> <span style="opacity: 0.5;">#typescript</span> <span style="opacity: 0.5;">#&#x43C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x433;&#x435;&#x43D;&#x435;&#x442;&#x438;&#x43A;&#x430;</span> <span style="opacity: 0.5;">#javascript</span> <span style="opacity: 0.5;">#&#x433;&#x435;&#x43D;&#x43E;&#x43C;&#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;</span> <span style="opacity: 0.5;">#&#x431;&#x430;&#x440;&#x441;&#x433;&#x440;&#x443;&#x43F;</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x441;&#x442;.&#x43C;.&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x41E;&#x444;&#x438;&#x441;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;.
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 200.000 &#x434;&#x43E; 300.000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438;. 
&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: &#x411;&#x430;&#x440;&#x441; &#x413;&#x440;&#x443;&#x43F;
<a target="_blank" rel="noopener noreferrer" href="https://bars.group/">https://bars.group/</a>
&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x413;&#x435;&#x43D;&#x43E;&#x43C;.&#x42D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;  - <a target="_blank" rel="noopener noreferrer" href="https://genome.expert/">https://genome.expert/</a> 

&#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; senior/middle front-end &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; &#x432; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x439; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;.

&#x41F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43D;&#x430;&#x44F; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x44C;: &#x413;&#x435;&#x43D;&#x435;&#x442;&#x438;&#x43A;&#x430;. 
&#x422;&#x435;&#x43A;&#x443;&#x449;&#x435;&#x435; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;: 
&#x41F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x437;&#x430;&#x43F;&#x443;&#x449;&#x435;&#x43D; &#x441; &#x43F;&#x440;&#x43E;&#x448;&#x43B;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x434;&#x430;, &#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x434;&#x43E;&#x431;&#x438;&#x440;&#x430;&#x435;&#x43C; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43F;&#x43E; &#x43F;&#x43E;&#x442;&#x440;&#x435;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430; &#x438; &#x43D;&#x43E;&#x432;&#x44B;&#x43C; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F;&#x43C;, &#x435;&#x441;&#x442;&#x44C; &#x443;&#x43D;&#x438;&#x43A;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x44C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x438; &#x435;&#x434;&#x438;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x440;&#x430;&#x43D;&#x441;&#x442;&#x432;&#x430; &#x434;&#x43B;&#x44F; &#x432;&#x440;&#x430;&#x447;&#x435;&#x439;-&#x433;&#x435;&#x43D;&#x435;&#x442;&#x438;&#x43A;&#x43E;&#x432;, &#x43B;&#x430;&#x431;&#x43E;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x445; &#x433;&#x435;&#x43D;&#x435;&#x442;&#x438;&#x43A;&#x43E;&#x432; &#x438; &#x431;&#x438;&#x43E;&#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x442;&#x438;&#x43A;&#x43E;&#x432;.

&#x2705;&#x427;&#x435;&#x43C; &#x43F;&#x440;&#x438;&#x434;&#x435;&#x442;&#x441;&#x44F; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F;:

- &#x41F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x43C;&#x438;&#x43A;&#x440;&#x43E;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x44B; &#x43D;&#x430; React (&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x435;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;, &#x435;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x431;&#x438;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x430; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x435;)
- &#x41F;&#x438;&#x43B;&#x438;&#x442;&#x44C; &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x44B; &#x434;&#x43B;&#x44F; ui-kit
- &#x41C;&#x435;&#x43D;&#x44F;&#x442;&#x44C; legacy components(polymer) &#x43D;&#x430; react components


&#x2714;&#xFE0F;&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:

-Front-end: React(Vue), typescript, Redux/Mobx/Vuex;
-&#x41C;&#x435;&#x436;&#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43D;&#x43E;&#x435; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x438; API: REST/GraphQL/gRPC. 

&#x2714;&#xFE0F;&#x418;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: 

Git, bitbucket, JIRA, docker, docker-compose. 

&#x2714;&#xFE0F;&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;:

-&#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x422;&#x41A; &#x420;&#x424;;
-&#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x432; &#x43F;&#x435;&#x448;&#x435;&#x439; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x441;&#x442;.&#x43C;.&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F; (&#x43D;&#x430; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;);
-&#x413;&#x440;&#x430;&#x444;&#x438;&#x43A; 5/2, &#x433;&#x438;&#x431;&#x43A;&#x43E;&#x435; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x435;&#x433;&#x43E; &#x434;&#x43D;&#x44F; ;
-&#x411;&#x435;&#x43B;&#x430;&#x44F; &#x437;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x430;, &#x43F;&#x43E;&#x432;&#x44B;&#x448;&#x430;&#x44E;&#x449;&#x430;&#x44F;&#x441;&#x44F; &#x43F;&#x43E; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x435; &#x430;&#x442;&#x442;&#x435;&#x441;&#x442;&#x430;&#x446;&#x438;&#x439; &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x440;&#x430;&#x437; &#x432; &#x433;&#x43E;&#x434;;
-&#x414;&#x41C;&#x421;;
-&#x41F;&#x435;&#x440;&#x441;&#x43F;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x44B; &#x43A;&#x430;&#x440;&#x44C;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x43E;&#x441;&#x442;&#x430;;
-&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x435; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435; (&#x442;&#x440;&#x435;&#x43D;&#x438;&#x43D;&#x433;&#x438;, &#x43C;&#x430;&#x441;&#x442;&#x435;&#x440;-&#x43A;&#x43B;&#x430;&#x441;&#x441;&#x44B;);
-&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x431;&#x438;&#x431;&#x43B;&#x438;&#x43E;&#x442;&#x435;&#x43A;&#x430;;
-&#x41C;&#x44B; &#x440;&#x430;&#x441;&#x441;&#x43C;&#x430;&#x442;&#x440;&#x438;&#x432;&#x430;&#x435;&#x43C; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x430; &#x432; &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x443;;
-&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x431;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x436;&#x438;&#x43B;&#x44C;&#x44F; &#x43D;&#x430; &#x43F;&#x435;&#x440;&#x432;&#x44B;&#x439; &#x43C;&#x435;&#x441;&#x44F;&#x446;. 

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x441;&#x432;&#x44F;&#x437;&#x438;: 

email: <a target="_blank" rel="noopener noreferrer" href="mailto:a.starchenko@bars.group">a.starchenko@bars.group</a> 
Telegram: <a href="tg://resolve?domain=alinavelcheva">@alinavelcheva</a> 

<a target="_blank" rel="noopener noreferrer" href="http://bars.group">bars.group</a>
&#x410;&#x41E; &#xAB;&#x411;&#x410;&#x420;&#x421; &#x413;&#x440;&#x443;&#x43F;&#xBB; - &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x441;&#x430;&#x439;&#x442; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;
&#x410;&#x41E; &#xAB;&#x411;&#x410;&#x420;&#x421; &#x413;&#x440;&#x443;&#x43F;&#xBB; - &#x440;&#x43E;&#x441;&#x441;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C; &#x418;&#x422;-&#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439; &#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x442;&#x43D;&#x44B;&#x439; &#x446;&#x435;&#x43D;&#x442;&#x440; &#x432; &#x441;&#x444;&#x435;&#x440;&#x435; &#x433;&#x43E;&#x441;&#x443;&#x434;&#x430;&#x440;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x438; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x439; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;.

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/typescript" class="mr-2">
         typescript
        </a><a href="/tags/polymerjs" class="mr-2">
         polymerjs
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/redux" class="mr-2">
         redux
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a><a href="/tags/git" class="mr-2">
         git
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/docker-compose" class="mr-2">
         docker-compose
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">27 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17179869184-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#JavaScript</span> <span style="opacity: 0.5;">#Node</span>.js <span style="opacity: 0.5;">#&#x415;&#x43A;&#x430;&#x442;&#x435;&#x440;&#x438;&#x43D;&#x431;&#x443;&#x440;&#x433;</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x415;&#x43A;&#x430;&#x442;&#x435;&#x440;&#x438;&#x43D;&#x431;&#x443;&#x440;&#x433;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442;: &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x430;&#x435;&#x43C;&#x44B;&#x439; (&#x43E;&#x444;&#x438;&#x441;/&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;)
&#x437;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x41F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x423;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C;: Junior/Middle
&#x437;&#x43F;: <a target="_blank" rel="noopener noreferrer" href="tel:30 000 - 80 000">30 000 - 80 000</a> &#x20BD; net

&#x41E; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: YetiCrab (<a target="_blank" rel="noopener noreferrer" href="https://yeticrab.org/">https://yeticrab.org/</a>) - &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x43E;&#x432; &#x43F;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; (web, desktop, mobile) &#x438; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43E;&#x432; &#x43D;&#x430; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x435; web-&#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;. &#x423; &#x43D;&#x430;&#x441; &#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432; &#x441; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x447;&#x438;&#x43A;&#x430;&#x43C;&#x438; &#x43F;&#x43E; &#x432;&#x441;&#x435;&#x43C;&#x443; &#x43C;&#x438;&#x440;&#x443;. &#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; &#x43A; &#x441;&#x435;&#x431;&#x435; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x443; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x445;&#x43E;&#x447;&#x435;&#x442; &#x438; &#x433;&#x43E;&#x442;&#x43E;&#x432; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x440;&#x430;&#x441;&#x442;&#x438; &#x43A;&#x430;&#x43A; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A; &#x438; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x438;&#x441;&#x442;.

&#x41E;&#x431;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;:
- &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; Web &#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; JavaScript &#x441; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x445; framework-&#x43E;&#x432;
- &#x418;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x442;&#x435;&#x43D;&#x434;&#x435;&#x43D;&#x446;&#x438;&#x439; &#x438; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;

&#x422;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:
- &#x425;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; JavaScript (ES5, ES6), HTML, CSS
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x430;&#x43C;&#x438; (Angular/React/Vue)
- &#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; REST
- &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; Git
- &#x41D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x432; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;:
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; WebSockets &#x438; GraphQL
- &#x420;&#x430;&#x437;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; &#x44F;&#x437;&#x44B;&#x43A;
- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Node.js &#x438; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Express.js/KOA/Nest.js/Next.js
- &#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435; React Native &#x438;&#x43B;&#x438; Ionic
- &#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; CI/CD
- &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; Electron.js, PWA
- &#x417;&#x43D;&#x430;&#x43D;&#x438;&#x435; Python

&#x41C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
- &#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;
- &#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441;
- &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;
- &#x420;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x43D;&#x43E;&#x443;&#x442;&#x431;&#x443;&#x43A; MacBook Apple
- &#x427;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43F;&#x435;&#x447;&#x435;&#x43D;&#x44C;&#x43A;&#x438; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435; &#x43F;&#x43B;&#x44E;&#x448;&#x43A;&#x438; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435;
- &#x41F;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x43D;&#x43E;&#x435; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435;, &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x441;&#x43A;&#x438;&#x43B;&#x43B;&#x43E;&#x432;
- &#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x443; &#x43E;&#x442; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x435;&#x434;&#x438;&#x43D;&#x43E;&#x43C;&#x44B;&#x448;&#x43B;&#x435;&#x43D;&#x43D;&#x438;&#x43A;&#x43E;&#x432;
- &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x44C; &#x43E;&#x43F;&#x44B;&#x442; &#x432; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x445; &#x438; &#x438;&#x437;&#x443;&#x447;&#x438;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438;
- &#x41F;&#x43E;&#x435;&#x437;&#x434;&#x43A;&#x438; &#x43D;&#x430; IT-&#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x438;

&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=artemkuzvesov">@artemkuzvesov</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/dotnet" class="mr-2">
         dotnet
        </a><a href="/tags/web" class="mr-2">
         web
        </a><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/html" class="mr-2">
         html
        </a><a href="/tags/css" class="mr-2">
         css
        </a><a href="/tags/angularjs" class="mr-2">
         angularjs
        </a><a href="/tags/reactjs" class="mr-2">
         reactjs
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/rest" class="mr-2">
         rest
        </a><a href="/tags/git" class="mr-2">
         git
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">27 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/72085405696-1001054966032" class="card-link">
        Ios developer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x441;&#x43F;&#x431;</span> <span style="opacity: 0.5;">#ios</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#senior</span> <span style="opacity: 0.5;">#spb</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#IoT</span> <span style="opacity: 0.5;">#&#x443;&#x43C;&#x43D;&#x44B;&#x439;&#x434;&#x43E;&#x43C;</span> 
<b>Middle/Senior iOS developer</b> 
<b>Ready for Sky</b> &#x1F680; 
<a target="_blank" rel="noopener noreferrer" href="https://readyforsky.com/ru/career/">https://readyforsky.com/ru/career/</a> 
&#x1F4CD; &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x434;&#x435;&#x43D;&#x44C;, &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;/&#x43E;&#x444;&#x438;&#x441; (&#x441;&#x435;&#x439;&#x447;&#x430;&#x441; &#x432;&#x441;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x435;&#x442; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;) 
&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>iOS developer</b>, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x431;&#x443;&#x434;&#x435;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;, &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44E;&#x449;&#x435;&#x435; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x441; IoT-&#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44F;&#x43C; &#x43D;&#x443;&#x436;&#x43D;&#x44B;&#x445; &#x442;&#x43E;&#x432;&#x430;&#x440;&#x43E;&#x432; &#x438; &#x443;&#x441;&#x43B;&#x443;&#x433; 
&#x1F4A1; <b>&#x418;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;:</b> Swift, Objective-C; Jenkins; GraphQL; RxSwift; MVC, MVVM &#x438; Viper 
<b>&#x412; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435;:</b> &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;, &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x435; &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x438; (Private pods), &#x444;&#x440;&#x435;&#x439;&#x43C;&#x432;&#x43E;&#x440;&#x43A;&#x438; &#x434;&#x43B;&#x44F; &#x43E;&#x431;&#x449;&#x435;&#x433;&#x43E; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x430;; &#x43F;&#x438;&#x448;&#x435;&#x43C; Unit &#x442;&#x435;&#x441;&#x442;&#x44B;; &#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x438; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x43E;&#x432; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x443;&#x43C;&#x43D;&#x44B;&#x43C;&#x438; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430;&#x43C;&#x438;; Refactoring &#x438; Code-review. 
<b>&#x41F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:</b> 
&#x420;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; (team lead, senior, middle), &#x431;&#x43E;&#x43B;&#x435;&#x435; 300 000 &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;. 
&#x41F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x431;&#x435;&#x43B;&#x443;&#x44E; &#x417;&#x41F; &#x43E;&#x442; 130 &#x434;&#x43E; 250 &#x442;&#x44B;&#x441;. &#x440;&#x443;&#x431;. &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x438; 
&#x41F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;.&#x441;&#x440;&#x43E;&#x43A;&#x430; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x439; 
&#x1F4EC; <b>&#x41F;&#x438;&#x448;&#x438;:</b> <a href="tg://resolve?domain=Rupeka_Natali">@Rupeka_Natali</a></div><div class="card-text"><div class="tags-items"><a href="/tags/mobile" class="mr-2">
         mobile
        </a><a href="/tags/ios" class="mr-2">
         ios
        </a><a href="/tags/swift" class="mr-2">
         swift
        </a><a href="/tags/objective-c" class="mr-2">
         objective-c
        </a><a href="/tags/jenkins" class="mr-2">
         jenkins
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a><a href="/tags/mvvm" class="mr-2">
         mvvm
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/103798538240-1001089317451" class="card-link">
        Qa engineer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#QA</span> <span style="opacity: 0.5;">#&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 90&#x43A; &#x434;&#x43E; 120&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a><b>Sports.ru</b> - &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>Middle QA Engineer&#x27;&#x430;</b> &#x432; &#x43D;&#x430;&#x448; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a>.
&#x42D;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x434; &#x43A;&#x430;&#x43F;&#x43E;&#x442;&#x43E;&#x43C; - &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; js &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;, php+perl &#x43D;&#x430; &#x431;&#x44D;&#x43A;&#x435;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;: vue.js+ssr+golang+graphql. &#x414;&#x430;, &#x43B;&#x435;&#x433;&#x430;&#x441;&#x438; &#x435;&#x441;&#x442;&#x44C; - &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x43D;&#x43E; &#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x451; &#x436;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438;&#x434;&#x443;&#x442; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;.

<b>&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;
</b>&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438;&#x451;&#x43C;&#x43A;&#x43E;&#x439; &#x444;&#x438;&#x447; &#x438; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x430;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x438; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; &#x432; &#x431;&#x430;&#x433;-&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x435;.

<b>&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;
</b>&#x41C;&#x44B; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43A;&#x430;&#x43A; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x438; &#x438; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x43A; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;, &#x43E;&#x431;&#x43B;&#x430;&#x434;&#x430;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x435;&#x441;&#x442;-&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x438; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C;.
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435;, &#x447;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x434;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438;, &#x43D;&#x43E; &#x43A; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F;.
&#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x438; &#x43D;&#x435; &#x43E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x43C;.

<b>&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
</b>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x441;&#x435;&#x431;&#x44F; &#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;.

<b>&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
</b>&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;,
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)
&#x41A;&#x43E;&#x433;&#x43E; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>), &#x440;&#x430;&#x434;&#x430; &#x431;&#x443;&#x434;&#x443; &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438;:)</div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/perl" class="mr-2">
         perl
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/17163091968-1001110946746" class="card-link">
        Js разработчик
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;</span> <span style="opacity: 0.5;">#fullstack</span> <span style="opacity: 0.5;">#JavaScript</span> <span style="opacity: 0.5;">#NodeJS</span> <span style="opacity: 0.5;">#Vue</span> <span style="opacity: 0.5;">#middle</span> <span style="opacity: 0.5;">#junior</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x433;. &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x421;&#x43A;&#x43E;&#x43B;&#x43A;&#x43E;&#x432;&#x43E;, &#x431;-&#x440; &#x411;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439;
&#x424;&#x43E;&#x440;&#x43C;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43A;&#x430;
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;
&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 80000 &#x434;&#x43E; 120000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439;
&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: ADMON

&#x412; &#x441;&#x432;&#x44F;&#x437;&#x438; &#x441; &#x440;&#x430;&#x441;&#x448;&#x438;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x448;&#x442;&#x430;&#x442;&#x430;, &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F; ADMON &#x43F;&#x440;&#x438;&#x433;&#x43B;&#x430;&#x448;&#x430;&#x435;&#x442; Junior+/Middle Full-stack JavaScript-&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432;, &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x441;&#x442;&#x430;&#x442;&#x44C; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x446;&#x435;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x447;&#x43B;&#x435;&#x43D;&#x430;&#x43C;&#x438; &#x43D;&#x430;&#x448;&#x435;&#x438;&#x306; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B; &#x43D;&#x430; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x435;. ADMON &#x2013; &#x43E;&#x434;&#x43D;&#x430; &#x438;&#x437; &#x432;&#x435;&#x434;&#x443;&#x449;&#x438;&#x445; &#x440;&#x43E;&#x441;&#x441;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439; &#x43F;&#x43E; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x442;&#x432;&#x440;&#x430;&#x449;&#x435;&#x43D;&#x438;&#x44E; &#x438; &#x440;&#x430;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E; &#x43C;&#x43E;&#x448;&#x435;&#x43D;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x432; &#x441;&#x444;&#x435;&#x440;&#x435; &#x440;&#x435;&#x43A;&#x43B;&#x430;&#x43C;&#x44B; &#x432; &#x418;&#x43D;&#x442;&#x435;&#x440;&#x43D;&#x435;&#x442;&#x435; &#x438; &#x43D;&#x430; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430;&#x445; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x438;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;, &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x43C;&#x441;&#x44F; &#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43D;&#x442;&#x430;&#x43C;&#x438; &#x421;&#x43A;&#x43E;&#x43B;&#x43A;&#x43E;&#x432;&#x43E;. &#x41E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x435; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x435;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; &#x438; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x442;&#x432;&#x440;&#x430;&#x449;&#x435;&#x43D;&#x438;&#x435; &#x43C;&#x43E;&#x448;&#x435;&#x43D;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430;, &#x430;&#x443;&#x434;&#x438;&#x442; &#x440;&#x435;&#x43A;&#x43B;&#x430;&#x43C;&#x43D;&#x44B;&#x445; &#x43A;&#x430;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x439;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x438;&#x43D;&#x43D;&#x43E;&#x432;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x43F;&#x43E; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x443;, &#x43E;&#x431;&#x43D;&#x430;&#x440;&#x443;&#x436;&#x435;&#x43D;&#x438;&#x44E; &#x438; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x442;&#x432;&#x440;&#x430;&#x449;&#x435;&#x43D;&#x438;&#x44E; &#x432;&#x43E;&#x437;&#x43D;&#x438;&#x43A;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x432;&#x438;&#x434;&#x43E;&#x432; &#x43C;&#x43E;&#x448;&#x435;&#x43D;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430;.

&#x421;&#x442;&#x435;&#x43A; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;:
Node.JS, Vue, GraphQl, Jest, Redis, Clickhouse, PostgreSQL, Docker.

&#x427;&#x442;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C; &#x432; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435;:
    &#x2714;&#xFE0F; Jira (Kanban), Confluence;
   &#x2714;&#xFE0F;&#x425;&#x440;&#x430;&#x43D;&#x438;&#x43C; &#x43A;&#x43E;&#x434; &#x432; Gitlab, &#x442;&#x443;&#x442; &#x436;&#x435; CI/CD;
    &#x2714;&#xFE0F;&#x41F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A;&#x443;&#x435;&#x43C; code review, &#x43F;&#x43E;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x443; &#x447;&#x430;&#x441;&#x442;&#x44B;&#x445; &#x440;&#x435;&#x43B;&#x438;&#x437;&#x43E;&#x432;, &#x433;&#x438;&#x431;&#x43A;&#x438;&#x435; &#x43C;&#x435;&#x442;&#x43E;&#x434;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;;
    &#x2714;&#xFE0F;&#x41C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43C; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x438;&#x306; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E;: Zabbix, Grafana.

&#x412; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438; &#x431;&#x443;&#x434;&#x435;&#x442; &#x432;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C;:
    &#x1F538; &#x423;&#x43B;&#x443;&#x447;&#x448;&#x430;&#x442;&#x44C; &#x438;&#x43C;&#x435;&#x44E;&#x449;&#x438;&#x438;&#x306;&#x441;&#x44F; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B; &#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x438;&#x306; (&#x421;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430; &#x43D;&#x43E;&#x442;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x438;&#x306;, &#x41E;&#x431;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x430; &#x43F;&#x43B;&#x430;&#x442;&#x435;&#x436;&#x435;&#x438;&#x306;, &#x410;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C;&#x44B; &#x430;&#x442;&#x440;&#x438;&#x431;&#x443;&#x446;&#x438;&#x438;, Ads Crawler &#x438; &#x442;.&#x434;.);
    &#x1F538;&#x41F;&#x438;&#x441;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x441;&#x442;&#x44B; &#x438; &#x440;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x442;&#x44C; &#x43A;&#x43E;&#x434;&#x43E;&#x432;&#x443;&#x44E; &#x431;&#x430;&#x437;&#x443;;
    &#x1F538;&#x423;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x438;&#x438; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x438;&#x306;;
    &#x1F538; &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x43A;&#x430;&#x43A; &#x432; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x435; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;, &#x442;&#x430;&#x43A; &#x438; &#x432; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x43D;&#x430;&#x434; &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438;;
   &#x1F538;&#x423;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x43A;&#x43E;&#x43C;&#x43C;&#x443;&#x43D;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x441; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x43E;&#x438;&#x306;;
    &#x1F538;&#x411;&#x44B;&#x442;&#x44C; &#x438;&#x43D;&#x438;&#x446;&#x438;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C; &#x438; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x438; &#x438;&#x434;&#x435;&#x438;, &#x432; &#x442;&#x43E;&#x43C; &#x447;&#x438;&#x441;&#x43B;&#x435;, &#x435;&#x441;&#x43B;&#x438; &#x44D;&#x442;&#x43E; &#x43A;&#x430;&#x441;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438;&#x306; &#x2014; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; code review.

&#x427;&#x442;&#x43E; &#x43C;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;:
    &#x1F680; &#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;;
    &#x1F680; &#x41E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x43E; &#x422;&#x41A; &#x420;&#x424;;
    &#x1F680; &#x41F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x431;&#x435;&#x43B;&#x430;&#x44F; &#x417;&#x41F;;
    &#x1F680;&#x413;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; 5/2;
    &#x1F680; &#x41C;&#x43E;&#x436;&#x43D;&#x43E; &#x432;&#x44B;&#x431;&#x440;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;;
    &#x1F680;&#x41D;&#x430;&#x441;&#x442;&#x430;&#x432;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x43F;&#x43E; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43D;&#x43E;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x438; &#x43D;&#x430; &#x440;&#x430;&#x432;&#x43D;&#x43E;&#x439; &#x43F;&#x43E;&#x437;&#x438;&#x446;&#x438;&#x438;;
    &#x1F680; &#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x43A;&#x430;&#x43A; &#x432; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x435; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;, &#x442;&#x430;&#x43A; &#x438; &#x432;&#x43E;&#x437;&#x433;&#x43B;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x441;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x435;&#x43C; &#x441;&#x432;&#x43E;&#x435; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x2014; &#x43C;&#x44B; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B; &#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x430;&#x442;&#x44C; &#x43B;&#x44E;&#x431;&#x44B;&#x435; &#x432;&#x430;&#x448;&#x438; &#x438;&#x434;&#x435;&#x438;. 

 &#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;:<a href="tg://resolve?domain=juliajudina2810">@juliajudina2810</a>
 &#x420;&#x435;&#x437;&#x44E;&#x43C;&#x435; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x440;&#x438;&#x441;&#x44B;&#x43B;&#x430;&#x442;&#x44C; &#x43D;&#x430; &#x43F;&#x43E;&#x447;&#x442;&#x443;: <a target="_blank" rel="noopener noreferrer" href="mailto:hr@resurs-hr.ru">hr@resurs-hr.ru</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=javascript_jobs">@javascript_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/javascript" class="mr-2">
         javascript
        </a><a href="/tags/nodejs" class="mr-2">
         nodejs
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/graphql" class="mr-2 active">
         graphql
        </a><a href="/tags/redis" class="mr-2">
         redis
        </a><a href="/tags/postgresql" class="mr-2">
         postgresql
        </a><a href="/tags/docker" class="mr-2">
         docker
        </a><a href="/tags/gitlab" class="mr-2">
         gitlab
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div></div></div></div><nav role="navigation" aria-label="pagination"><ul class="pagination justify-content-center"><li class="page-item"><a href="/tags/graphql/" tabindex="-1" class="page-link active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-left" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-left fa-w-14"><path fill="currentColor" d="M257.5 445.1l-22.2 22.2c-9.4 9.4-24.6 9.4-33.9 0L7 273c-9.4-9.4-9.4-24.6 0-33.9L201.4 44.7c9.4-9.4 24.6-9.4 33.9 0l22.2 22.2c9.5 9.5 9.3 25-.4 34.3L136.6 216H424c13.3 0 24 10.7 24 24v32c0 13.3-10.7 24-24 24H136.6l120.5 114.8c9.8 9.3 10 24.8.4 34.3z"></path></svg></a></li><li class="page-item"><a href="/tags/graphql/" aria-label="1" aria-current="1" class="page-link active">1</a></li><li class="page-item active"><a href="/tags/graphql/2" aria-label="2" aria-current="2" class="page-link active--exact active">2</a></li><li class="page-item"><a href="/tags/graphql/3" aria-label="3" aria-current="3" class="page-link">3</a></li><li class="page-item"><a href="/tags/graphql/4" aria-label="4" aria-current="4" class="page-link">4</a></li><li class="page-item"><a href="/tags/graphql/5" aria-label="5" aria-current="5" class="page-link">5</a></li><li class="page-item "><a href="/tags/graphql/3" tabindex="-1" class="page-link"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="arrow-right" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="svg-inline--fa fa-arrow-right fa-w-14"><path fill="currentColor" d="M190.5 66.9l22.2-22.2c9.4-9.4 24.6-9.4 33.9 0L441 239c9.4 9.4 9.4 24.6 0 33.9L246.6 467.3c-9.4 9.4-24.6 9.4-33.9 0l-22.2-22.2c-9.5-9.5-9.3-25 .4-34.3L311.4 296H24c-13.3 0-24-10.7-24-24v-32c0-13.3 10.7-24 24-24h287.4L190.9 101.2c-9.8-9.3-10-24.8-.4-34.3z"></path></svg></a></li></ul></nav></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>