<!DOCTYPE html>
<html data-html-server-rendered="true" lang="en" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22en%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Qa engineer - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 jarallax bg-gray-100 border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="pt-5 pb-5 container"><h1 class="display-4">Qa engineer</h1></div></section><div class="mt-5 mb-5 container"><div class="row"><div class="article-content col-lg-8 order-lg-1 col-12 order-2"><div style="white-space:pre-line;"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#QA</span> <span style="opacity: 0.5;">#&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 80&#x43A; &#x434;&#x43E; 120&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a><b>Sports.ru</b> - &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>Middle QA Engineer&#x27;&#x430;</b> &#x432; &#x43D;&#x430;&#x448; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a>.
&#x42D;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x434; &#x43A;&#x430;&#x43F;&#x43E;&#x442;&#x43E;&#x43C; - &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; js &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;, php+perl &#x43D;&#x430; &#x431;&#x44D;&#x43A;&#x435;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;: vue.js+ssr+golang+graphql. &#x414;&#x430;, &#x43B;&#x435;&#x433;&#x430;&#x441;&#x438; &#x435;&#x441;&#x442;&#x44C; - &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x43D;&#x43E; &#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x451; &#x436;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438;&#x434;&#x443;&#x442; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;.

<b>&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;
</b>&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438;&#x451;&#x43C;&#x43A;&#x43E;&#x439; &#x444;&#x438;&#x447; &#x438; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x430;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x438; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; &#x432; &#x431;&#x430;&#x433;-&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x435;.

<b>&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;
</b>&#x41C;&#x44B; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43A;&#x430;&#x43A; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x438; &#x438; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x43A; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;, &#x43E;&#x431;&#x43B;&#x430;&#x434;&#x430;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x435;&#x441;&#x442;-&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x438; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C;.
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435;, &#x447;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x434;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438;, &#x43D;&#x43E; &#x43A; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F;.
&#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x438; &#x43D;&#x435; &#x43E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x43C;.

<b>&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
</b>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x441;&#x435;&#x431;&#x44F; &#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;.

<b>&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
</b>&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;.
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)

&#x41A;&#x43E;&#x433;&#x43E; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>), &#x440;&#x430;&#x434;&#x430; &#x431;&#x443;&#x434;&#x443; &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438;:)</div><div><a href="tg://resolve?domain=qa_jobs&amp;post=0" class="btn btn-lg btn-primary"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> Открыть в Telegram
          </a></div></div><div class="col-lg-3 offset-lg-1 order-lg-2 order-1"><div class="sidebar position-sticky"><div class="tags d-lg-block d-none"><h6>Теги</h6><div class="tags-items"><a href="/tags/qa" class="mr-2">
          qa
        </a><a href="/tags/php" class="mr-2">
          php
        </a><a href="/tags/perl" class="mr-2">
          perl
        </a><a href="/tags/vuejs" class="mr-2">
          vuejs
        </a><a href="/tags/go" class="mr-2">
          go
        </a><a href="/tags/graphql" class="mr-2">
          graphql
        </a></div></div><div class="tags d-lg-block d-none"><h6>Город</h6><div><a href="/location/russia/moscow" class="mr-2"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="map-marker-alt" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 384 512" class="svg-inline--fa fa-map-marker-alt fa-w-12"><path fill="currentColor" d="M172.268 501.67C26.97 291.031 0 269.413 0 192 0 85.961 85.961 0 192 0s192 85.961 192 192c0 77.413-26.97 99.031-172.268 309.67-9.535 13.774-29.93 13.773-39.464 0zM192 272c44.183 0 80-35.817 80-80s-35.817-80-80-80-80 35.817-80 80 35.817 80 80 80z"></path></svg> Москва
        </a></div><div><a href="/remote" class="mr-2"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="globe" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-globe fa-w-16"><path fill="currentColor" d="M336.5 160C322 70.7 287.8 8 248 8s-74 62.7-88.5 152h177zM152 256c0 22.2 1.2 43.5 3.3 64h185.3c2.1-20.5 3.3-41.8 3.3-64s-1.2-43.5-3.3-64H155.3c-2.1 20.5-3.3 41.8-3.3 64zm324.7-96c-28.6-67.9-86.5-120.4-158-141.6 24.4 33.8 41.2 84.7 50 141.6h108zM177.2 18.4C105.8 39.6 47.8 92.1 19.3 160h108c8.7-56.9 25.5-107.8 49.9-141.6zM487.4 192H372.7c2.1 21 3.3 42.5 3.3 64s-1.2 43-3.3 64h114.6c5.5-20.5 8.6-41.8 8.6-64s-3.1-43.5-8.5-64zM120 256c0-21.5 1.2-43 3.3-64H8.6C3.2 212.5 0 233.8 0 256s3.2 43.5 8.6 64h114.6c-2-21-3.2-42.5-3.2-64zm39.5 96c14.5 89.3 48.7 152 88.5 152s74-62.7 88.5-152h-177zm159.3 141.6c71.4-21.2 129.4-73.7 158-141.6h-108c-8.8 56.9-25.6 107.8-50 141.6zM19.3 352c28.6 67.9 86.5 120.4 158 141.6-24.4-33.8-41.2-84.7-50-141.6h-108z"></path></svg> Удаленная работа
        </a></div></div><div class="tags d-lg-block d-none"><h6>Дата публикации</h6><div class="tags-items"><span>17 июня 2020 г.</span></div></div></div></div></div></div><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script>window.__INITIAL_STATE__={"data":{"entry":{"id":"103016300544-1001089317451","title":"Qa engineer","text":"#вакансия #Москва #офис #QA #тестировщик #fulltime\n\nГород и адрес офиса: Москва, м. Новокузнецкая\u002FПавелецкая\nФормат работы: #офис\nЗанятость: #полная\nЗП: от 80к до 120к руб. нетт\n\nSports.ru - провайдер развлечений для любителей спорта.\nЕсть спорт. Есть болельщики. Мы заполняем среду между ними, оживляем ее, наполняем общением и другими развлечениями. Мы делаем не «сайты» или «приложения», а мультиплатформенные продукты, с учетом актуальной технологической парадигмы.\n\nМы ищем Middle QA Engineer'а в наш флагманский проект Sports.ru.\nЭто главное медиа о спорте на русском языке с аудиторией 18 млн пользователей в месяц. Highload-проект с десятками тысяч RPS, состоящий из самых разных продуктов – сайтов, мобильных приложений, email-рассылок, чат-ботов и многого другого.\n\nВ данный момент мы заняты активным внедрением процесса тестирования. Под капотом - нативный js на фронте, php+perl на бэке. Все новые сервисы разрабатываем на новом стеке: vue.js+ssr+golang+graphql. Да, легаси есть - иногда попадается, но в тестирование всё же большинство задач идут на новом стеке.\n\nО задачах\nВы будете заниматься приёмкой фич и проведением регресса, написанием тестовой документации, разработкой автотестов и регистрацией ошибок в баг-трекере.\n\nО наших ожиданиях\nМы ждем, что вы уже минимум пару лет как в профессии и имеете хороший опыт ручного тестирования. Знаете различные инструменты и подходы к тестированию, обладаете навыками тест-дизайна и умеете их применять.\nПонимаете процессы разработки и тестирования, а также, что процессы не могут быть идеальными, но к этому необходимо стремиться.\nМы также ждем, что вы уже имеете навыки автоматизации и не ограничились одним инструментом.\n\nБудет плюсом\nЕсли вы уже пробовали себя в нагрузочном тестировании и автоматизации мобильных устройств.\n\nОб условиях:\nПросторный стильный офис возле м. Новокузнецкая\u002FТретьяковская.\n“Белая” заработная плата.\nБесплатная медстраховка со стоматологией после испытательного срока.\nГибкий график работы с возможностью день-два в неделю работать удаленно.\nФрукты, снеки, чай, кофе, какао 24\u002F7.\nКорпоративная скидка в спортзал и на занятия английским языком.\nКорпоративный футбол с тренером.\nФинансовая помощь при переезде из другого города.\nВозможности для профессионального развития.\n\nНазвание компании: Sports.ru (Tribuna Digital)\n\nКого заинтересовало, пишите мне в личку (@pbuyatova), рада буду поделиться подробностями:)","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"Москва"},{"type":"hashtag","offset":18,"length":5,"data":"офис"},{"type":"hashtag","offset":24,"length":3,"data":"QA"},{"type":"hashtag","offset":28,"length":12,"data":"тестировщик"},{"type":"hashtag","offset":41,"length":9,"data":"fulltime"},{"type":"hashtag","offset":124,"length":5,"data":"офис"},{"type":"hashtag","offset":141,"length":7,"data":"полная"},{"type":"link","offset":179,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":179,"length":9,"data":""},{"type":"bold","offset":479,"length":20,"data":""},{"type":"link","offset":525,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":1077,"length":10,"data":""},{"type":"bold","offset":1240,"length":18,"data":""},{"type":"bold","offset":1686,"length":13,"data":""},{"type":"bold","offset":1791,"length":13,"data":""},{"type":"link","offset":2284,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"handle","offset":2354,"length":10,"data":"pbuyatova"}],"date":"2020-06-17T07:41:47+00:00","link":"tg:\u002F\u002Fresolve?domain=qa_jobs&post=0","tags":[{"name":"qa"},{"name":"php"},{"name":"perl"},{"name":"vuejs"},{"name":"go"},{"name":"graphql"}],"cities":[{"code":"moscow","ruName":"Москва","enName":"Moscow","country":{"code":"russia","ruName":"Россия","enName":"Russia"}}],"allowsRemote":true}},"context":{"recordId":"103016300544-1001089317451"}};(function(){var s;(s=document.currentScript||document.scripts[document.scripts.length-1]).parentNode.removeChild(s);}());</script><script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--job-vue.c9cdc2c0.js" defer></script>
</body>

</html>