<!DOCTYPE html>
<html data-html-server-rendered="true" lang="ru" data-vue-tag="%7B%22lang%22:%7B%22ssr%22:%22ru%22%7D%7D">

<head>
  <!-- Global site tag (gtag.js) - Google Analytics -->
  <script async src="https://www.googletagmanager.com/gtag/js?id=UA-163355102-1"></script>
  <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'UA-163355102-1');
  </script>

  <title>Вакансии по тегу perl - telegram.jobs</title><meta name="gridsome:hash" content="f5f6bf98bd95e769321482904cbbd488f77922fd"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="generator" content="Gridsome v0.7.13"><meta data-vue-tag="ssr" data-key="viewport" name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover"><meta data-vue-tag="ssr" data-key="format-detection" name="format-detection" content="telephone=no"><meta data-vue-tag="ssr" charset="utf-8"><meta data-vue-tag="ssr" name="viewport" content="width=device-width, initial-scale=1"><link data-vue-tag="ssr" rel="icon" href="data:,"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="16x16" href="/assets/static/favicon.ce0531f.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="32x32" href="/assets/static/favicon.ac8d93a.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="icon" type="image/png" sizes="96x96" href="/assets/static/favicon.b9532cc.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="76x76" href="/assets/static/favicon.f22e9f3.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="152x152" href="/assets/static/favicon.62d22cb.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="120x120" href="/assets/static/favicon.1539b60.e62309600dca587588872046a4eb75e9.png"><link data-vue-tag="ssr" rel="apple-touch-icon-precomposed" type="image/png" sizes="167x167" href="/assets/static/favicon.dc0cdc5.e62309600dca587588872046a4eb75e9.png"><link rel="preload" href="/assets/css/0.styles.bb3a29fe.css" as="style"><link rel="preload" href="/assets/js/app.a66ef053.js" as="script"><link rel="preload" href="/assets/js/page--src--templates--tag-vue.0544e7c1.js" as="script"><link rel="prefetch" href="/assets/js/12.8f1b95f7.js"><link rel="prefetch" href="/assets/js/page--src--pages--404-vue.f205e30b.js"><link rel="prefetch" href="/assets/js/page--src--pages--employers-vue.b4abe48f.js"><link rel="prefetch" href="/assets/js/page--src--pages--index-vue.17b7111e.js"><link rel="prefetch" href="/assets/js/page--src--pages--remote-vue.03b1669c.js"><link rel="prefetch" href="/assets/js/page--src--pages--search-vue.a145652a.js"><link rel="prefetch" href="/assets/js/page--src--templates--job-vue.c9cdc2c0.js"><link rel="prefetch" href="/assets/js/page--src--templates--location-vue.2588f92a.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--index-vue~page--src--pages--remote-vue~page--src--pages--search-vue~page--~1a7dbefc.c94c77dc.js"><link rel="prefetch" href="/assets/js/vendors~page--src--pages--search-vue.f0beae3a.js"><link rel="stylesheet" href="/assets/css/0.styles.bb3a29fe.css"><noscript data-vue-tag="ssr"><style>.g-image--loading{display:none;}</style></noscript>
</head>

<body >
  <div data-server-rendered="true" id="app"><div class="p-0 container-fluid"><div><div><nav class="navbar navbar-dark bg-gray-800 fixed-top navbar-expand-lg"><div class="container"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg> telegram.jobs
          </a></div><div id="header-navbar" class="overlay-navigation navbar-collapse collapse" style="display:none;"><ul class="navbar-nav ml-auto lead nav-content"><li class="nav-item"><a href="/" class="nav-link">Соискателям</a></li><li class="nav-item"><a href="/employers" class="nav-link">Работодателям</a></li></ul><a class="closebtnNavigation">×</a></div><button type="button" aria-label="Toggle navigation" aria-controls="header-navbar" aria-expanded="false" class="border-0 navbar-toggler"><span class="navbar-toggler-icon"></span></button></div></nav></div></div></div><section class="height-30 bg-gray-100 jarallax border-bottom"><div class="jarallax-img bg-pattern opacity-10"></div><div class="container"><div class="row justify-content-center"><div class="col-sm-10 col-md-10 col-lg-10"><input id="search-query" type="text" placeholder="Поиск вакансий" value="" class="form-control"></div><div class="col-sm-2 col-md-2 col-lg-2"><button id="search-button" type="button" class="btn btn-primary"> Найти </button></div></div><div class="row" style="padding-top:5px;"><div class="col-sm-5 col-md-5 col-lg-5"></div><div class="justify-content-end text-right col-sm-5 col-md-5 col-lg-5"><div class="custom-control custom-checkbox"><input id="search-remote" type="checkbox" autocomplete="off" value="true" class="custom-control-input"><label for="search-remote" class="custom-control-label">
             удалённая работа
          </label></div></div></div></div></section><section class="pt-5 mb-5"><div class="pb-5 container"><div><div class="row"><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/104146665472-1001089317451" class="card-link">
        Qa engineer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#QA</span> <span style="opacity: 0.5;">#&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 90&#x43A; &#x434;&#x43E; 120&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a><b>Sports.ru</b> - &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>QA Engineer&#x27;&#x430;</b> &#x432; &#x43D;&#x430;&#x448; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a>.
&#x42D;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x434; &#x43A;&#x430;&#x43F;&#x43E;&#x442;&#x43E;&#x43C; - &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; js &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;, php+perl &#x43D;&#x430; &#x431;&#x44D;&#x43A;&#x435;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;: vue.js+ssr+golang+graphql. &#x414;&#x430;, &#x43B;&#x435;&#x433;&#x430;&#x441;&#x438; &#x435;&#x441;&#x442;&#x44C; - &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x43D;&#x43E; &#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x451; &#x436;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438;&#x434;&#x443;&#x442; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;.

<b>&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;
</b>&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438;&#x451;&#x43C;&#x43A;&#x43E;&#x439; &#x444;&#x438;&#x447; &#x438; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x430;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x438; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; &#x432; &#x431;&#x430;&#x433;-&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x435;.

<b>&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;
</b>&#x41C;&#x44B; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43A;&#x430;&#x43A; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x438; &#x438; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x43A; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;, &#x43E;&#x431;&#x43B;&#x430;&#x434;&#x430;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x435;&#x441;&#x442;-&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x438; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C;.
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435;, &#x447;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x434;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438;, &#x43D;&#x43E; &#x43A; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F;.
&#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x43E;&#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x441;&#x432;&#x43E;&#x438; &#x441;&#x438;&#x43B;&#x44B; &#x432; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x438; &#x445;&#x43E;&#x442;&#x438;&#x442;&#x435; &#x434;&#x430;&#x43B;&#x44C;&#x448;&#x435; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x432; &#x44D;&#x442;&#x43E;&#x43C; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x438; (&#x443; &#x43D;&#x430;&#x441; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x43D;&#x430; JavaScript).

<b>&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
</b>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x441;&#x435;&#x431;&#x44F; &#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;.

<b>&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
</b>&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;,
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)
&#x415;&#x441;&#x43B;&#x438; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>), &#x440;&#x430;&#x434;&#x430; &#x431;&#x443;&#x434;&#x443; &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438; &#x1F60C;</div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/perl" class="mr-2 active--exact active">
         perl
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/graphql" class="mr-2">
         graphql
        </a><a href="/tags/javascript" class="mr-2">
         javascript
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">1 июля 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/104047050752-1001089317451" class="card-link">
        Qa engineer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#QA</span> <span style="opacity: 0.5;">#&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 90&#x43A; &#x434;&#x43E; 120&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a><b>Sports.ru</b> - &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>Middle QA Engineer&#x27;&#x430;</b> &#x432; &#x43D;&#x430;&#x448; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a>.
&#x42D;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x434; &#x43A;&#x430;&#x43F;&#x43E;&#x442;&#x43E;&#x43C; - &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; js &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;, php+perl &#x43D;&#x430; &#x431;&#x44D;&#x43A;&#x435;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;: vue.js+ssr+golang+graphql. &#x414;&#x430;, &#x43B;&#x435;&#x433;&#x430;&#x441;&#x438; &#x435;&#x441;&#x442;&#x44C; - &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x43D;&#x43E; &#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x451; &#x436;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438;&#x434;&#x443;&#x442; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;.

<b>&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;
</b>&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438;&#x451;&#x43C;&#x43A;&#x43E;&#x439; &#x444;&#x438;&#x447; &#x438; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x430;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x438; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; &#x432; &#x431;&#x430;&#x433;-&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x435;.

<b>&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;
</b>&#x41C;&#x44B; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43A;&#x430;&#x43A; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x438; &#x438; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x43A; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;, &#x43E;&#x431;&#x43B;&#x430;&#x434;&#x430;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x435;&#x441;&#x442;-&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x438; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C;.
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435;, &#x447;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x434;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438;, &#x43D;&#x43E; &#x43A; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F;.
&#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;.

<b>&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
</b>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x441;&#x435;&#x431;&#x44F; &#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;.

<b>&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
</b>&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;,
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)
&#x41A;&#x43E;&#x433;&#x43E; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>) - &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x44E;&#x441;&#x44C; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438;:)</div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/perl" class="mr-2 active--exact active">
         perl
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/graphql" class="mr-2">
         graphql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">30 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/2261778432-1001134745498" class="card-link">
        Devops инженер
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x437;&#x44B;&#x441;&#x43A;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44F;</span> <span style="opacity: 0.5;">#devops</span> <span style="opacity: 0.5;">#Java</span> <span style="opacity: 0.5;">#developer</span> <span style="opacity: 0.5;">#&#x421;&#x43E;&#x447;&#x438;</span> <span style="opacity: 0.5;">#fulltime</span> <span style="opacity: 0.5;">#&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> 

DevOps-&#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;

&#x413;&#x43E;&#x440;&#x43E;&#x434;: &#x421;&#x43E;&#x447;&#x438;

&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: &#x43E;&#x444;&#x438;&#x441;

&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: &#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;

&#x417;&#x430;&#x440;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x432;&#x438;&#x43B;&#x43A;&#x430;: &#x43E;&#x442; 130 000 &#x434;&#x43E; 150 000 &#x440;&#x443;&#x431;&#x43B;&#x435;&#x439;

&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438;:
&#x421;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; &#x43F;&#x43E; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x43C;&#x435;&#x442;&#x430;&#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;. &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x43A;&#x440;&#x43E;&#x441;&#x441;&#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x432; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x435; &#x434;&#x43E; 10 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: &#x41E;&#x426;&#x420;&#x412;

&#x41F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x43D;&#x44B;&#x439; &#x43F;&#x443;&#x43B; &#x437;&#x430;&#x434;&#x430;&#x447;:
&#x2022;  &#x423;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; &#x432; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x435; &#x430;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43A;&#x442;&#x443;&#x440;&#x44B; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F;
&#x2022;  &#x420;&#x430;&#x437;&#x432;&#x435;&#x440;&#x442;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x44B;&#x445; &#x438; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x440;&#x435;&#x434; &#x44D;&#x43A;&#x43E;&#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; Hadoop (&#x434;&#x43B;&#x44F; R&#x26;D &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442;&#x43E;&#x432;)
&#x2022;  &#x41D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430;, &#x43E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x43F;&#x430;&#x440;&#x430;&#x43C;&#x435;&#x442;&#x440;&#x43E;&#x432; &#x43A;&#x43B;&#x430;&#x441;&#x442;&#x435;&#x440;&#x430;, &#x442;&#x440;&#x430;&#x431;&#x43B;&#x448;&#x443;&#x442;&#x438;&#x43D;&#x433; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439;
&#x2022;  &#x41F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x435; CI/CD
&#x2022;  &#x423;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x43E;&#x43C; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430; (&#x43C;&#x435;&#x442;&#x440;&#x438;&#x43A;&#x438;, &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;, &#x430;&#x43B;&#x435;&#x440;&#x442;&#x438;&#x43D;&#x433;, &#x43B;&#x443;&#x447;&#x448;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x43A;&#x438;) &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x44B; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438;
&#x2022;  &#x41F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x430;&#x43B;&#x43B;&#x44F;&#x446;&#x438;&#x439;, &#x430;&#x43F;&#x433;&#x440;&#x435;&#x439;&#x434;&#x43E;&#x432;, &#x43D;&#x430;&#x43A;&#x430;&#x442;&#x430; &#x43F;&#x430;&#x442;&#x447;&#x435;&#x439; &#x438; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x438; &#x434;&#x438;&#x441;&#x442;&#x440;&#x438;&#x431;&#x443;&#x442;&#x438;&#x432;&#x43E;&#x432;: ODPi Egeria, Cloudera, Hortonworks &#x438; &#x434;&#x440;
&#x2022;  &#x41F;&#x43E;&#x434;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43A;&#x430; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x446;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x43E;&#x432; &#x43F;&#x440;&#x43E;&#x43C;&#x44B;&#x448;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;
&#x2022;  &#x41E;&#x431;&#x435;&#x441;&#x43F;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x439; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x435; &#x438;&#x43D;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x44B;
&#x2022;  &#x423;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43C;&#x43E;&#x449;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x44B; &#x44D;&#x43A;&#x441;&#x43F;&#x43B;&#x443;&#x430;&#x442;&#x430;&#x446;&#x438;&#x438;
&#x2022;  &#x410;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x438; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;


&#x41D;&#x430;&#x448;&#x438; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43A; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x443;: 
&#x2022;  &#x41D;&#x435; &#x43C;&#x435;&#x43D;&#x435;&#x435; 2&#x445; &#x43B;&#x435;&#x442; &#x440;&#x435;&#x43B;&#x435;&#x432;&#x430;&#x43D;&#x442;&#x43D;&#x43E;&#x433;&#x43E; (&#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x442;&#x43E;&#x440; *nix) &#x43E;&#x43F;&#x44B;&#x442;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;
&#x2022;  &#x421;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x432; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; Linux (package management, user management, shell scripting)
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x43A;&#x440;&#x438;&#x43F;&#x442;&#x43E;&#x432; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; (perl, bash, powershell, python, Java, Groovy)
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x430;&#x43C;&#x438; &#x43A;&#x43E;&#x43D;&#x444;&#x438;&#x433;&#x443;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43C;&#x435;&#x43D;&#x435;&#x434;&#x436;&#x43C;&#x435;&#x43D;&#x442;&#x430; (Puppet, Chef, Ansible, SaltStack)
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; ELK, Graylog
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; JVM-related &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F;&#x43C;&#x438;: Java, Scala, Maven, Gradle
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E;&#x434;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43A;&#x438; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438; (User Guides, Tutorials&#x2026;)
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; open source &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439; (&#x442;&#x440;&#x430;&#x431;&#x448;&#x443;&#x442;&#x438;&#x43D;&#x433;, &#x443;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43A;&#x430; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x439;, &#x440;&#x430;&#x437;&#x432;&#x435;&#x440;&#x442;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x435;, &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x44B;, &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430;, &#x434;&#x438;&#x430;&#x433;&#x43D;&#x43E;&#x441;&#x442;&#x438;&#x43A;&#x430; &#x443;&#x437;&#x43A;&#x438;&#x445; &#x43C;&#x435;&#x441;&#x442;, &#x432; &#x442;.&#x447;. &#x438; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C;)

&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x44D;&#x43A;&#x43E;&#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B; Hadoop (&#x442;&#x440;&#x430;&#x431;&#x448;&#x443;&#x442;&#x438;&#x43D;&#x433;, &#x443;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43A;&#x430; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x439;, &#x440;&#x430;&#x437;&#x432;&#x435;&#x440;&#x442;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x435;, &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x44B;, &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x43A;&#x430; &#x43C;&#x43E;&#x43D;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433;&#x430;, &#x434;&#x438;&#x430;&#x433;&#x43D;&#x43E;&#x441;&#x442;&#x438;&#x43A;&#x430; &#x443;&#x437;&#x43A;&#x438;&#x445; &#x43C;&#x435;&#x441;&#x442;, &#x432; &#x442;.&#x447;. &#x438; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C;)
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; MPP &#x421;&#x423;&#x411;&#x414; (&#x432; &#x442;.&#x447;. backup/restore)
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430; &#x443;&#x437;&#x43A;&#x438;&#x445; &#x43C;&#x435;&#x441;&#x442; &#x432; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x44B; &#x43E;&#x431;&#x43E;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; (&#x434;&#x438;&#x441;&#x43A;&#x438;, cpu, gpu, &#x441;&#x435;&#x442;&#x44C;)
&#x2022;  &#x41E;&#x43F;&#x44B;&#x442; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x438;&#x44F; CI/CD



&#x41D;&#x430;&#x448; &#x441;&#x442;&#x435;&#x43A;:
&#x411;&#x435;&#x43A;: Java 8-11, Spring, PostgreSQL/HBase/MongoDB/JanusGraph, GIT, Docker, Kubernetes, Kafka
&#x424;&#x440;&#x43E;&#x43D;&#x442;: Vue.js

&#x423;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;: 
&#x2022;  &#x41E;&#x444;&#x438;&#x441; &#x432; &#x410;&#x434;&#x43B;&#x435;&#x440;&#x435; &#x432; 10 &#x43C;&#x438;&#x43D;&#x443;&#x442;&#x430;&#x445; &#x434;&#x43E; &#x43C;&#x43E;&#x440;&#x44F;
&#x2022;  &#x41E;&#x43A;&#x43B;&#x430;&#x434;: 130 000 - 150 000 &#x440;&#x443;&#x431;. gross
&#x2022;  &#x41A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x436;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x44F; 20 000 &#x440;&#x443;&#x431;. gross &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446; (&#x434;&#x43B;&#x44F; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x440;&#x435;&#x433;&#x438;&#x43E;&#x43D;&#x43E;&#x432;)
&#x2022;  &#x420;&#x435;&#x43B;&#x43E;&#x43A;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x439; &#x431;&#x43E;&#x43D;&#x443;&#x441; &#x432; &#x440;&#x430;&#x437;&#x43C;&#x435;&#x440;&#x435; &#x43E;&#x43A;&#x43B;&#x430;&#x434;&#x430; (&#x434;&#x43B;&#x44F; &#x43A;&#x430;&#x43D;&#x434;&#x438;&#x434;&#x430;&#x442;&#x43E;&#x432; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x440;&#x435;&#x433;&#x438;&#x43E;&#x43D;&#x43E;&#x432;)
&#x2022;  &#x41F;&#x440;&#x435;&#x43C;&#x438;&#x44F; &#x434;&#x43E; 30% &#x433;&#x43E;&#x434;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x43E;&#x43A;&#x43B;&#x430;&#x434;&#x430;
&#x2022;  &#x420;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x432; &#x434;&#x438;&#x43D;&#x430;&#x43C;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x435; &#x435;&#x434;&#x438;&#x43D;&#x43E;&#x43C;&#x44B;&#x448;&#x43B;&#x435;&#x43D;&#x43D;&#x438;&#x43A;&#x43E;&#x432;
&#x2022;  &#x41A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x414;&#x41C;&#x421; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x43F;&#x440;&#x43E;&#x445;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44F; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;
&#x2022;  &#x421;&#x43A;&#x438;&#x434;&#x43A;&#x438; &#x43D;&#x430; &#x414;&#x41C;&#x421; &#x434;&#x43B;&#x44F; &#x440;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x438;&#x43A;&#x43E;&#x432;
&#x2022;  &#x41A;&#x43E;&#x43C;&#x43F;&#x435;&#x43D;&#x441;&#x430;&#x446;&#x438;&#x44F; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x441;&#x432;&#x44F;&#x437;&#x438;
&#x2022;  &#x41D;&#x43E;&#x432;&#x435;&#x439;&#x448;&#x435;&#x435; &#x43E;&#x431;&#x43E;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x438; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441;
&#x2022;  &#x41B;&#x443;&#x447;&#x448;&#x430;&#x44F; &#x44D;&#x43A;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F; &#x438; &#x43A;&#x43B;&#x438;&#x43C;&#x430;&#x442; &#x432; &#x420;&#x43E;&#x441;&#x441;&#x438;&#x438;
&#x2022;  &#x41C;&#x43E;&#x440;&#x435; &#x438; &#x433;&#x43E;&#x440;&#x43D;&#x43E;&#x43B;&#x44B;&#x436;&#x43D;&#x44B;&#x439; &#x43A;&#x443;&#x440;&#x43E;&#x440;&#x442; &#x440;&#x44F;&#x434;&#x43E;&#x43C;


&#x41A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x44F;: &#x41E;&#x426;&#x420;&#x412;
&#x421;&#x430;&#x439;&#x442;: <a target="_blank" rel="noopener noreferrer" href="http://www.ocrv.ru/">http://www.ocrv.ru/</a>
&#x41A;&#x43E;&#x43D;&#x442;&#x430;&#x43A;&#x442;&#x44B;: <a href="tg://resolve?domain=Mirovan">@Mirovan</a>

&#x2014;

&#x1F449; &#x41E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x438; &#x432; &#x447;&#x430;&#x442;&#x435; <a href="tg://resolve?domain=devops_jobs">@devops_jobs</a></div><div class="card-text"><div class="tags-items"><a href="/tags/java" class="mr-2">
         java
        </a><a href="/tags/hadoop" class="mr-2">
         hadoop
        </a><a href="/tags/linux" class="mr-2">
         linux
        </a><a href="/tags/shell" class="mr-2">
         shell
        </a><a href="/tags/perl" class="mr-2 active--exact active">
         perl
        </a><a href="/tags/bash" class="mr-2">
         bash
        </a><a href="/tags/powershell" class="mr-2">
         powershell
        </a><a href="/tags/python" class="mr-2">
         python
        </a><a href="/tags/groovy" class="mr-2">
         groovy
        </a><a href="/tags/ansible" class="mr-2">
         ansible
        </a><a href="/tags/jvm" class="mr-2">
         jvm
        </a><a href="/tags/scala" class="mr-2">
         scala
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">29 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/103798538240-1001089317451" class="card-link">
        Qa engineer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#QA</span> <span style="opacity: 0.5;">#&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 90&#x43A; &#x434;&#x43E; 120&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a><b>Sports.ru</b> - &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>Middle QA Engineer&#x27;&#x430;</b> &#x432; &#x43D;&#x430;&#x448; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a>.
&#x42D;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x434; &#x43A;&#x430;&#x43F;&#x43E;&#x442;&#x43E;&#x43C; - &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; js &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;, php+perl &#x43D;&#x430; &#x431;&#x44D;&#x43A;&#x435;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;: vue.js+ssr+golang+graphql. &#x414;&#x430;, &#x43B;&#x435;&#x433;&#x430;&#x441;&#x438; &#x435;&#x441;&#x442;&#x44C; - &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x43D;&#x43E; &#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x451; &#x436;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438;&#x434;&#x443;&#x442; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;.

<b>&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;
</b>&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438;&#x451;&#x43C;&#x43A;&#x43E;&#x439; &#x444;&#x438;&#x447; &#x438; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x430;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x438; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; &#x432; &#x431;&#x430;&#x433;-&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x435;.

<b>&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;
</b>&#x41C;&#x44B; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43A;&#x430;&#x43A; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x438; &#x438; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x43A; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;, &#x43E;&#x431;&#x43B;&#x430;&#x434;&#x430;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x435;&#x441;&#x442;-&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x438; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C;.
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435;, &#x447;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x434;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438;, &#x43D;&#x43E; &#x43A; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F;.
&#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x438; &#x43D;&#x435; &#x43E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x43C;.

<b>&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
</b>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x441;&#x435;&#x431;&#x44F; &#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;.

<b>&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
</b>&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;,
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)
&#x41A;&#x43E;&#x433;&#x43E; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>), &#x440;&#x430;&#x434;&#x430; &#x431;&#x443;&#x434;&#x443; &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438;:)</div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/perl" class="mr-2 active--exact active">
         perl
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/graphql" class="mr-2">
         graphql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">26 июня 2020 г.</span></div><!----></div></div><div class="py-2 col-sm-12 col-md-12 col-lg-12"><div class="card h-100"><!----><!----><div class="card-body"><!----><!----><h4 class="card-title"><a href="/jobs/103016300544-1001089317451" class="card-link">
        Qa engineer
      </a></h4><div class="card-text job-content"><span style="opacity: 0.5;">#&#x432;&#x430;&#x43A;&#x430;&#x43D;&#x441;&#x438;&#x44F;</span> <span style="opacity: 0.5;">#&#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;</span> <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span> <span style="opacity: 0.5;">#QA</span> <span style="opacity: 0.5;">#&#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x449;&#x438;&#x43A;</span> <span style="opacity: 0.5;">#fulltime</span>

&#x413;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x430;&#x434;&#x440;&#x435;&#x441; &#x43E;&#x444;&#x438;&#x441;&#x430;: &#x41C;&#x43E;&#x441;&#x43A;&#x432;&#x430;, &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x41F;&#x430;&#x432;&#x435;&#x43B;&#x435;&#x446;&#x43A;&#x430;&#x44F;
&#x424;&#x43E;&#x440;&#x43C;&#x430;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;: <span style="opacity: 0.5;">#&#x43E;&#x444;&#x438;&#x441;</span>
&#x417;&#x430;&#x43D;&#x44F;&#x442;&#x43E;&#x441;&#x442;&#x44C;: <span style="opacity: 0.5;">#&#x43F;&#x43E;&#x43B;&#x43D;&#x430;&#x44F;</span>
&#x417;&#x41F;: &#x43E;&#x442; 80&#x43A; &#x434;&#x43E; 120&#x43A; &#x440;&#x443;&#x431;. &#x43D;&#x435;&#x442;&#x442;

<a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a><b>Sports.ru</b> - &#x43F;&#x440;&#x43E;&#x432;&#x430;&#x439;&#x434;&#x435;&#x440; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x434;&#x43B;&#x44F; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x430;.
&#x415;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x440;&#x442;. &#x415;&#x441;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x435;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x438;. &#x41C;&#x44B; &#x437;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x441;&#x440;&#x435;&#x434;&#x443; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43D;&#x438;&#x43C;&#x438;, &#x43E;&#x436;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C; &#x435;&#x435;, &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C; &#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;&#x438; &#x440;&#x430;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;. &#x41C;&#x44B; &#x434;&#x435;&#x43B;&#x430;&#x435;&#x43C; &#x43D;&#x435; &#xAB;&#x441;&#x430;&#x439;&#x442;&#x44B;&#xBB; &#x438;&#x43B;&#x438; &#xAB;&#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#xBB;, &#x430; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;, &#x441; &#x443;&#x447;&#x435;&#x442;&#x43E;&#x43C; &#x430;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x44B;.

&#x41C;&#x44B; &#x438;&#x449;&#x435;&#x43C; <b>Middle QA Engineer&#x27;&#x430;</b> &#x432; &#x43D;&#x430;&#x448; &#x444;&#x43B;&#x430;&#x433;&#x43C;&#x430;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a>.
&#x42D;&#x442;&#x43E; &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x43E;&#x435; &#x43C;&#x435;&#x434;&#x438;&#x430; &#x43E; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x435; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435; &#x441; &#x430;&#x443;&#x434;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x439; 18 &#x43C;&#x43B;&#x43D; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x432; &#x43C;&#x435;&#x441;&#x44F;&#x446;. Highload-&#x43F;&#x440;&#x43E;&#x435;&#x43A;&#x442; &#x441; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x44B;&#x441;&#x44F;&#x447; RPS, &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x438;&#x437; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x432; &#x2013; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;, &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x439;, email-&#x440;&#x430;&#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x43A;, &#x447;&#x430;&#x442;-&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x438; &#x43C;&#x43D;&#x43E;&#x433;&#x43E;&#x433;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E;.

&#x412; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43C;&#x44B; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x44B; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C; &#x432;&#x43D;&#x435;&#x434;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x430; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x41F;&#x43E;&#x434; &#x43A;&#x430;&#x43F;&#x43E;&#x442;&#x43E;&#x43C; - &#x43D;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; js &#x43D;&#x430; &#x444;&#x440;&#x43E;&#x43D;&#x442;&#x435;, php+perl &#x43D;&#x430; &#x431;&#x44D;&#x43A;&#x435;. &#x412;&#x441;&#x435; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x435;&#x440;&#x432;&#x438;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x435;&#x43C; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;: vue.js+ssr+golang+graphql. &#x414;&#x430;, &#x43B;&#x435;&#x433;&#x430;&#x441;&#x438; &#x435;&#x441;&#x442;&#x44C; - &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x43D;&#x43E; &#x432; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x451; &#x436;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x447; &#x438;&#x434;&#x443;&#x442; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x43C; &#x441;&#x442;&#x435;&#x43A;&#x435;.

<b>&#x41E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445;
</b>&#x412;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438;&#x451;&#x43C;&#x43A;&#x43E;&#x439; &#x444;&#x438;&#x447; &#x438; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x430;, &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x446;&#x438;&#x438;, &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x43E;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x442;&#x435;&#x441;&#x442;&#x43E;&#x432; &#x438; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; &#x432; &#x431;&#x430;&#x433;-&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x435;.

<b>&#x41E; &#x43D;&#x430;&#x448;&#x438;&#x445; &#x43E;&#x436;&#x438;&#x434;&#x430;&#x43D;&#x438;&#x44F;&#x445;
</b>&#x41C;&#x44B; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; &#x43F;&#x430;&#x440;&#x443; &#x43B;&#x435;&#x442; &#x43A;&#x430;&#x43A; &#x432; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x438; &#x438; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x43E;&#x43F;&#x44B;&#x442; &#x440;&#x443;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;. &#x417;&#x43D;&#x430;&#x435;&#x442;&#x435; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x438; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x43A; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44E;, &#x43E;&#x431;&#x43B;&#x430;&#x434;&#x430;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x435;&#x441;&#x442;-&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x430; &#x438; &#x443;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x438;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C;.
&#x41F;&#x43E;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438; &#x438; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435;, &#x447;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x44B; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x438;&#x434;&#x435;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C;&#x438;, &#x43D;&#x43E; &#x43A; &#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; &#x441;&#x442;&#x440;&#x435;&#x43C;&#x438;&#x442;&#x44C;&#x441;&#x44F;.
&#x41C;&#x44B; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x436;&#x434;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442;&#x435; &#x43D;&#x430;&#x432;&#x44B;&#x43A;&#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x438; &#x43D;&#x435; &#x43E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43E;&#x434;&#x43D;&#x438;&#x43C; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x43C;.

<b>&#x411;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43B;&#x44E;&#x441;&#x43E;&#x43C;
</b>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x443;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x441;&#x435;&#x431;&#x44F; &#x432; &#x43D;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43E;&#x447;&#x43D;&#x43E;&#x43C; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x438; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;.

<b>&#x41E;&#x431; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;&#x445;:
</b>&#x41F;&#x440;&#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x439; &#x441;&#x442;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43E;&#x444;&#x438;&#x441; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43C;. &#x41D;&#x43E;&#x432;&#x43E;&#x43A;&#x443;&#x437;&#x43D;&#x435;&#x446;&#x43A;&#x430;&#x44F;/&#x422;&#x440;&#x435;&#x442;&#x44C;&#x44F;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F;.
&#x201C;&#x411;&#x435;&#x43B;&#x430;&#x44F;&#x201D; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43D;&#x430;&#x44F; &#x43F;&#x43B;&#x430;&#x442;&#x430;.
&#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x441;&#x442;&#x440;&#x430;&#x445;&#x43E;&#x432;&#x43A;&#x430; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x435;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x438;&#x441;&#x43F;&#x44B;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x440;&#x43E;&#x43A;&#x430;.
&#x413;&#x438;&#x431;&#x43A;&#x438;&#x439; &#x433;&#x440;&#x430;&#x444;&#x438;&#x43A; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43D;&#x44C;-&#x434;&#x432;&#x430; &#x432; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;.
&#x424;&#x440;&#x443;&#x43A;&#x442;&#x44B;, &#x441;&#x43D;&#x435;&#x43A;&#x438;, &#x447;&#x430;&#x439;, &#x43A;&#x43E;&#x444;&#x435;, &#x43A;&#x430;&#x43A;&#x430;&#x43E; 24/7.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x430;&#x44F; &#x441;&#x43A;&#x438;&#x434;&#x43A;&#x430; &#x432; &#x441;&#x43F;&#x43E;&#x440;&#x442;&#x437;&#x430;&#x43B; &#x438; &#x43D;&#x430; &#x437;&#x430;&#x43D;&#x44F;&#x442;&#x438;&#x44F; &#x430;&#x43D;&#x433;&#x43B;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x43C;.
&#x41A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B; &#x441; &#x442;&#x440;&#x435;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.
&#x424;&#x438;&#x43D;&#x430;&#x43D;&#x441;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x435;&#x437;&#x434;&#x435; &#x438;&#x437; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x440;&#x43E;&#x434;&#x430;.
&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44F;.

&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43C;&#x43F;&#x430;&#x43D;&#x438;&#x438;: <a target="_blank" rel="noopener noreferrer" href="http://Sports.ru">Sports.ru</a> (Tribuna Digital)

&#x41A;&#x43E;&#x433;&#x43E; &#x437;&#x430;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432;&#x430;&#x43B;&#x43E;, &#x43F;&#x438;&#x448;&#x438;&#x442;&#x435; &#x43C;&#x43D;&#x435; &#x432; &#x43B;&#x438;&#x447;&#x43A;&#x443; (<a href="tg://resolve?domain=pbuyatova">@pbuyatova</a>), &#x440;&#x430;&#x434;&#x430; &#x431;&#x443;&#x434;&#x443; &#x43F;&#x43E;&#x434;&#x435;&#x43B;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E;&#x434;&#x440;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44F;&#x43C;&#x438;:)</div><div class="card-text"><div class="tags-items"><a href="/tags/qa" class="mr-2">
         qa
        </a><a href="/tags/php" class="mr-2">
         php
        </a><a href="/tags/perl" class="mr-2 active--exact active">
         perl
        </a><a href="/tags/vuejs" class="mr-2">
         vuejs
        </a><a href="/tags/go" class="mr-2">
         go
        </a><a href="/tags/graphql" class="mr-2">
         graphql
        </a></div></div></div><div class="card-footer border-0 bg-white"><span class="small">17 июня 2020 г.</span></div><!----></div></div></div></div></div><!----></section><div class="p-0 container-fluid"><footer class="bg-gray-800"><div class="container"><div class="row align-items-center justify-content-between"><div class="col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="/" class="nav-link text-white active"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg>
                telegram.jobs
              </a></div></li></ul></div><div class="text-sm-right col-auto"><ul class="list-inline mb-0"><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="tg://resolve?domain=x2bool" alt="Telegram contact" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="paper-plane" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-paper-plane fa-w-16"><path fill="currentColor" d="M476 3.2L12.5 270.6c-18.1 10.4-15.8 35.6 2.2 43.2L121 358.4l287.3-253.2c5.5-4.9 13.3 2.6 8.6 8.3L176 407v80.5c0 23.6 28.5 32.9 42.5 15.8L282 426l124.6 52.2c14.2 6 30.4-2.9 33-18.2l72-432C515 7.8 493.3-6.8 476 3.2z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://twitter.com/x2bool" target="_blank" alt="Twitter account" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="twitter" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" class="svg-inline--fa fa-twitter fa-w-16"><path fill="currentColor" d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"></path></svg></a></div></li><li class="list-inline-item mb-0"><div class="navbar-brand mb-0"><a href="https://github.com/telegram-jobs" target="_blank" alt="Github Repository" rel="noopener" class="nav-link text-light"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="github" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 496 512" class="svg-inline--fa fa-github fa-w-16"><path fill="currentColor" d="M165.9 397.4c0 2-2.3 3.6-5.2 3.6-3.3.3-5.6-1.3-5.6-3.6 0-2 2.3-3.6 5.2-3.6 3-.3 5.6 1.3 5.6 3.6zm-31.1-4.5c-.7 2 1.3 4.3 4.3 4.9 2.6 1 5.6 0 6.2-2s-1.3-4.3-4.3-5.2c-2.6-.7-5.5.3-6.2 2.3zm44.2-1.7c-2.9.7-4.9 2.6-4.6 4.9.3 2 2.9 3.3 5.9 2.6 2.9-.7 4.9-2.6 4.6-4.6-.3-1.9-3-3.2-5.9-2.9zM244.8 8C106.1 8 0 113.3 0 252c0 110.9 69.8 205.8 169.5 239.2 12.8 2.3 17.3-5.6 17.3-12.1 0-6.2-.3-40.4-.3-61.4 0 0-70 15-84.7-29.8 0 0-11.4-29.1-27.8-36.6 0 0-22.9-15.7 1.6-15.4 0 0 24.9 2 38.6 25.8 21.9 38.6 58.6 27.5 72.9 20.9 2.3-16 8.8-27.1 16-33.7-55.9-6.2-112.3-14.3-112.3-110.5 0-27.5 7.6-41.3 23.6-58.9-2.6-6.5-11.1-33.3 2.6-67.9 20.9-6.5 69 27 69 27 20-5.6 41.5-8.5 62.8-8.5s42.8 2.9 62.8 8.5c0 0 48.1-33.6 69-27 13.7 34.7 5.2 61.4 2.6 67.9 16 17.7 25.8 31.5 25.8 58.9 0 96.5-58.9 104.2-114.8 110.5 9.2 7.9 17 22.9 17 46.4 0 33.7-.3 75.4-.3 83.6 0 6.5 4.6 14.4 17.3 12.1C428.2 457.8 496 362.9 496 252 496 113.3 383.5 8 244.8 8zM97.2 352.9c-1.3 1-1 3.3.7 5.2 1.6 1.6 3.9 2.3 5.2 1 1.3-1 1-3.3-.7-5.2-1.6-1.6-3.9-2.3-5.2-1zm-10.8-8.1c-.7 1.3.3 2.9 2.3 3.9 1.6 1 3.6.7 4.3-.7.7-1.3-.3-2.9-2.3-3.9-2-.6-3.6-.3-4.3.7zm32.4 35.6c-1.6 1.3-1 4.3 1.3 6.2 2.3 2.3 5.2 2.6 6.5 1 1.3-1.3.7-4.3-1.3-6.2-2.2-2.3-5.2-2.6-6.5-1zm-11.4-14.7c-1.6 1-1.6 3.6 0 5.9 1.6 2.3 4.3 3.3 5.6 2.3 1.6-1.3 1.6-3.9 0-6.2-1.4-2.3-4-3.3-5.6-2z"></path></svg></a></div></li></ul></div></div></div></footer></div><!----></div>
  <script>window.__INITIAL_STATE__={"data":{"records":{"id":"perl","name":"perl","belongsTo":{"totalCount":5,"pageInfo":{"totalPages":1,"currentPage":1},"edges":[{"node":{"__typename":"Job","id":"104146665472-1001089317451","title":"Qa engineer","text":"#вакансия #Москва #офис #QA #тестировщик #fulltime\n\nГород и адрес офиса: Москва, м. Новокузнецкая\u002FПавелецкая\nФормат работы: #офис\nЗанятость: #полная\nЗП: от 90к до 120к руб. нетт\n\nSports.ru - провайдер развлечений для любителей спорта.\nЕсть спорт. Есть болельщики. Мы заполняем среду между ними, оживляем ее, наполняем общением и другими развлечениями. Мы делаем не «сайты» или «приложения», а мультиплатформенные продукты, с учетом актуальной технологической парадигмы.\n\nМы ищем QA Engineer'а в наш флагманский проект Sports.ru.\nЭто главное медиа о спорте на русском языке с аудиторией 18 млн пользователей в месяц. Highload-проект с десятками тысяч RPS, состоящий из самых разных продуктов – сайтов, мобильных приложений, email-рассылок, чат-ботов и многого другого.\n\nВ данный момент мы заняты активным внедрением процесса тестирования. Под капотом - нативный js на фронте, php+perl на бэке. Все новые сервисы разрабатываем на новом стеке: vue.js+ssr+golang+graphql. Да, легаси есть - иногда попадается, но в тестирование всё же большинство задач идут на новом стеке.\n\nО задачах\nВы будете заниматься приёмкой фич и проведением регресса, написанием тестовой документации, разработкой автотестов и регистрацией ошибок в баг-трекере.\n\nО наших ожиданиях\nМы ждем, что вы уже пару лет как в профессии и имеете хороший опыт ручного тестирования. Знаете различные инструменты и подходы к тестированию, обладаете навыками тест-дизайна и умеете их применять.\nПонимаете процессы разработки и тестирования, а также, что процессы не могут быть идеальными, но к этому необходимо стремиться.\nМы также ждем, что вы уже попробовали свои силы в автоматизации тестирования и хотите дальше развиваться в этом направлении (у нас автоматизация на JavaScript).\n\nБудет плюсом\nЕсли вы уже пробовали себя в нагрузочном тестировании и автоматизации мобильных устройств.\n\nОб условиях:\nПросторный стильный офис возле м. Новокузнецкая\u002FТретьяковская.\n“Белая” заработная плата.\nБесплатная медстраховка со стоматологией после испытательного срока.\nГибкий график работы с возможностью день-два в неделю работать удаленно,\nФрукты, снеки, чай, кофе, какао 24\u002F7.\nКорпоративная скидка в спортзал и на занятия английским языком.\nКорпоративный футбол с тренером.\nФинансовая помощь при переезде из другого города.\nВозможности для профессионального развития.\n\nНазвание компании: Sports.ru (Tribuna Digital)\nЕсли заинтересовало, пишите мне в личку (@pbuyatova), рада буду поделиться подробностями 😌","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"Москва"},{"type":"hashtag","offset":18,"length":5,"data":"офис"},{"type":"hashtag","offset":24,"length":3,"data":"QA"},{"type":"hashtag","offset":28,"length":12,"data":"тестировщик"},{"type":"hashtag","offset":41,"length":9,"data":"fulltime"},{"type":"hashtag","offset":124,"length":5,"data":"офис"},{"type":"hashtag","offset":141,"length":7,"data":"полная"},{"type":"link","offset":179,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":179,"length":9,"data":""},{"type":"bold","offset":479,"length":13,"data":""},{"type":"link","offset":518,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":1070,"length":10,"data":""},{"type":"bold","offset":1233,"length":18,"data":""},{"type":"bold","offset":1740,"length":13,"data":""},{"type":"bold","offset":1845,"length":13,"data":""},{"type":"link","offset":2338,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"handle","offset":2407,"length":10,"data":"pbuyatova"}],"date":"2020-07-01T15:51:57+00:00","link":"tg:\u002F\u002Fresolve?domain=qa_jobs&post=99322","tags":[{"name":"qa"},{"name":"php"},{"name":"perl"},{"name":"vuejs"},{"name":"go"},{"name":"graphql"},{"name":"javascript"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"104047050752-1001089317451","title":"Qa engineer","text":"#вакансия #Москва #офис #QA #тестировщик #fulltime\n\nГород и адрес офиса: Москва, м. Новокузнецкая\u002FПавелецкая\nФормат работы: #офис\nЗанятость: #полная\nЗП: от 90к до 120к руб. нетт\n\nSports.ru - провайдер развлечений для любителей спорта.\nЕсть спорт. Есть болельщики. Мы заполняем среду между ними, оживляем ее, наполняем общением и другими развлечениями. Мы делаем не «сайты» или «приложения», а мультиплатформенные продукты, с учетом актуальной технологической парадигмы.\n\nМы ищем Middle QA Engineer'а в наш флагманский проект Sports.ru.\nЭто главное медиа о спорте на русском языке с аудиторией 18 млн пользователей в месяц. Highload-проект с десятками тысяч RPS, состоящий из самых разных продуктов – сайтов, мобильных приложений, email-рассылок, чат-ботов и многого другого.\n\nВ данный момент мы заняты активным внедрением процесса тестирования. Под капотом - нативный js на фронте, php+perl на бэке. Все новые сервисы разрабатываем на новом стеке: vue.js+ssr+golang+graphql. Да, легаси есть - иногда попадается, но в тестирование всё же большинство задач идут на новом стеке.\n\nО задачах\nВы будете заниматься приёмкой фич и проведением регресса, написанием тестовой документации, разработкой автотестов и регистрацией ошибок в баг-трекере.\n\nО наших ожиданиях\nМы ждем, что вы уже минимум пару лет как в профессии и имеете хороший опыт ручного тестирования. Знаете различные инструменты и подходы к тестированию, обладаете навыками тест-дизайна и умеете их применять.\nПонимаете процессы разработки и тестирования, а также, что процессы не могут быть идеальными, но к этому необходимо стремиться.\nМы также ждем, что вы уже имеете навыки автоматизации.\n\nБудет плюсом\nЕсли вы уже пробовали себя в нагрузочном тестировании и автоматизации мобильных устройств.\n\nОб условиях:\nПросторный стильный офис возле м. Новокузнецкая\u002FТретьяковская.\n“Белая” заработная плата.\nБесплатная медстраховка со стоматологией после испытательного срока.\nГибкий график работы с возможностью день-два в неделю работать удаленно,\nФрукты, снеки, чай, кофе, какао 24\u002F7.\nКорпоративная скидка в спортзал и на занятия английским языком.\nКорпоративный футбол с тренером.\nФинансовая помощь при переезде из другого города.\nВозможности для профессионального развития.\n\nНазвание компании: Sports.ru (Tribuna Digital)\nКого заинтересовало, пишите мне в личку (@pbuyatova) - поделюсь подробностями:)","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"Москва"},{"type":"hashtag","offset":18,"length":5,"data":"офис"},{"type":"hashtag","offset":24,"length":3,"data":"QA"},{"type":"hashtag","offset":28,"length":12,"data":"тестировщик"},{"type":"hashtag","offset":41,"length":9,"data":"fulltime"},{"type":"hashtag","offset":124,"length":5,"data":"офис"},{"type":"hashtag","offset":141,"length":7,"data":"полная"},{"type":"link","offset":179,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":179,"length":9,"data":""},{"type":"bold","offset":479,"length":20,"data":""},{"type":"link","offset":525,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":1077,"length":10,"data":""},{"type":"bold","offset":1240,"length":18,"data":""},{"type":"bold","offset":1649,"length":13,"data":""},{"type":"bold","offset":1754,"length":13,"data":""},{"type":"link","offset":2247,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"handle","offset":2316,"length":10,"data":"pbuyatova"}],"date":"2020-06-30T09:32:43+00:00","link":"tg:\u002F\u002Fresolve?domain=qa_jobs&post=99227","tags":[{"name":"qa"},{"name":"php"},{"name":"perl"},{"name":"vuejs"},{"name":"go"},{"name":"graphql"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"2261778432-1001134745498","title":"Devops инженер","text":"#вакансия #разыскивается #devops #Java #developer #Сочи #fulltime #работа #офис \n\nDevOps-инженер\n\nГород: Сочи\n\nФормат работы: офис\n\nЗанятость: полная\n\nЗарплатная вилка: от 130 000 до 150 000 рублей\n\nОписание вакансии:\nСоздание системы по управлению метаданными компании. Работа в кроссфункциональной команде в составе до 10 человек\n\nНазвание компании: ОЦРВ\n\nПримерный пул задач:\n•  Участие в построение архитектуры решения\n•  Развертывание и сопровождение тестовых и производственных сред экосистемы Hadoop (для R&D проектов)\n•  Настройка, оптимизация параметров кластера, траблшутинг проблем пользователей\n•  Построение CI\u002FCD\n•  Управление мониторингом сервиса (метрики, мониторинг, алертинг, лучшие практики) со стороны эксплуатации\n•  Проведение инсталляций, апгрейдов, наката патчей и настройки дистрибутивов: ODPi Egeria, Cloudera, Hortonworks и др\n•  Подготовка инструкций для администраторов промышленных систем\n•  Обеспечение информационной безопасности на уровне инфраструктуры\n•  Управления мощностью сервиса со стороны эксплуатации\n•  Автоматизация интеграционных и функциональных тестов\n\n\nНаши требования к кандидату: \n•  Не менее 2х лет релевантного (администратор *nix) опыта работы\n•  Сильные навыки в администрировании Linux (package management, user management, shell scripting)\n•  Опыт написания скриптов автоматизации (perl, bash, powershell, python, Java, Groovy)\n•  Опыт работы с системами конфигурационного менеджмента (Puppet, Chef, Ansible, SaltStack)\n•  Опыт работы с ELK, Graylog\n•  Опыт работы с JVM-related технологиями: Java, Scala, Maven, Gradle\n•  Опыт подготовки технической документации (User Guides, Tutorials…)\n•  Опыт администрирования open source решений (трабшутинг, установка обновлений, развертывание, доступы, настройка мониторинга, диагностика узких мест, в т.ч. и производительность)\n\nБудет плюсом\n•  Опыт администрирования экосистемы Hadoop (трабшутинг, установка обновлений, развертывание, доступы, настройка мониторинга, диагностика узких мест, в т.ч. и производительность)\n•  Опыт администрирования MPP СУБД (в т.ч. backup\u002Frestore)\n•  Опыт поиска узких мест в производительности приложений со стороны оборудования (диски, cpu, gpu, сеть)\n•  Опыт построения CI\u002FCD\n\n\n\nНаш стек:\nБек: Java 8-11, Spring, PostgreSQL\u002FHBase\u002FMongoDB\u002FJanusGraph, GIT, Docker, Kubernetes, Kafka\nФронт: Vue.js\n\nУсловия: \n•  Офис в Адлере в 10 минутах до моря\n•  Оклад: 130 000 - 150 000 руб. gross\n•  Компенсация проживания 20 000 руб. gross в месяц (для кандидатов из других регионов)\n•  Релокационный бонус в размере оклада (для кандидатов из других регионов)\n•  Премия до 30% годового оклада\n•  Работа в динамичной команде единомышленников\n•  Компенсация ДМС после прохождения испытательного срока\n•  Скидки на ДМС для родственников\n•  Компенсация мобильной связи\n•  Новейшее оборудование и просторный офис\n•  Лучшая экология и климат в России\n•  Море и горнолыжный курорт рядом\n\n\nКомпания: ОЦРВ\nСайт: http:\u002F\u002Fwww.ocrv.ru\u002F\nКонтакты: @Mirovan\n\n—\n\n👉 Обсуждение вакансии в чате @devops_jobs","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":14,"data":"разыскивается"},{"type":"hashtag","offset":25,"length":7,"data":"devops"},{"type":"hashtag","offset":33,"length":5,"data":"Java"},{"type":"hashtag","offset":39,"length":10,"data":"developer"},{"type":"hashtag","offset":50,"length":5,"data":"Сочи"},{"type":"hashtag","offset":56,"length":9,"data":"fulltime"},{"type":"hashtag","offset":66,"length":7,"data":"работа"},{"type":"hashtag","offset":74,"length":5,"data":"офис"},{"type":"link","offset":2924,"length":19,"data":"http:\u002F\u002Fwww.ocrv.ru\u002F"},{"type":"handle","offset":2954,"length":8,"data":"Mirovan"},{"type":"handle","offset":2997,"length":12,"data":"devops_jobs"}],"date":"2020-06-29T14:20:07+00:00","link":"tg:\u002F\u002Fresolve?domain=devops_jobs_feed&post=2157","tags":[{"name":"java"},{"name":"hadoop"},{"name":"linux"},{"name":"shell"},{"name":"perl"},{"name":"bash"},{"name":"powershell"},{"name":"python"},{"name":"groovy"},{"name":"ansible"},{"name":"jvm"},{"name":"scala"},{"name":"maven"},{"name":"gradle"},{"name":"spring"},{"name":"postgresql"},{"name":"hbase"},{"name":"mongodb"},{"name":"git"},{"name":"docker"},{"name":"kubernetes"},{"name":"kafka"},{"name":"vuejs"}],"cities":[{"code":"sochi"}],"allowsRemote":false}},{"node":{"__typename":"Job","id":"103798538240-1001089317451","title":"Qa engineer","text":"#вакансия #Москва #офис #QA #тестировщик #fulltime\n\nГород и адрес офиса: Москва, м. Новокузнецкая\u002FПавелецкая\nФормат работы: #офис\nЗанятость: #полная\nЗП: от 90к до 120к руб. нетт\n\nSports.ru - провайдер развлечений для любителей спорта.\nЕсть спорт. Есть болельщики. Мы заполняем среду между ними, оживляем ее, наполняем общением и другими развлечениями. Мы делаем не «сайты» или «приложения», а мультиплатформенные продукты, с учетом актуальной технологической парадигмы.\n\nМы ищем Middle QA Engineer'а в наш флагманский проект Sports.ru.\nЭто главное медиа о спорте на русском языке с аудиторией 18 млн пользователей в месяц. Highload-проект с десятками тысяч RPS, состоящий из самых разных продуктов – сайтов, мобильных приложений, email-рассылок, чат-ботов и многого другого.\n\nВ данный момент мы заняты активным внедрением процесса тестирования. Под капотом - нативный js на фронте, php+perl на бэке. Все новые сервисы разрабатываем на новом стеке: vue.js+ssr+golang+graphql. Да, легаси есть - иногда попадается, но в тестирование всё же большинство задач идут на новом стеке.\n\nО задачах\nВы будете заниматься приёмкой фич и проведением регресса, написанием тестовой документации, разработкой автотестов и регистрацией ошибок в баг-трекере.\n\nО наших ожиданиях\nМы ждем, что вы уже минимум пару лет как в профессии и имеете хороший опыт ручного тестирования. Знаете различные инструменты и подходы к тестированию, обладаете навыками тест-дизайна и умеете их применять.\nПонимаете процессы разработки и тестирования, а также, что процессы не могут быть идеальными, но к этому необходимо стремиться.\nМы также ждем, что вы уже имеете навыки автоматизации и не ограничились одним инструментом.\n\nБудет плюсом\nЕсли вы уже пробовали себя в нагрузочном тестировании и автоматизации мобильных устройств.\n\nОб условиях:\nПросторный стильный офис возле м. Новокузнецкая\u002FТретьяковская.\n“Белая” заработная плата.\nБесплатная медстраховка со стоматологией после испытательного срока.\nГибкий график работы с возможностью день-два в неделю работать удаленно,\nФрукты, снеки, чай, кофе, какао 24\u002F7.\nКорпоративная скидка в спортзал и на занятия английским языком.\nКорпоративный футбол с тренером.\nФинансовая помощь при переезде из другого города.\nВозможности для профессионального развития.\n\nНазвание компании: Sports.ru (Tribuna Digital)\nКого заинтересовало, пишите мне в личку (@pbuyatova), рада буду поделиться подробностями:)","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"Москва"},{"type":"hashtag","offset":18,"length":5,"data":"офис"},{"type":"hashtag","offset":24,"length":3,"data":"QA"},{"type":"hashtag","offset":28,"length":12,"data":"тестировщик"},{"type":"hashtag","offset":41,"length":9,"data":"fulltime"},{"type":"hashtag","offset":124,"length":5,"data":"офис"},{"type":"hashtag","offset":141,"length":7,"data":"полная"},{"type":"link","offset":179,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":179,"length":9,"data":""},{"type":"bold","offset":479,"length":20,"data":""},{"type":"link","offset":525,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":1077,"length":10,"data":""},{"type":"bold","offset":1240,"length":18,"data":""},{"type":"bold","offset":1686,"length":13,"data":""},{"type":"bold","offset":1791,"length":13,"data":""},{"type":"link","offset":2284,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"handle","offset":2353,"length":10,"data":"pbuyatova"}],"date":"2020-06-26T10:04:13+00:00","link":"tg:\u002F\u002Fresolve?domain=qa_jobs&post=98990","tags":[{"name":"qa"},{"name":"php"},{"name":"perl"},{"name":"vuejs"},{"name":"go"},{"name":"graphql"}],"cities":[{"code":"moscow"}],"allowsRemote":true}},{"node":{"__typename":"Job","id":"103016300544-1001089317451","title":"Qa engineer","text":"#вакансия #Москва #офис #QA #тестировщик #fulltime\n\nГород и адрес офиса: Москва, м. Новокузнецкая\u002FПавелецкая\nФормат работы: #офис\nЗанятость: #полная\nЗП: от 80к до 120к руб. нетт\n\nSports.ru - провайдер развлечений для любителей спорта.\nЕсть спорт. Есть болельщики. Мы заполняем среду между ними, оживляем ее, наполняем общением и другими развлечениями. Мы делаем не «сайты» или «приложения», а мультиплатформенные продукты, с учетом актуальной технологической парадигмы.\n\nМы ищем Middle QA Engineer'а в наш флагманский проект Sports.ru.\nЭто главное медиа о спорте на русском языке с аудиторией 18 млн пользователей в месяц. Highload-проект с десятками тысяч RPS, состоящий из самых разных продуктов – сайтов, мобильных приложений, email-рассылок, чат-ботов и многого другого.\n\nВ данный момент мы заняты активным внедрением процесса тестирования. Под капотом - нативный js на фронте, php+perl на бэке. Все новые сервисы разрабатываем на новом стеке: vue.js+ssr+golang+graphql. Да, легаси есть - иногда попадается, но в тестирование всё же большинство задач идут на новом стеке.\n\nО задачах\nВы будете заниматься приёмкой фич и проведением регресса, написанием тестовой документации, разработкой автотестов и регистрацией ошибок в баг-трекере.\n\nО наших ожиданиях\nМы ждем, что вы уже минимум пару лет как в профессии и имеете хороший опыт ручного тестирования. Знаете различные инструменты и подходы к тестированию, обладаете навыками тест-дизайна и умеете их применять.\nПонимаете процессы разработки и тестирования, а также, что процессы не могут быть идеальными, но к этому необходимо стремиться.\nМы также ждем, что вы уже имеете навыки автоматизации и не ограничились одним инструментом.\n\nБудет плюсом\nЕсли вы уже пробовали себя в нагрузочном тестировании и автоматизации мобильных устройств.\n\nОб условиях:\nПросторный стильный офис возле м. Новокузнецкая\u002FТретьяковская.\n“Белая” заработная плата.\nБесплатная медстраховка со стоматологией после испытательного срока.\nГибкий график работы с возможностью день-два в неделю работать удаленно.\nФрукты, снеки, чай, кофе, какао 24\u002F7.\nКорпоративная скидка в спортзал и на занятия английским языком.\nКорпоративный футбол с тренером.\nФинансовая помощь при переезде из другого города.\nВозможности для профессионального развития.\n\nНазвание компании: Sports.ru (Tribuna Digital)\n\nКого заинтересовало, пишите мне в личку (@pbuyatova), рада буду поделиться подробностями:)","markup":[{"type":"hashtag","offset":0,"length":9,"data":"вакансия"},{"type":"hashtag","offset":10,"length":7,"data":"Москва"},{"type":"hashtag","offset":18,"length":5,"data":"офис"},{"type":"hashtag","offset":24,"length":3,"data":"QA"},{"type":"hashtag","offset":28,"length":12,"data":"тестировщик"},{"type":"hashtag","offset":41,"length":9,"data":"fulltime"},{"type":"hashtag","offset":124,"length":5,"data":"офис"},{"type":"hashtag","offset":141,"length":7,"data":"полная"},{"type":"link","offset":179,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":179,"length":9,"data":""},{"type":"bold","offset":479,"length":20,"data":""},{"type":"link","offset":525,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"bold","offset":1077,"length":10,"data":""},{"type":"bold","offset":1240,"length":18,"data":""},{"type":"bold","offset":1686,"length":13,"data":""},{"type":"bold","offset":1791,"length":13,"data":""},{"type":"link","offset":2284,"length":9,"data":"http:\u002F\u002FSports.ru"},{"type":"handle","offset":2354,"length":10,"data":"pbuyatova"}],"date":"2020-06-17T07:41:47+00:00","link":"tg:\u002F\u002Fresolve?domain=qa_jobs&post=0","tags":[{"name":"qa"},{"name":"php"},{"name":"perl"},{"name":"vuejs"},{"name":"go"},{"name":"graphql"}],"cities":[{"code":"moscow"}],"allowsRemote":true}}]}}},"context":{}};(function(){var s;(s=document.currentScript||document.scripts[document.scripts.length-1]).parentNode.removeChild(s);}());</script><script src="/assets/js/app.a66ef053.js" defer></script><script src="/assets/js/page--src--templates--tag-vue.0544e7c1.js" defer></script>
</body>

</html>